{"UID": "V004", "Name": "Tiezao", "Name_zh": "铁灶", "Alliance": "Beitou sishê (Beitou four shê ritual alliance)", "Alliance_UID": "A001", "Alliance_zh": "陂头四社", "Irrigation_Region": "Southern", "Village_Settlement": "Tiezao village is part of the Tieling Administrative Village 铁岭行政村. The total population of Tiezao is approximately 800 people.", "Surname_Groups": "The main surname groups are the Ou 欧, Huang 黄, and Chen 陈.", "Village_Temples": "1) Tiezaojing Mulan zhongshê 铁灶境木兰中社: The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Sima shengwang 司马圣王, Zhanggong shengjun 张公圣君, Sizhou wenfo 泗洲文佛, Wuhu jiangjun 五虎将军, Dutian yuanshuai 都天元帅, Taiyi xiangu 太乙仙姑, Liugong yuanshuai 刘公元帅, and Jixiang dajiang 吉祥大将. 2) Yinnanci 印南祠: The main gods are Sanyi jiaozhu 三一教主 and Yuhuang dadi 玉皇大帝. Secondary gods include Xuantian shangdi 玄天上帝, Tiangong yuanshuai 田公元帅, Fazhu xianfei 法主仙妃, and Hufa longtian 护法龙天. 3) Yundongyan 云洞岩: The main god is Yuhuang dadi 玉皇大帝. Secondary gods include Xuantian shangdi 玄天上帝, Wengong yuanshuai 温公元帅, Kanggong yuanshuai 康公元帅, Magong yuanshuai 马公元帅, Zhaogong yuanshuai 赵公元帅, Liugong yuanshuai 刘公元帅, Fengbo 风伯, Leigong 雷公, Dianmu 电母, and Yushi 雨师.", "Rituals": {"Yuanxiao processions": "On 1/11–12 the gods of Mulan zhongshê 木兰中社 are invited to go on procession within the village. On 2/2 Toufu 头福 is celebrated. On these days, opera is performed, and Daoist ritual masters are invited to conduct rites. The village organizes the event and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "1/9: The celebration of Yuhuang dadi 玉皇大帝. This event is organized by the village as a whole. 5/16: The birthday celebration of Yuhuang dadi 玉皇大帝. This event is organized by the village as a whole. 7/16: The birthday celebration of Sanyi jiaozhu 三一教主. Opera is performed, and Three in One scripture masters 经师 conduct rituals. This event is organized by the village as a whole. 8/23: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of the Mulan zushê 木兰祖社. This celebration is organized together with Baiyuling 白玉岭 village. 9/29: Another birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Mulan zhongshê 木兰中社. This event is organized by Tiezao village as a whole. On these occasions, opera is performed, and, for the most part, Daoist ritual masters are invited to conduct rites. The village organizes the event and funds are collected on a per capita basis."}, "Administrative Village": "Tieling Administrative Village", "Administrative Village_zh": "铁岭行政村", "population": "800"}