{"UID": "V005", "Name": "Longqian", "Name_zh": "龙前", "Alliance": "Hengshan sicun (Hengshan four village ritual alliance)", "Alliance_UID": "A002", "Alliance_zh": "横山四村", "Irrigation_Region": "Southern", "Village_Settlement": "Longqian is part of the Goukou Administrative Village 沟口行政村. The village has a population of over 210 people. Hengshan four village ritual alliance", "Surname_Groups": "The Weng 翁 are the main surname group. There are also the Zeng 曾 and Chen 陈 minor surname groups.", "Village_Temples": "1) Taishimiao 太师庙 was built during the Ming Wanli period (1573–1620), and was renovated during the Qianlong period (1736–1795). The main god is Yanggong taishi 杨公太师. Secondary gods include Jiucha shenghou 纠察圣候 and Tiangong yuanshuai 田公元帅. This is the main overall temple of the sevenfold ritual alliance. 2) Yiquanshê 义全社: The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Sima shengwang 司马圣王 and Tianshang shengmu 天上圣母. 3) Longshouting 龙寿亭: The main god is Guanyin dashi 观音大士. 4) Qilongfu 奇龙府: The main god is Wangfu daren 王府大人. Secondary gods include Su da ye 苏大爷. 5) Tongmingdian 通明殿: The main god is Xuantian shangdi 玄天上帝. Secondary gods include Xuantan yuanshuai 玄坛元帅. 6) Huanglongfu 黄龙府: The main god is Wangfu daren 黄府大人. 7) Jiulongtan 九龙坛: The main god is Fude zhengshen 福德正神. Secondary gods include Zhuo zhenren 卓真人. 8) Longquan niyuan 龙泉尼院 was originally built in the Song and was rebuilt in 1980 (PTZJZ, 1992:221). The temple preserves a stele composed in 1932 entitled 龙泉院产业碑记 (Stone inscription listing the properties of the Dragon Spring Monastery) (Epigraphical Materials, 1995:367, No. 332).", "Rituals": {"Yuanxiao processions": "On 1/13 the gods of Yiquanshê 义全社 are taken on a procession within the entire village. Opera is performed, and Daoist ritual masters are invited to conduct rites. The village organizes the event and funds are collected on a per capita basis. The birthday celebration of the Gods 神诞庆典: 4/26: The birthday celebration of Yanggong taishi 杨公太师. The god goes on procession within the village as well as to the villages of Shanghengshan 上横山 and Xiahengshan 下横山, and Puzi 莆仔. These events are organized by Longquan Taishimiao 龙泉太师庙, and funds are collected on a per capita basis. 6/6: The birthday celebration of Fude zhengshen 福德正神. 8/10: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 8/14: The birthday celebration of Huangfu daren 黄府大人. 12/25: The birthday celebration of Jiucha shenghou 纠察圣候. Marionette plays are performed. On these occasions, unless otherwise specified, opera is performed, and Daoist ritual masters are invited to conduct rites. The entire village organizes the ritual together, and funds are collected on a per capita basis. ", "Birthday celebrations of the gods": ""}, "Administrative Village": "Goukou Administrative Village", "Administrative Village_zh": "沟口行政村", "population": "210"}