{"UID": "V007", "Name": "Shanghengshan", "Name_zh": "上横山", "Alliance": "Hengshan sicun (Hengshan four village ritual alliance)", "Alliance_UID": "A002", "Alliance_zh": "横山四村", "Irrigation_Region": "Southern", "Raw": {"Settlement": "Shanghengshan is part of the Goukou Administrative Village 沟口行政村. Shanghengshan has a population of over 800 people.", "Surname_Groups": "The main surname groups are the Lin 林 and the Zeng 曾. In addition, there are also households of the Ou 欧, Qiu 邱, and the Zheng 郑. The village is divided into three neighborhoods: Xipai 西牌, Shangshê 上社, and Xiashê 下社.", "Village_Temples": "1) Guangyinggong 广应宫, Tongyingshê 通应社 is located in Xipai 西牌. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Ciji zhenjun 慈济真君, Chenghuang laoye 城隍老爷, Tianshang shengmu 天上圣母, Sima shengwang 司马圣王, Sanyi jiaozhu 三一教主, Tiangong yuanshuai 田公元帅, Zhanggong shengjun 张公圣君, Xuantan yuanshuai 玄坛元帅, Dutian yuanshuai 都天元帅, Chenshi zhenren 陈氏真人, Guanyin dashi 观音大士, Kanggong yuanshuai 康公元帅, Shiwuma 十五妈, Liu diye 刘帝爷, Wuhu 五虎, Jin jiangjun 金将军, and Yin jiangjun 银将军. 2) Baofugong 保福宫 is in Shangshê 上社. The main god is Cuifu dama 崔府 大妈. 3) Taipingfu 太平府 is in Shangshê 上社. The main god is Chenshi zhenren 陈氏真人. Secondary gods are Lufu dashen 鲁府大神, Lufu furen 鲁府夫人, and Guanyin dashi 观音大士. 4) Yuedimiao 岳帝庙 is in Xiashê 下社. The main god is Dongyue zhusheng dadi 东岳注生大帝.", "Rituals": {"Processions": "On 1/15 the gods of Guangyingong 广应宫 are taken on a procession around the village. Opera is performed, and Daoist ritual masters are invited to conduct rites. The village organizes the event and funds are collected on a per capita basis.", "Birthday": "3/28: The birthday celebration of Dongyue zhusheng dadi 东岳注生大帝 is organized by Xiashê 下社. 4/26: The birthday celebration of Yanggong taishi 杨公太师. The god goes on procession within the village and to three other nearby villages. Opera is performed. These events are organized by Longquan taishimiao 龙泉太师庙, and funds are collected on a per capita basis. 5/19: The birthday celebration of Chenghuang laoye 城隍老爷 is organized by the village as a whole. 6/6: The birthday celebration of Fude zhengsheng 福德正神 is organized by Xipai 西牌. 8/18: The birthday celebration of Cuifu dama 崔府大妈 is organized by Shangshê 上社. 10/20: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人is organized by the village as a whole. On these occasions, opera is performed, and Daoist ritual masters are invited to conduct rites. Funds are collected on a per capita basis by the village as a whole, or by the neighborhood organizing the event. Xiahengshan 下横山 1. Village settlement The village of Xiahengshan is part of the Xiahengshan Administrative Village 下横山行政村. The village currently has a population of 2400 people. 2. Surname groups The main surname groups are the Chen 陈, the Ou 欧, and the Weng 翁. The Chen are part of the Chen of Yuhu 玉湖陈 of Kuokou 阔口 in Chengxiang 城厢. The Chen are divided into four lineage branches: first branch, second branch, third branch, and fourth branch. There were originally two Chen ancestral halls 陈氏祠堂, but only one still exists today. It is said that Hengshan originally had surnames such as the Liu 刘, Zhang 张, Xu 徐, Zhu 朱, but that they all disappeared after the invasion of the pirates during the Jiajing period (1522–1566). There are two long dragon boats maintained by the village for races. 3. Village temples 1) Hongyingshê 通应社: The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Sima shengwang 司马圣王 and Fude zhengshen 福德正神. 2) Heyingdong 赫应洞: The main god is Yanggong taishi 杨公太师. Secondary gods include Kongfu daren 孔府大人 and Dutian yuanshuai 都天 元帅. 3) Ciyungong 慈云宫: The main gods are Lufu dashen 鲁府大神, Lufu dama 鲁府大妈, and Lufu yima 鲁府姨妈. 4) Dongshanfu 东山府: The main god is Cuifu dama 崔府大妈. Secondary gods includde Liu duxun 刘都巡, Wang junzhu 王郡主, Wang daren 王大 人, Wu zhongjun 武中军, Jin guniang 金姑娘, Wenwu liesheng 文武列圣, Daxiong 大兄, and Erxiong 二兄. 5) Baoshengyuan 宝胜院 was rebuilt in Guangxu 2 (1876). The main god is Dutian yuanshuai 都天元帅. Secondary gods include Ciji zhenjun 慈济真 君, Zhanggong shengjun 张公圣君, Taiyi xiangu 太乙仙姑, Liugong yuanshuai 刘公元帅, and Wuhu jiangjun 五虎将军. 6) Longquansi 龙泉寺 was renovated 1932 and in 1993. The main god is Shijia wenfo 释迦文佛. Secondary gods include Sanyi jiaozhu 三一教主, Weituo 韦驮, Jialan 伽蓝, and the eighteen Luohan 十八罗汉. 4. Rituals: Yuanxiao processions On 1/15–16, Ciji zhenjun 慈济真君, Dutian yuanshuai 都天元帅, Zhanggong shengjun 张公圣君, Wuhu jialuo 五虎伽罗, Liugong yuanshuai 刘公元帅 and Chenshi zhenren 陈氏真人 go on procession within the village. There are three Fushou selected every year. Opera is performed and Daoist rites are held. On 2/1, Toufu 头福 is celebrated. The village organizes the event and funds are collected on a per capita basis. Birthday celebrations of the gods 4/26: The birthday celebration of Yanggong taishi 杨公太师. The god is taken on a procession within the village as well as to the villages of Shanghengshan 上横山, Puzi 莆仔 and Longqian 龙前. Opera is performed, and Daoist ritual masters are invited to conduct rituals. These events are organized by Longqian taishimiao 龙前太师庙, and funds are collected on a per capita basis. 5/21: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人is organized by the village as a whole. 7/7: The birthday celebration of Lufu furen 鲁府夫人 is organized by Ciyundong 慈云洞. 7/16: The birthday celebration of Sanyi jiaozhu 三一教主 is organized by the village as a whole. 8/15: The birthday celebration of Cuifu dama 崔府大妈 is organized by Dongshanfu 东山府. 9/9: The birthday celebration of Dutian yuanshuai 都天元帅 is organized by the village as a whole. On these occasions, opera is performed, and Daoist ritual masters are invited to conduct rites. The village or the temple and its community organizes the event and funds are collected on a per capita basis."}}, "Administrative Village": "Goukou Administrative Village", "Administrative Village_zh": "沟口行政村", "Population": "800"}