{"UID": "V007", "Name": "Shanghengshan", "Name_zh": "上横山", "Alliance": "Hengshan sicun (Hengshan four village ritual alliance)", "Alliance_UID": "A002", "Alliance_zh": "横山四村", "Irrigation_Region": "Southern", "Village_Settlement": "Shanghengshan is part of the Goukou Administrative Village 沟口行政村. Shanghengshan has a population of over 800 people. The village is divided into three neighborhoods: Xipai 西牌, Shangshê 上社, and Xiashê 下社.", "Surname_Groups": "The main surname groups are the Lin 林 and the Zeng 曾.", "Village_Temples": "1) Guangyinggong 广应宫, Tongyingshê 通应社 is located in Xipai 西牌. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Ciji zhenjun 慈济真君, Chenghuang laoye 城隍老爷, Tianshang shengmu 天上圣母, Sima shengwang 司马圣王, Sanyi jiaozhu 三一教主, Tiangong yuanshuai 田公元帅, Zhanggong shengjun 张公圣君, Xuantan yuanshuai 玄坛元帅, Dutian yuanshuai 都天元帅, Chenshi zhenren 陈氏真人, Guanyin dashi 观音大士, Kanggong yuanshuai 康公元帅, Shiwuma 十五妈, Liu diye 刘帝爷, Wuhu 五虎, Jin jiangjun 金将军, and Yin jiangjun 银将军. 2) Baofugong 保福宫 is in Shangshê 上社. The main god is Cuifu dama 崔府 大妈. 3) Taipingfu 太平府 is in Shangshê 上社. The main god is Chenshi zhenren 陈氏真人. Secondary gods are Lufu dashen 鲁府大神, Lufu furen 鲁府夫人, and Guanyin dashi 观音大士. 4) Yuedimiao 岳帝庙 is in Xiashê 下社. The main god is Dongyue zhusheng dadi 东岳注生大帝.", "Rituals": {"Yuanxiao processions": "On 1/15 the gods of Guangyingong 广应宫 are taken on a procession around the village. Opera is performed, and Daoist ritual masters are invited to conduct rites. The village organizes the event and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "3/28: The birthday celebration of Dongyue zhusheng dadi 东岳注生大帝 is organized by Xiashê 下社. 4/26: The birthday celebration of Yanggong taishi 杨公太师. The god goes on procession within the village and to three other nearby villages. Opera is performed. These events are organized by Longquan taishimiao 龙泉太师庙, and funds are collected on a per capita basis. 5/19: The birthday celebration of Chenghuang laoye 城隍老爷 is organized by the village as a whole. 6/6: The birthday celebration of Fude zhengsheng 福德正神 is organized by Xipai 西牌. 8/18: The birthday celebration of Cuifu dama 崔府大妈 is organized by Shangshê 上社. 10/20: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人is organized by the village as a whole. On these occasions, opera is performed, and Daoist ritual masters are invited to conduct rites. Funds are collected on a per capita basis by the village as a whole, or by the neighborhood organizing the event."}, "Administrative_Village": "Goukou Administrative Village", "Administrative_Village_zh": "沟口行政村", "population": "800", "Main_Surname_Groups": ["Lin 林", "Zeng 曾"], "Minor_Surname_Groups": ["Ou 欧", "Qiu 邱", "Zheng 郑"]}