{"UID": "V009", "Name": "Qingcha", "Name_zh": "青垞", "Alliance": "Goukou qijing (Goukou sevenfold ritual alliance)", "Alliance_UID": "A003", "Alliance_zh": "沟口七境", "Irrigation_Region": "Southern", "Village_Settlement": "Qingcha is part of the Qingcha Administrative Village 青垞行政村. The current population is 1500 people. The main livelihood is agriculture. Other sources of income include fruit trees and vegetable farms. The village is divided into three neighborhoods: Qiaotou 桥头, Sanzuocuo 三座厝 and Zhangcuo 张厝.", "Surname_Groups": "Qiaotou 桥头 has around 150 Chen 陈 households; Sanzuocuo 三座厝 has 120 Wang 王 households, and Zhangcuo 张厝 has around 70 Zhang 张 households. There are also a few Ou 欧, Weng 翁, and Ding 丁 households. The Wang 王氏 of Sanzuocuo 三座厝 of Qingcha 青垞 moved from Xianyou Yunzhuang 仙游云庄 to Qingcha yunzhuang 青垞云 庄 beneath Hugong mountain 壶山. Divided into five branches, there are currently 120 households. There used to be an ancestral hall called Xiqingci 袭庆祠.", "Village_Temples": "1) Xiangshangong 香山宫 was rebuilt in the 19", "Rituals": {"Yuanxiao processions": "氏圣妃 (three statues). Left altar: Li Zhen 黎畛. Side altars: Dashi 大使, Ershi 二使. This temple was the main temple of the Xiangshan shisanxiang (Thirteen villages of the Xiang Mountain temple, dedicated to the cult of Lady Qian). It was also the main temple of the Goukou sevenfold ritual alliance 沟口七境. 2) Xiangshanting 香山亭 is dedicated to Guanyin dashi 观音大士, with Weituo 韦驮 and Jialan 伽蓝 as secondary gods. 3) Qingshantang 庆善堂, locally known as the Xiagong (lower temple) 下宫, is the main temple of Qingcha village 青垞村总宫. The main goddess worshipped is Xuntian shengmu 顺天圣母, with Guanyin dashi 观音大士 as a secondary goddess. 4) Xiyuanshê 西园社 is linked to the Minghemiao 明赫庙. This temple belongs to the Zhang 张. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. The secondary god is Dutong shenghou 都统 圣侯. 5) Guolongshê 郭陇社 belongs to the Wang 王. Main gods: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Secondary gods are Wutan liesheng 五坛列圣, Dutong shenghou 都统圣侯. 6) Gonghuci 共壶祠 is dedicated to Sanyi jiaozhu 三一教主. 4. Rituals: Yuanxiao processions On 1/7–8, the Zhang 张 carry the incense burners of the shê temple to each home to xingdao practice the Dao. Two statues of Qianshi shengfei 钱氏圣妃 are carried in a procession around the village. Lanterns go on procession around the village boundaries. On 1/9–10 the Chen 陈 do the same. On 1/11–12 the Wang 王 do the same. Opera is performed for two days.", "Birthday celebrations of the gods": "3/13–4/16: The birthday celebration of Qianshi shengfei 钱氏圣妃. Opera is performed for four days. This event is organized by the village as a whole. 6/15: The birthday celebration of the Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of the Guolongshê 郭陇社 is organized by the Wang 王. Marionette plays are performed. 7/19–21: The Chen 陈 organize a pilgrimage to Xiangshangong 香山宫 to invite the goddess Qianshi shengfe 钱氏圣妃 back to the village to watch opera. 8/15: The birthday celebration of the Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of the Xiyuanshê 西园社 is organized by the Zhang 张. Marionette plays are performed."}, "Administrative Village": "Qingcha Administrative Village", "Administrative Village_zh": "青垞行政村"}