{"UID": "V011", "Name": "Goukou", "Name_zh": "沟口", "Alliance": "Goukou qijing (Goukou sevenfold ritual alliance)", "Alliance_UID": "A003", "Alliance_zh": "沟口七境", "Irrigation_Region": "Southern", "Village_Settlement": "Goukou is part of the Goukou Administrative Village 沟口行政村. Currently, the village has a population of 1300 people. The main livelihood is agriculture. Each year three Fushou 福首 are selected in rotation to manage ritual activities.", "Surname_Groups": "The three main surname groups are the Su 苏, Lin 林, and the Xu 许. There are also Huang 黄, Wu 吴, and Yu 俞 minor surname groups in the village.", "Village_Temples": "1) Honglinshê 洪林社: Main gods: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, Qianshi shengfei 钱氏圣妃. Secondary gods: Dutong shenghou 都统圣侯, Tiangong yuanshuai 田公 元帅, Zhanggong shengjun 张公圣君, Liugong yuanshuai 刘公元帅, Dashi 大使, and Ershi 二使. 2) Julanting 聚兰亭 is dedicated to Guanyin dashi 观音大士. 3) Hushanci 壶山祠 is dedicated to Sanyi jiaozhu 三一教主. 4) Mingdetang 明德堂 is dedicated to Sanyi jiaozhu 三一教主. The secondary god is Master Wu 吴先生.", "Rituals": {"Yuanxiao processions": "On 1/14 –16, the Su 苏, Lin 林 and Xu 许 take turns taking Qianshi shengfei 钱氏圣妃, Dashi 大使, Ershi 二使, Zhanggong shengjun 张公圣君, Tiangong yuanshuai 田公元帅, Dutian yuanshuai 都天元帅 and Dutong shenghou 都统圣侯 on a procession around their own territories. On 1/15, at night, there is a fire walking ceremony in which palm sedan chairs with small versions of the gods are raced across a pile of glowing charcoal and burning logs and straw, and lanterns are lit. On 1/16 at night, three Daoist ritual masters and one drummer are invited to conduct jiao rituals 做醮.", "Birthday celebrations of the gods": "3/16–4/16: The birthday celebration of Qianshi shengfei 钱氏圣妃. A procession is made to Xiangshangong 香山宫 to carry the goddess back to the village to watch the opera. 6/19: The birthday celebration of Guanyin dashi 观音大士. Marionette plays are performed. 8/15: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held 8/23: The birthday celebration of Tiangong yuanshuai 田公元帅. 9/16: The birthday celebration of Sanyi jiaozhu 三一教主 and Wushi xiansheng 吴氏先生 is organized by the Mingdetang 明德堂. Marionette plays are performed. On the larger ritual occasions, opera is performed and Daoist rites are held."}, "Administrative Village": "Goukou Administrative Village", "Administrative Village_zh": "沟口行政村"}