{"UID": "V017", "Name": "Houmian", "Name_zh": "后面", "Alliance": "Zhengban qijing (Zhengban sevenfold ritual alliance)", "Alliance_UID": "A004", "Alliance_zh": "郑阪七境", "Irrigation_Region": "Southern", "Village_Settlement": "Houmian village is part of the Zhengban Administrative Village 郑阪行政村. The village has a population of approximately 500 people.", "Surname_Groups": "The main surname group is the Chen 陈. There are also three Zheng 郑 households and one Liu 留 household. The Chen of Houmian came from the Chen of Kuokou 阔口陈. During the late-Southern Song, the Chen of Kuokou fled everywhere when the Yuan armies invaded Xinghua 兴化. They are the descendants of the fourth generation grandsons of Chen Wenlong 陈文龙.", "Village_Temples": "1) Tingyangjing Xianwei shushê 汀洋境显威书社, Zhaoling gong 昭灵宫 is dedicated to Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Secondary gods: Chen wenlong 陈文龙. 2) Zhengjueyuan 正觉院: (the main overall temple for the sevenfold ritual alliance described above) 3) Zhengyiyuan 正一院 is dedicated to Huanggong shenghou 黄公圣侯. 4) Longjinmiao 龙津庙 is dedicated to Wuhuang dadi 五皇大帝. 5) Laishuiting 来水亭 was renovated in 1984, and is dedicated to Guanyin dashi 观音大士. Left altar: Weituo 书驮, and Sanyi jiaozhu 三一教主. Right altar: Jialan 伽蓝.", "Rituals": {"Yuanxiao processions": "On 1/16 the villagers go to the Zhengjueyuan 正觉院 to invite Ciji zhenjun 慈济真君, Zhanggong shengjun 张公 圣君, Sima shengwang 司马圣王, Tiangong yuanshuai 田公元帅, Dutian yuanshuai 都天元帅, Wushi shengfei 吴氏圣妃 and Taiyi xiangu 太乙仙姑 go on a procession within the village territory.", "Birthday celebrations of the gods": "2/17: The birthday celebration of Chen Wenlong 陈文龙. 5/19: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 6/6: The birthday celebration of Fude zhengshen 福德正神. Note: the sevenfold ritual alliance of Zhengban hosts a grand birthday celebration of Tudigong 土地公 on 6/6. There are ten days of opera and seven days of movies. 10/29: Laishuiting 来水亭 hosts the Lanpen pudu 兰盆普度 rites of Universal Deliverance every year. Marionette plays are performed."}, "Administrative Village": "Zhengban Administrative Village", "Administrative Village_zh": "郑阪行政村"}