{"UID": "V024", "Name_Pinyin": "Nanwutang", "Name_hanzi": "南梧塘", "Region": "Southern", "Village_Settlement": "Nanwutang is also known as Guitang 龟塘 or Hutang 壶塘. It is claimed that the village existed already during the Tang Dynasty. The current population of Nanwutang is 2400 people. The main livelihood is agriculture. Nanwutang is divided into three neighborhoods called Yangzhong 洋中, Tangjing 唐境, and Hougou 后沟.", "Surname_Groups": "The main surnames are the Tang 唐 and the Chen 陈. Each surname group has about 1000 people. There are also five or six Liao 廖 households and one Liu 刘 household. The Chen are the descendants of Grand Preceptor and Grand Guardian, Governor of Huizhou Chen Yanhui’s 明太师太保徽州府知府陈彦慧.", "Village_Temples": "1) Huaizhongtang 怀忠堂, first built in the Ming, was rebuilt in Qianlong 10 (1745) and again in 1985. Inscriptions on the rafters mention the contributions of the descendants of Chen Yanhui 陈彦慧 and another local jinshi (Metropolitan Graduate) surrnamed Tang 唐. The temple is dedicated to Ciji zhenjun 慈济真君, Zhanggong shengjun 张公 圣君, and Wengong yuanshuai 温公元帅. Left altar: Kanggong shengwang 康公圣王 Right altar: Taiyi xiangu 太乙仙姑. 2) Tiaogengshê 调羹社: Middle altar: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Left altar: Qianshi shengfei 钱氏圣妃 (main altar). Right altar: Zhenggong sheren 郑公舍人. 3) Qinglanci 庆兰祠 is dedicated to Sanyi jiaozhu 三一教主.", "Rituals": {"Yuanxiao processions": "On 1/13 Yangzhong 洋中 (the Chen 陈氏) invites Qianshi shengfei 钱氏圣妃, Wengong yuanshuai 温公元帅, Taiyi xiangu 太乙仙姑 and Kanggong shengwang 康公圣王 to go on procession within its territory. On 1/13 Tangjing 唐境 (belonging to the Tang 唐氏) invites Qianshi shengfei 钱氏圣妃, Wengong yuanshuai 温公元帅, Taiyi xiangu 太乙仙姑 and Kanggong shengwang 康公圣王 to go on procession within its territory. On 1/15 Hougou 后沟 invites Dutian yuanshuai 都天元帅, Jixiang dajiang 吉祥大将, Qianshi shengfei 钱氏圣妃, Wengong yuanshuai 温公元帅, Taiyi xiangu 太乙仙姑 and Kanggong shengwang 康公圣王 to go on procession within its territory.", "Birthday celebrations of the gods": "3/12: The birthday celebration of Taiyi xiangu 太乙仙姑. 3/13: The birthday celebration of Qianshi shengfei 钱氏圣妃. 3/15: The birthday celebration of Wengong yuanshuai 温公元帅. 6/1: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 7/23: The birthday celebration of Zhanggong shengjun 张公圣君. (Opera is performed according to neighborhoods. Each time, opera is performed for two days.)"}}