{"UID": "V025", "Name": "Xiaqutou", "Name_zh": "下渠头", "Alliance": "Hutang wucun (Hutang five village ritual alliance)", "Alliance_UID": "A005", "Alliance_zh": "梧塘五村", "Irrigation_Region": "Southern", "Village_Settlement": "Xiaqutou village is administered by the Quqiao Administrative Village 渠桥行政村. The village has approximately 600 people. The main livelihood is agriculture, especially growing mushrooms.", "Surname_Groups": "The main surname is the Liu 刘. There are also three Fu 扶 households. The founding ancestor of the Liu originally cultivated trees in Lingchuan 灵川. Later, the ancestor came to Nanwutang 南梧塘 to look after fields for wealthy people. Four sons were born to him, and three lineage branches have continued on to today, for eleven generations. The Liu lineage ancestral hall is in Baowei in Hanjiang 涵江保尾刘氏祠堂.", "Village_Temples": "1) Huizhongtang 回中堂 contains the altar of the Tiaogengshê 调羹社: Main gods: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人 and Qianshi xianfei 钱氏仙妃. Secondary gods: Ciji zhenjun 慈济 真君, Zhanggong shengjun 张公圣君, and Wengong yuanshuai 温公元帅.", "Rituals": {"Yuanxiao processions": "1/7: Qianshi shengfei 钱氏仙妃 goes on procession within the village.", "Birthday celebrations of the gods": "3/13: The birthday celebration of Qianshi shengfei 钱氏仙妃. 6/15: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 7/23: The birthday celebration of Zhanggong shengjun 张公圣君. Every year, opera is performed twice in the village. Zhu Guangdi 朱光地, a Singaporean Chinese, donated the funds to cover the cost of the performances and the construction of the stage. 60–70% of the villagers believe in Christianity. A Christian fellowship is currently being organized. Dongting 东亭 1. Village settlement Dongting village is part of the Nanwutang Administrative Village 南梧塘行政村. The population of Dongting is over 200 people. 2. Surname groups The main surname groups are the Huang 黄 and the Zheng 郑. 3. Village temples Longxinggong 龙兴宫 contains the altar of the Longxingshê 龙兴社. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods are Tiangong yuanshuai 田公元帅, Huanggong ershi 黄公二使, and Kongfu daren 孔府大人. 4. Rituals: Yuanxiao processions On 1/14 villagers carry Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人, Tiangong yuanshuai 田公元帅 and Huanggong ershi 黄公二使 to each house to xingdo 行道 practice the Dao, making a tour of the entire village. At night there is a lantern procession. Birthday celebrations of the gods 3/3: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土 夫人. 3/9: The celebration of Huanggong ershi 黄公二使. 10/18: The celebration of Kongfu daren 孔府大人. On all these occasions, opera is performed and Daoist ritual masters may be invited to conduct rites. These events are organized by the village as a whole, and funds are raised on a per capita basis."}}