{"UID": "V028", "Name": "Houliao", "Name_zh": "后廖", "Region": "Southern", "Village_Settlement": "Houliao village is part of the Zhengban Administrative Village 郑阪行政村. The village has a population of approximately 1000 people.", "Surname_Groups": "The main surname groups are the Liao 廖 and the Qiu 邱. Other surnames include the Huang 黄 and the Chen 陈. The Liao claim to be the descendants of the Qing imperial censor Liao Biqi 廖必琦.", "Village_Temples": "1) Zhaokang zushê 赵坑祖社 is dedicated to Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods are Tiangong yuanshuai 田公元帅, Baiya jiangjun 白牙将军, Sima shengwang 司马圣王, Qitian dasheng 齐天大圣, Cigan shengfei 慈感圣妃, and Kongfu daren 孔府大人. 2) Fuxingsi 福星寺 was originally known as the Guishansi 龟山祖寺. The monastery is dedicated to Shijia mouni 释伽牟尼 and preserves an inscription from 1945. 3) Jinhuagong 金华宫 belongs to the Liao 廖, and is dedicated to Tiangong yuanshuai 田公元帅. Secondary gods are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, Jialuo dasheng 迦罗大圣, Cigan xianfei 慈感仙妃, Qitian dasheng 齐天大圣, Zhanggong shengjun 张公圣君, and Sima shengwang 司马圣王. 4) Juyingtang 聚应堂 is dedicated to Sanyi jiaozhu 三一教主. 5) Houliaosi 后廖寺 was built in the Qing. (PTZJZ, 1992:221).", "Rituals": {"Yuanxiao processions": "On 1/10 the Liao 廖 take the incense burner of the shê altar on a procession to each household to xingdao 行道 practice the Dao. On 1/15 the miscellaneous surnames 杂姓 take the incense burner of the shê altar on a procession to each household to xingdao 行道 practice the Dao.", "Birthday celebrations of the gods": "2/25: The celebration of Qitian dasheng 齐天大圣 is organized by the Chen 陈. 3/1: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is organized by the village as a whole. 3/28: The celebration of Zhusheng dadi 注生大帝 is organized by the 陈. The celebration of Cigan xianfe 慈感仙妃 is organized by the Qiu 邱. The celebration of Guanyin dashi 观音大士 is organized by the village as a whole. 9/9: The celebration of Dutian yuanshuai 都天元帅 is organized by the Qiu 邱. 10/18: The celebration of Kongfu daren 孔府大人 is organized by the village as a whole. On all these occasions, opera is performed and Daoist ritual masters may be invited to conduct rites. Funding is raised on a per capita basis by the organizing group, whether it be the village as a whole, or a particular lineage group. 4/12: 6/19:"}}