{"UID": "V036", "Name": "Zhenwei", "Name_zh": "圳尾", "Alliance": "Jindun qijing (Jindun sevenfold ritual alliance)", "Alliance_UID": "A006", "Alliance_zh": "锦墩七境", "Irrigation_Region": "Southern", "Village_Settlement": "Zhenwei village is part of the Quqiao Administrative Village 渠桥行政村. The village has a population of approximately 300 people. The stone inscription composed in Shaoxing 1 (1131) by Fu Chou 傅丑 entitled 显应侯庙记 (Record of the temple to the Marquis of Manifest Response) (Epigraphical Materials, 1995:10, No. 12) was about a temple that was in this village.", "Surname_Groups": "Surnames include the Lin 林 and the Zhang 张. There is no main surname group.", "Village_Temples": "1) Renshoushê 仁寿社, Renfushê 仁福社: The main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, and Tianshang shengmu 天上圣母. 2) Pingtaici 屏台祠: The main gods are Sanyi jiaozhu 三一教主, Shijia mouni 释迦牟尼, and Lao zi 老子. Secondary gods include Zhang Sanfeng 张三峰, Zhuo zhenren 卓真人, Guanyin dashi 观音大士, and Xuantan yuanshuai 玄坛元帅.", "Rituals": {"Yuanxiao processions": "On 1/12, the gods of Renshoushê 仁寿社 and Renfushê 仁福社 are taken on a procession around the village. Opera is performed, and Daoist ritual masters are invited to conduct rites. On 1/15, the villagers participate in the common Yuanxiao festival总元宵 of the Jindun 锦墩七境 seven village alliance, and Taiyi xiangu 太乙仙姑 is invited to go on procession. On 1/30, Toufu 头福 is celebrated by taking part in the procession of Tianshang shengmu 天上圣母 to the seven villages of the alliance.", "Birthday celebrations of the gods": "3/23: The birthday celebration of Tianshang shengmu 天上圣母. Opera is performed, and Daoist ritual masters are invited to conduct rituals. 7/16: The birthday celebration of Sanyi jiaozhu 三一教主. Marionette plays are performed. 9/1: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Opera is performed, and Daoist ritual masters are invited to conduct rituals."}, "Administrative Village": "Quqiao Administrative Village", "Administrative Village_zh": "渠桥行政村"}