{"UID": "V042", "Name": "Daili", "Name_zh": "埭里", "Alliance": "Xinxi sancun (Xinxi three village ritual alliance)", "Alliance_UID": "A008", "Alliance_zh": "新溪三村", "Irrigation_Region": "Southern", "Village_Settlement": "Daili originally was part of the Yanxingli 延兴里 sub-canton in the Beiyang 北洋 northern irrigated plain (north of the Mulan river) until the course of the river altered and it became part of the southern irrigated plain. In Daoguang 2 (1822), together with Gushan 古山 village, the villagers dug an irrigation canal to link with the irrigation system at Xinxi 新溪 village. Daili has a population of approximately 1100 people. Each year six Fushou 福首 are selected by rotation to direct the ritual celebrations of the year.", "Surname_Groups": "The main surname groups are the Yu 俞 and the Wu 吴. There are also the Huang 黄, Zheng 郑, Weng 翁, and Li 李 minor surname groups.", "Village_Temples": "1) Xingshangong 兴山宫 is dedicated to Huangdu yuanshuai 黄都元帅. Secondary gods include Xuantian shangdi 玄天上帝, Wanggong daren 王公大人, Tiangong yuanshuai 田公元帅, Huangdu yuanshuai 黄都元帅, Bai daren 白大人, Lin daren 林大人, Huang daren 黄大人, and Wenwu liesheng 文武列圣. 2) Baofushê 保福社: The main gods are Zunzhu mingwang 尊主明王 and Houtu furen后土夫人. Secondary gods are Jianggong zhizun 江公至尊, Baifu daren 白府大人 and Huangfu daren 黄府大人. 3) Sanguantang 三官堂: The main god is Sanguan dadi 三官大帝. 4) Guilinci 桂林祠: The main god is Sanyi jiaozhu 三一教主. Secondary gods include Sanguan dadi 三官大帝, Wuxian dadi 五显大帝, Guansheng dijun 关圣帝君, Chensheng hufa 陈圣护法, Tiangong yuanshuai 田公元帅, Zhang Sanfen 张三峰, Zhuo Wanchun 卓晚春, Weng Wudao 翁悟道 and Lin Zhenming 林贞明. The SJCDCB, 1992:6 lists 62 initiates. 5) Yinglingtang 应林堂 is dedicated to Sanyi jiaozhu 三一教主. The SJCDCB, 1992:6 lists 54 initiates. 6) Qingde’an 清德庵 was rebuilt in 1931. (PTZJZCG, 1992:205) 7) Mingde’an 明德庵 was built in the early Republican period (PTZJZCG, 1992:205)", "Rituals": {"Yuanxiao processions": "On 1/11–12 the incense burners of Baofushê 保福社 are invited to practice the Dao 行道 in every household. Opera is performed, and Daoist ritual masters are invited to conduct rites. The village organizes the event and funds are collected on a per capita basis. On 1/24, the final evening of Yuanxiao 末晚元宵 is celebrated. The gods of Xingshangong 兴山宫 are taken on a procession around the village. Opera is performed, and Daoist ritual masters are invited to conduct rites. The village organizes the event and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "4/8: The birthday celebration of Huangdu yuanshuai 黄都元帅. 7/16: The birthday celebration of Sanyi jiaozhu 三一教主 is organized by the Guilinci 桂林祠. 8/3: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 8/23: The birthday celebration of Tiangong yuanshuai 田公元帅. On these occasions, opera is performed, and Daoist ritual masters are invited to conduct rites. The village organizes the event (unless otherwise specified) and funds are collected on a per capita basis."}, "Administrative_Village": "-1", "Administrative_Village_zh": "-1", "population": "1100", "Main_Surname_Groups": ["Yu 俞", "Wu 吴"], "Minor_Surname_Groups": ["Huang 黄", "Zheng 郑", "Weng 翁", "Li 李"]}