{"UID": "V044", "Name": "Baicheng", "Name_zh": "白埕", "Alliance": "Baicheng qijing (Baicheng sevenfold ritual alliance)", "Alliance_UID": "A010", "Alliance_zh": "白埕七境", "Irrigation_Region": "Southern", "Village_Settlement": "Baicheng is part of the Baicheng Administrative Village 白埕行政村. Baicheng village has approximately 800 people.", "Surname_Groups": "The main surname groups are the Gong 龚 and the Yu 俞.", "Village_Temples": "1) Baichengjing Dejitang 白埕境德济堂 is also called the Zhanggonggong 张公宫. This is the main temple for the village ritual alliance. The temple is dedicated to Zhanggong shengjun 张公圣君. Secondary gods are Taiyi xiangu 太乙仙姑, Lishan laomu 李山老母 and Jixiang dajiang 吉祥大将. 2) Baoyishê 宝义社 is also known as Donghushê 东湖社. This temple branched off from the Wufushê 五福社 in the Qing dynasty. The main god are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods are Yanggong taishi 杨公太师, Lufu dashen 鲁府大神, Lufu furen 鲁府 夫人 and Lufu yima 鲁府姨妈. 3) Wanlingdong 万灵洞 is dedicated to Kongfu daren 孔府大人. 4) Baoandong 保安洞 is dedicated to Cuifu dama 崔府大妈. 5) Yutangci 玉堂祠 is dedicated to Sanyi jiaozhu 三一教主.", "Rituals": {"Yuanxiao processions": "n 1/10 the Gong 龚 take the incense burners of the shê altar to go to each household to xingdao 行道 practice the Dao. On 1/13 the Yu 俞 take the incense burners of the shê altar to go to each household to xingdao 行道 practice the Dao. On 1/20 a general Yuanxiao celebration is held, and Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, Zhanggong shengjun 张公圣君 and Jixiang dajiang 吉祥大将 are taken on a procession around the village. Opera is performed and Daoist ritual masters are invited to hold a jiao ritual.", "Birthday celebrations of the gods": "3/8: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 5/5: The birthday celebration of Lufu dashen 鲁府大神. 7/23: The birthday celebration of Zhanggong shengjun 张公圣君. 10/18: The birthday celebration of Kongfu daren 孔府大人."}, "Administrative Village": "Baicheng Administrative Village", "Administrative Village_zh": "白埕行政村", "population": "800"}