{"UID": "V045", "Name": "Qianmian", "Name_zh": "前面", "Alliance": "Baicheng qijing (Baicheng sevenfold ritual alliance)", "Alliance_UID": "A010", "Alliance_zh": "白埕七境", "Irrigation_Region": "Southern", "Raw": {"Settlement": "Qianmian is part of the Baicheng Administrative Village 白埕行政村. Qianmian village currently has 363 people.", "Surname_Groups": "The main surname group is the Peng 彭. Other surnames include the Wang 王 and the Li 黎.", "Village_Temples": "1) Wufushê 五福社 was built in the Xianfeng period (1851–1861) and was rebuilt and expanded in 2002. The temple was originally the ancestral shê altar of the Baicheng village alliance (Baicheng zushê 白埕祖社). In the late Qing the altars were divided up, but the altar was later restored to Qianmian village. The main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人 and Sanwei zhenjun 三位真君. Secondary gods include Sima shengwang 司马圣王, Tianshang shengmu 天上圣母, Huanggong shenghou 黄公圣侯, Taiyi xiangu 太乙仙姑, Qianshi shengfei 钱氏圣妃, Tiangong yuanshuai 田公元帅, Zhanggong shengjun 张公圣君, Dutian yuanshuai 都天元帅 and Fazhu xianfei 法主仙妃. 2) Zongkongtang 宗孔堂 is dedicated to Sanyi jiaozhu 三一教主.", "Rituals": {"Processions": "On 1/11 the villagers carry Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 to each household to xingdao 行道 practice the Dao. That evening a lantern procession moves along the village boundaries. On 1/22 the general Yuanxiao celebration is held. This used to be a joint celebration by the five village alliance, but now is celebrated only by Qianmian village itself. Opera is performed and Daoist ritual masters are invited to perform jiao rites.", "Birthday": "5/1–3: the celebration of Sanwei zhenjun 三位真君 is held with opera. 7/19–20: The birthday celebration of Zhanggong shengjun 张公圣君 of the Dejitang 德济堂. The god is invited to watch opera. 8/1: The celebration of Qianshi shengfei 钱氏圣妃 is held with opera. 10/11: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人."}}, "Administrative Village": "Baicheng Administrative Village", "Administrative Village_zh": "白埕行政村", "Population": "363"}