{"UID": "V047", "Name": "Houshê", "Name_zh": "后社", "Region": "Southern", "Village_Settlement": "Houshê is part of the Baicheng Administrative Village 白埕行政村. Houshê village currently has 320 people.", "Surname_Groups": "The only surname group is the Lin 林.", "Village_Temples": "1) Qingyuandian 清源殿 was founded in the early Qing and rebuilt in Guangxu wuxu (1898) and repaired in 1961, and then moved and rebuilt in 2000. The main god is Xuantian shangdi 玄天上帝. The secondary gods are Wengong yuanshuai 温公元帅 and Dutian yuanshuai 都天元帅. 2) Zhulinci 柱林祠, Gaoyishê 高义社 is co-owned with Houdai 后埭, Yuanding 园顶, and Qubian 屈边 villages. The main gods are Sanyi jiaozhu 三一 教主, Zunzhu mingwang 尊主明王, and Houtu furen 后土夫人. Secondary gods are Guanyin dashi 观音大士, Wenchang dijun 文昌帝君, and Daxiong 大兄. 3) Dutiandong 都天洞 is dedicated to Daxiong 大兄 and Erxiong 二兄.", "Rituals": {"Yuanxiao processions": "On 1/8 the villagers take the incense burners of the shê altar to go to each household to xingdao 行道 practice the Dao.", "Birthday celebrations of the gods": "3/26: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is organized in rotation with Houdai 后埭, Yuanding 园顶, and Qubian 屈边 villages. 7/16: The birthday celebration of Sanyijiao 三一教主 is organized in rotation with Houdai 后埭, Yuanding 园顶, and Qubian 屈边. 9/9: The birthday celebration of Dutian yuanshuai 都天元帅 is held with opera. Houdai 后埭 1. Village settlement Houdai is part of the Baicheng Administrative Village 白埕行政村. Houdai village currently has 126 people. 2. Surname groups The only surname group is the Zhou 周. 3. Village temples 1) Baiyutang 白玉堂 is dedicated to Sanyi jiaozhu 三一 教主. Secondary gods are Zhanggong shengjun 张公圣君 and Xietian dadi 协天大帝. 2) Zhulinci 柱林祠, Gaoyi shushê 高义书社 is co-owned with Yuanding 园顶, and Qubian 屈边. The main gods are Sanyi jiaozhu 三一教主, Zunzhu mingwang 尊主明王, and Houtu furen 后土夫人. Secondary gods are Sanguan dadi 三官大帝, Xietian dadi 协天大帝, and Daxiong 大兄. 4. Rituals: Yuanxiao processions On 1/14 the villagers take the incense burners of the shê altar to go to each household to xingdao 行道 practice the Dao. Birthday celebrations of the gods 3/26: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is organized in rotation with Yuanding 园顶. 5/13: The celebration of Xietian dadi 协天大帝 is held with opera. This event is co-organized and co-sponsored (on a per capita basis) with Yuanding 园顶 village."}}