<<<<<<< HEAD
{"UID": "V053", "Name": "Huibi", "Name_zh": "灰壁", "Alliance": "Zhangjiang bashê (Zhangjiang eight shê ritual alliance)", "Alliance_UID": "A011", "Alliance_zh": "章江八社", "Irrigation_Region": "Southern", "Raw": {"Settlement": "Huibi is part of the Gangli Administrative Village 港利行政村. Huibi village has a population of approximately 250 people.", "Surname_Groups": "The Peng 彭 are the dominant surname group in the village.", "Village_Temples": "1) Baoxing chansi 宝醒禅寺 is dedicated to Rulai fozu 如来佛祖.", "Rituals": {"Processions": "On 1/13 Fazhu xianfei 法主仙妃 is invited from the Zhaohuilong 昭灵宫 to go on procession around the Huibi village boundaries.", "Birthday": "9/3: The villagers invite Yanggong taishi 杨公太师 from the Baoquanyuan 宝泉院 to watch opera. 9/16: The celebration of the birthday of the Zunzhu mingwang 尊主 明王 and Houtu furen 后土夫人 of the Qiandong zushê 前东祖社 is held."}}, "Administrative Village": "Gangli Administrative Village", "Administrative Village_zh": "港利行政村", "Population": "250"}
=======
{"UID": "V053", "Name": "Houhu", "Name_zh": "后湖", "Alliance": "Zhangjiang bashê (Zhangjiang eight shê ritual alliance)", "Alliance_UID": "A011", "Alliance_zh": "章江八社", "Irrigation_Region": "Southern", "Village_Settlement": "Houhu village is part of the Gangli Administrative Village 港利行政村. The current population is over 200 people.", "Surname_Groups": "s The Peng 彭 are the main surname group.", "Village_Temples": "1). Mingshan xingong 名山新宫 is dedicated to Huangdu yuanshuai黄都元帅. The secondary gods are Sanyi jiaozhu 三一 教主, Zhuo zhenren 卓真人, Jin daren 金大人 and Wei daren 魏大人. 2). Qingde’an 清德庵 is dedicated to Guanyin dashi 观音大士.", "Rituals": {"Yuanxiao processions": "On 1/16, the villagers join with Qianhu village 前湖 to invite Fazhu xianfei 法主仙妃 on a procession around both villages’ ritual territories.", "Birthday celebrations of the gods": "8/9: The celebration of Huangdu yuanshuai 黄都元帅 is held with opera 演戏. 10/12: The celebration of the birthday of the Zunzhu mingwang 尊主明王 and 后土夫人of the Qiannan Pengshê 前南彭社 is held with opera 演戏."}, "Administrative Village": "Gangli Administrative Village", "Administrative Village_zh": "港利行政村", "population": "200"}
>>>>>>> 7ac463f3da89d6e0299de685c128687221ad09a4
