{"UID": "V062", "Name": "Sanjiaozeng", "Name_zh": "三角曾", "Alliance": "Xindu jiushê (Xindu nine shê ritual alliance)", "Alliance_UID": "A012", "Alliance_zh": "新度九社", "Irrigation_Region": "Southern", "Village_Settlement": "Sanjiaozeng is part of the Xindu Administrative Village 新度行政村. The population of Sanjiaozeng village is approximately 1200 people.", "Surname_Groups": "The main surnames in the village are the Zou 邹, the Huang 黄, and the Hu 胡. Minor surnames include the Zhou 周 and the Chen 陈.", "Village_Temples": "1) Xingxian zushê 兴贤祖社. The main gods are Zunzhu mingwang 尊主明王and Houtu furen 后土夫人. Secondary gods are Sima shengwang 司马圣王, Zhanggong shengjun 张公圣君, and Tiangong yuanshuai 田公元帅. 2) Xingxian xinshê 兴贤新社 was built in Qianlong 51 ( 1786), and was rebuilt in 1995. The temple is dedicated to Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods are Tiangong yuanshuai 田公元帅, Kanggong yuanshuai 康公元帅, Dutian yuanshuai 都天元帅, Zhanggong shengjun 张公圣君, Tianshang shengmu 天上圣母, Sima shengwang 司马 圣王, Puhua tianzun 普化天尊. 3) Wanan xueshê 万安学社 is dedicated to Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. The secondary gods are Tianshang shengmu 天上圣母 and Tiangong yuanshuai 田公元帅. 4) Baozhenggong 葆真宫 is dedicated to Tianshang shengmu 天上圣母. The secondary gods are Taiyi xiangu 太乙仙姑, Yang Jiuniang 杨九娘, Lufu dashen 鲁府大神, Lufu furen 鲁府夫人, and Lufu yima 鲁府姨妈. 5) Jiongxingtang 炯星堂 is dedicated to Sanyi jiaozhu 三一教主. Secondary gods include Tiangong yuanshuai 田公元帅 and Guanyin dashi 观音大士. 6) Junlutang 俊禄堂 is dedicated to Lin Lonjiang 林龙江. The SJCDCB, 1992:16 claims 238 initiates. 7) Tongxingtci 桐星祠 is dedicated to Lin Lonjiang 林龙江. The SJCDCB, 1992:17 claims 200 initiates.", "Rituals": {"Yuanxiao processions": "On 1/11, the Huang 黄 and the Hu 胡 take the incense burners of the Xinxian zushê 兴贤祖社 on a procession to each of their respective households to practice the Dao xingdao 行道. On 1/12 the Zhou 周, the Chen 陈, and the Huang 黄 take the incense burners of the Wanan xueshê 万安学社 on a procession to each of their households to practice the Dao xingdao 行道. On 1/14, the Zou 邹 take the incense burners of the Xingxian xinshê 兴贤新社 on a procession to each of their own households to practice the Dao xingdao 行道. In the 2nd lunar month, on a day determined by divination, Yanggong taishi 杨公太师 and Tianshang shengmu 天上圣母 are carried in a procession to every shê.", "Birthday celebrations of the gods": "2/12: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Xingxian xinshê 兴贤新社 is organized by the Zou 邹 with opera performances. 3/23: The celebration of Tianshang shengmu 天上圣母 is organized by the village as a whole with opera performances. 5/5: The celebration of Lufu dashen 鲁府大神 is organized by the village as a whole with opera performances. 7/7: The celebration of Lufu furen 鲁府夫人 is organized by the village as a whole with opera performances. 7/8: The celebration of Kanggong yuanshuai 康公元帅 is organized by the Zou 邹 with opera performances. 10/11: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Wanan xueshê 万安学社 is organized by the Huang 黄 and the Hu 胡. 11/10: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Xingxian zushê 兴贤祖社 is organized by the Zhou 周, the Chen 陈 and the Huang 黄."}, "Administrative_Village": "Xindu Administrative Village", "Administrative_Village_zh": "新度行政村", "population": "1200", "Main_Surname_Groups": ["Zou 邹", "Huang 黄", "Hu 胡"], "Minor_Surname_Groups": ["Zhou 周", "Chen 陈"]}