<<<<<<< HEAD
{"UID": "V063", "Name": "Cuobing", "Name_zh": "厝柄", "Alliance": "Cuobing sishê (four shê ritual alliance of Cuobing)", "Alliance_UID": "A013", "Alliance_zh": "厝柄四社", "Irrigation_Region": "Southern", "Raw": {"Settlement": "Cuobing is also known as Zhuba 珠坝. The village is located between the Shangxiaqu 上下渠 and the Yangcheng doumen 洋城 斗门 main channel. In the Ming this area was part of the Nanlili sub-canton 南力里, but it was reassigned to the Zhuqiaopu 珠桥铺 (police/defense unit) of the Guoqingli sub-canton 国清里 in the Qing. Currently it is both a natural village and an Administrative Village. The population is over 3000 people. In terms of its temple ritual system, it is divided into four shê altars.", "Surname_Groups": "The main surname groups are the Lin 林 and the Dai 戴. Other surnames include the Shen 沈, Huang 黄, Weng 翁, Chen 陈, and Cai 蔡. The Lin are the Lin of Jiumu 九牧林, while the Dai came from Donggang 东港 of Huangshi 黄石, the Huang from Huangxia 黄霞, and the Chen from Kuokou 阔口. In the feuding banner alliances of the late Qing, the ritual units of the Cuobing four-shê ritual alliance were all members of the white banner alliance.", "Village_Temples": "1) Cuobingjing Longjinmiao 厝柄境龙津庙 (Taishifu 太师府) is dedicated to Yangfu dagong 杨府大公. The temple was built in the mid-Qing, and is the main overall temple of Cuobing village. Secondary gods are Yangfu dama 杨府大妈, Yang Jiuniang 杨九娘, and Wenchang dijun 文昌帝君. ", "Rituals": {"Processions": "", "Birthday": ""}}, "Administrative Village": "-1", "Administrative Village_zh": "-1", "Population": "3000"}
=======
{"UID": "V063", "Name": "Cuobing", "Name_zh": "厝柄", "Alliance": "Cuobing sishê (four shê ritual alliance of Cuobing)", "Alliance_UID": "A013", "Alliance_zh": "厝柄四社", "Irrigation_Region": "Southern", "Village_Settlement": "Cuobing is also known as Zhuba 珠坝. The village is located between the Shangxiaqu 上下渠 and the Yangcheng doumen 洋城 斗门 main channel. In the Ming this area was part of the Nanlili sub-canton 南力里, but it was reassigned to the Zhuqiaopu 珠桥铺 (police/defense unit) of the Guoqingli sub-canton 国清里 in the Qing. Currently it is both a natural village and an Administrative Village. The population is over 3000 people. In terms of its temple ritual system, it is divided into four shê altars.", "Surname_Groups": "The main surname groups are the Lin 林 and the Dai 戴. Other surnames include the Shen 沈, Huang 黄, Weng 翁, Chen 陈, and Cai 蔡. The Lin are the Lin of Jiumu 九牧林, while the Dai came from Donggang 东港 of Huangshi 黄石, the Huang from Huangxia 黄霞, and the Chen from Kuokou 阔口. In the feuding banner alliances of the late Qing, the ritual units of the Cuobing four-shê ritual alliance were all members of the white banner alliance.", "Village_Temples": "1) Cuobingjing Longjinmiao 厝柄境龙津庙 (Taishifu 太师府) is dedicated to Yangfu dagong 杨府大公. The temple was built in the mid-Qing, and is the main overall temple of Cuobing village. Secondary gods are Yangfu dama 杨府大妈, Yang Jiuniang 杨九娘, and Wenchang dijun 文昌帝君. 2) Longjin zushê 龙津祖社, which belongs to the Lin 林, is dedicated to Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods are Tiangong yuanshuai 田公元帅, Wuhuang dadi 五皇大帝, Tianshang shengmu 天上圣母, Xigong xima 喜公喜妈, Qitian dasheng 齐天大圣, Dutian yuanshuai 都天元帅, and Zhanggong shengjun 张公圣君. 3) Chunxing nanshê 淳兴南社, which belongs to the Lin 林, is dedicated to Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Secondary gods are Tianshang shengmu 天上圣母, Cigan xianfei 慈感仙妃, Lufu furen 鲁府 夫人, Taiyi xiangu 太乙仙姑, Qitian yuanshuai 齐天元帅, Dutian yuanshuai 都天元帅 and Zhanggong shengjun 张公圣君. 4) Chunxing dongshê 淳兴东社(also known as Dengaoshê 登鳌社), which belongs to the mixed surnames 杂姓, was for a long time the location for the village committee of the Cuobing village 厝柄村委会. During that period, its god statues are placed in the Chunxing nanshê 淳兴南社. The main gods of the temple are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. The secondary gods are Tiangong yuanshuai 田公元帅, Tianshang shengmu 天上圣母, and Qitian dasheng 齐天大圣. 5) Longjin xishê 龙津西社, Baoangong 保安宫, which belongs to Dai 戴 has been rebuilt after being destroyed and its god statues placed in the Chunxing nanshe 淳兴南社. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 6) Qingyundian 清云殿 is in Xicheng 西埕 and belongs to the Lin 林. This temple branched off from the Qingyundong of Xihuang in Lingchuan 灵川 西黄清云洞 in 1939. The main god is Dutian yuanshuai 都天元帅. Secondary gods are Tianbao yuanshuai 天宝元帅, Kuide dashen 魁德大神, Zhanggong shengjun 张公圣君, Jiaoming xianshi 教明仙师, Lishanwang 李山王, and Huobu dashen 火部大神. 7) Ciyunge 慈云阁 is dedicated to Guanyin dashi 观音大士. 8) Yuyingtang 育英堂 is dedicated to Wenchang dijun 文昌帝君. 9) Wanantang 万安堂 is dedicated to Lufu dashen 鲁府大神, Lufu furen 鲁府夫人 and Lufufu yima 鲁府姨妈. 10) Xingxiatang 行夏堂 is dedicated to Sanyi jiaozhu 三一教主. The SJCDCB, 1992:16 claims 250 initiates. 11) Minyang shuyuan 闽阳书院, Zhuzici 朱子祠 was originally owned by the thirteen village alliance, but was destroyed in 1973. An ancient stele commemorating the temple is currently preserved at the Minyang elementary school 闽阳小学.", "Rituals": {"Yuanxiao processions": "On 1/4 the gods are welcomed back to the temple 接神, and the first opera is performed 头场戏. On 1/6 the incense burners of Chunxing dongshê 淳兴东社 are taken on procession. On 1/7 the incense burners of Longjin zushê 龙津祖社 are taken on procession. On 1/8 the incense burners of Longjin xishê 龙津西社 are taken on procession. On 1/9 the incense burners of Chunxing nanshê 淳兴南社 are taken on procession. Between 1/21–2/5, on a day determined by divination, the incense burners and gods of 龙津庙 Longjin miao are taken on procession.", "Birthday celebrations of the gods": "1/14: The celebration of Sanyi jiaozhu 三一教主 is organized by the Zongxiatang 宗夏堂. Marionette plays are performed. 2/16: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Longjin zushê 龙津祖社 is held. Opera is performed for two days. During the 3rd lunar month, on a day determined by divination, the celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Chunxing dongshê 淳兴东社, Chunxing nanshê 淳兴南社 and Longjin xishê 龙津 西社 is held. Opera is performed for two days. 4/26: The celebration of Yanggong taishi 杨公太师 is held. Opera is performed for two days. 9/9: The celebration of Yang jiuniang 杨九娘 is held. Opera is performed for two days. 10/28: The rites of Universal Deliverance of the Lower Prime Xiayuan pudu 下元普度 are held, organized by the Xingxiatang 行夏堂. Opera is performed for two days. 5. Ritual Groups There used to be Shentong 神童 (spirit mediums) in the past. Currently, there is only one Shentong 神童, who is Futi 附体 possessed by Yang Jiuniang 杨九娘. This Shentong 神童 is a woman in her thirties who was married into the local community from the outside. It is said that during the Cultural Revolution, some people kept certain items taken from temples as their own. All these people were pointed out by her during the ceremony of the descending of the gods."}, "Administrative Village": "-1", "Administrative Village_zh": "-1", "population": "3000"}
>>>>>>> 7ac463f3da89d6e0299de685c128687221ad09a4
