{"UID": "V066", "Name_Pinyin": "Houdai", "Name_hanzi": "后戴", "Region": "Southern", "Village_Settlement": "Houdai is part of the Puban Administrative Village 蒲阪行政村. The village currently has more than 1700 people.", "Surname_Groups": "The main surname group is the Dai 戴. There is a Dai lineage hall 戴氏宗祠.", "Village_Temples": "1) Longxingtang 隆兴堂 is dedicated to the Wutan liesheng 五坛列圣 (Xuantan yuanshuai 玄坛元帅, Wengong yuanshuai 温公元帅, Zhanggong shengjun 张公圣君, Jialuo dasheng 伽罗大圣, and Ziwei xingjun 紫微星君). Secondary god are the Wenwu liesheng 文武列圣. 2) Guanan xishê 灌安西社 is dedicated to Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 3) Shunandong 顺安洞 is dedicated to Daxiong 大兄 and Erxiong 二兄. Secondary god are Guniang 姑娘, Touling 头领, and Congzi 囱子. 4) Hansantang 函三堂 is dedicated to Sanyi jiaozhu 三一教主. Secondary gods are Puhua tianzun 普化天尊, Guanyin dashi 观音大士, and Guandi shengjun 关帝圣君. The SJCDCB, 1992:16 claims 1130 initiates. 5) Yanxiatang 衍夏堂 is dedicated to Sanyi jiaozhu 三一教主. Secondary gods are Guansheng dijun 关圣帝君, Tiangong yuanshuai 田公元帅, Xuantan yuanshuai 玄坛元帅, Chensheng hufa 陈胜护法, Zhang Sanfeng 张三峰, and Zhuo zhenren 卓真人. There are 300 initiates. 6) Qingxindong 清心洞 is dedicated to Tiangong yuanshuai 田公元帅. Secondary gods are Baiya jiangjun 白牙将军, Fenghuo ertong 风火儿童 and Qitian dasheng 齐天大圣. 7) Hongrenci 弘仁祠 is dedicated to Xiedaye 谢大爷, Huangdaye 黄大爷 and Lidaye 李大爷.", "Rituals": {"Yuanxiao processions": "On 1/4 Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 are taken on procession around the village. On 2/1 the rites of Toufu 头福 are held.", "Birthday celebrations of the gods": "3/3: The celebration of Xuanyuan shangdi 玄元上帝 is held. Opera is performed five times over three days. 4/1: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held. 5/16: The celebration of Yuhuang dadi 玉皇大帝 is held. Opera is performed five times over three days. 7/23: The celebration for Zhanggong shengjun 张公圣君 is held with opera. 8/23: The celebration of Tiangong yuanshuai 田公元帅 is held with opera. 10/29: The celebration of Daxiong 大兄 is held with opera."}}