{"UID": "V075", "Name": "Houxiang", "Name_zh": "后巷", "Alliance": "Xiaban qijing (Xiaban sevenfold ritual alliance)", "Alliance_UID": "A015", "Alliance_zh": "下阪七境", "Irrigation_Region": "Southern", "Village_Settlement": "Houxiang is part of the Xiaban Administrative Village 下阪行政村. Houxiang village has a population of 1000 people. The village is divided into two neighborhoods, called Zhoushê 周社 and Chenshê 陈社. Two fushou 福首 are selected by each neighborhood in rotation.", "Surname_Groups": "The main surname groups are the Zhou 周 and the Chen 陈. Other surnames include the Yu 余 and the Zheng 郑.", "Village_Temples": "1) Jiqing zushê 积庆祖社 belongs to the Chen 陈. The main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人 and Tiangong yuanshuai 田公元帅. Secondary gods are Chenshi zhenren 陈氏 真人, Lufu daren 鲁府大人, Lufu furen 鲁府夫人, Lufu yima 鲁府姨妈, Taiyi xiangu 太乙仙姑. 2) Jiyi xingshê 积义兴社 belongs to the Zhou 周. The main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Secondary gods are Fude zhengshen 福德正神. 3) Zongbentang 宗本堂 is dedicated to Sanyi jiaozhu 三一教主. Secondary gods are Xuantian shangdi 玄天上帝, Puhua tianzun 普化天尊 and Taiyi xiangu 太乙仙姑.", "Rituals": {"Yuanxiao processions": "On 1/10, the Zhou 周 take the incense burner of the shê altar on a procession to each household to xingdao 行道 practice the Dao. On 1/11, the Chen 陈 take the incense burner of the shê altar on a procession to each household to xingdao 行道 practice the Dao. On 1/14 the first opera of the year is performed 头场戏. This is organized by the Chen 陈. On 1/22–23 a common Yuanxiao 总元宵 is held. Tianshang shengmu 天上圣母 and Sima shengwang 司马圣王 are invited to go on procession throughout the sevenfold ritual alliance. There is fire-walking 踏火 by carrying the sedan chairs of the gods through bonfires, and Daoist ritual master are invited to conduct rituals.", "Birthday celebrations of the gods": "3/27: The celebration of Tianshang shengmu 天上圣母 is organized by the village as a whole. Opera is performed, and funds are raised on a per capita basis. 4/4: The celebration of Tiangong yuanshuai 田公元帅 is organized by the Chen 陈 Opera is performed. 7/16: the celebration of Sanyi jiaozhu 三一教主 is organized by the village as a whole. Opera is performed, and funds are raised on a per capita basis. 10/7: The celebration of the Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Jiyi xingshê 积义兴社is organized by the Zhou 周. Opera is performed. 10/11: The celebration of the Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of the Jiqing zushê 积庆祖社is organized by the Chen 陈. Opera is performed."}}