{"UID": "V077", "Name": "Shanping", "Name_zh": "山坪", "Alliance": "Xiaban qijing (Xiaban sevenfold ritual alliance)", "Alliance_UID": "A015", "Alliance_zh": "下阪七境", "Irrigation_Region": "Southern", "Village_Settlement": "Shanping is part of the Xiaban Administrative Village 下阪行政村. Shanping village currently has a population of over 650 people. The village is divided into three neighborhood ritual associations on the basis of lineage. They are the Hongshê 洪社, the Zhengshê 郑社 and the Zashê (mixed surname neighborhood) 杂社. Two fushou 福首 are selected from each shê each year.", "Surname_Groups": "The main surname groups are the Hong 洪 and the Zheng 郑. Other minor surnames include the Chen 陈, Lin 林, Weng 翁, and the Wu 吴.", "Village_Temples": "1) Jiyishê 积义社 belongs to the Hong 洪 and is dedicated to Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 2) Changyishê 长义社 belongs to the Zheng 郑 and is dedicated to Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Tiangong yuanshuai 田公元帅, Zhangong shengjun 张公圣君, Liugong yuanshuai 刘公元帅, and Di diye 狄帝爷. 3) Xianyishê 显义社 belongs to the mixed lineages 杂姓 and is dedicated to Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 4) Wanyitang 万益堂 is dedicated to Tiangong yuanshuai 田公元帅. Secondary gods are Guanyin dashi 观音大士, Lufu dashen 鲁府大神, Lufu furen 鲁府夫人 and Lufu yima 鲁府姨妈. 5) Tianhougong 天后宫 is dedicated to Tianhou shengmu 天后圣母. Secondary gods: Jiqing hou 积庆侯, Qianliyan 千里眼, Wanlier 万里耳. 6) Wanyitang 万益堂 is dedicated to Tiangong yuanshuai 田公元帅. The secondary gods are Guanyin dashi 观音大士, Lufu dashen 鲁府大神, Lufu furen 鲁府夫人, and Lufu yima 鲁府姨妈. 7) Tongmingdong 通明洞 is dedicated to Dage 大哥.", "Rituals": {"Yuanxiao processions": "On 1/10 the Zheng 郑 take the incense burner of their shê altar on a procession to each household to xingdao 行道 practice the Dao. On 1/11 the Hong 洪 take the incense burner of their shê altar on a procession to each household to xingdao 行道 practice the Dao. On 1/12, the miscellaneous surname groups 杂姓 take the incense burner of their shê altar on a procession to each household to xingdao 行道 practice the Dao. On 1/22–23 a common Yuanxiao 总元宵 is held. Tianshang shengmu 天上圣母 and Sima shengwang 司马圣王 are invited to go on procession throughout the sevenfold ritual alliance. There is fire-walking 踏火 by carrying the sedan chairs of the gods through bonfires, and Daoist ritual master are invited to conduct rituals.", "Birthday celebrations of the gods": "4/9: The celebration of Tiangong yuanshuai 田公元帅 is organized by the village as a whole. Opera is performed and funds are raised on a per capita basis. 7/9: The celebration of Dage 大哥. Marionette plays are performed. 8/15: The celebration of Liugong yuanshuai 刘公元帅 is organized by the village as a whole. Opera is performed and funds are raised on a per capita basis. 10/2: The celebration of the Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of the Changyishê 长义社is organized by the Zheng 郑. Opera is performed. 10/3: The celebration of the Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of the Jiyishê 积义社is organized by the Hong 洪. Opera is performed. 10/4: The celebration of the Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of the Xianyishê 显义社is organized by the miscellaneous surnames 杂姓. Opera is performed."}}