{"UID": "V086", "Name": "hangqiao", "Name_zh": "樟桥", "Alliance": "Zhangqiao sanjia (Zhangqiao three jia ritual alliance)", "Alliance_UID": "A018", "Alliance_zh": "樟桥三甲", "Irrigation_Region": "Southern", "Village_Settlement": "itten Zhangqiao 章桥, and is also called Zhangyang 樟洋. The village is located along the main channel of the Mulan irrigation system in front of the Yangcheng sluice-gate 洋城斗门. This area was part of the Zhuqiaopu 珠桥铺 (police/defense unit) of the Guoqingli 国清里 subcanton. The village of Zhangqiao 章桥 was in existence in the Ming, and it has remained a single natural village, which is managed by the Zhangqiao Administrative Village 樟桥行政村, with a population of some 1500 people. The village ritual system is divided into three jia ritual associations, namely Qianzhi 前至, Houzhi 后至, and Qiaotou 桥头. These associations annually select four Fushou 福首 by rotation to manage the ritual activities of the year. The main livelihoods are agriculture and making Xinghua rice noodles 兴化米粉. In the feuding banner alliances of the late Qing, the Zhangqiao sanjia ritual alliance were all members of the black banner alliance.", "Surname_Groups": "The surname groups are diverse. The main surname groups are the Lin 林 and the Xu 许. The Lin came from Hengtang 横塘, while the Xu came from Jiewai 界外 (the area beyond the limits of the coastal evacuation). Other surnames include the Xie 谢 (from Dongjia 东甲), the Huang 黄 and the Zhou 周 (from Qingjiang 清江), the Chen 陈, the Zheng 郑, and the Wu 武. The Zhou originally had an ancestral hall, but it has been destroyed.", "Village_Temples": "1) Buqinggong 步青宫 was built in Kangxi 17 (1678), it was rebuilt in Guangxu 34 (1908) and was renovated in 1935. The main god is Yanggong taishi 杨公太师. Secondary gods are Dongyue dadi 东岳 大帝, Tianshang shengmu 天上圣母, Wengong yuanshuai 温公元帅, Kanggong yuanshuai 康公元帅, Magong yuanshuai 马公元帅, Zhaogong yuanshuai 赵公元帅, Bigong yuanshuai 毕公元帅, Gaogong yuanshuai 高公 元帅, Shandian yunmu 闪电云母, Leibu xingjun 雷部星君, Baban 八班, and Zaoye 皂爷. 2) Dengaoshê 登鳌社 is dedicated to Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Secondary gods are Baima shenghou 白马圣侯, Taohua shengmu 桃花圣母, and Li zhangzhe 李长者. 3) Zhengfutang 正福堂 is dedicated to Lufu dashen 鲁府大神, Lufu furen 鲁府夫人, and Lufu yima 鲁府姨妈. Secondary gods are Zhanggong shengjun 张公圣君 and Tiangong yuanshuai 田公元帅. 4) Mingxiatang 明夏堂 is dedicated to Sanyi jiaozhu 三一教主. 5) Huoshuiting 活水亭 is dedicated to Guanyin dashi 观音大士. 6) Mingshanan 明善庵 was built in 1931. (PTZJZ, 1992:222) Zhangqiao three jia ritual alliance", "Rituals": {"Yuanxiao processions": "On 1/3, the first opera of Yuanxiao 元宵 is performed. Between 1/16–30, on a day determined by divination, Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, Yanggong taishi 杨公 太师 and Baima shenghou 白马圣侯 are taken on a procession throughout the village. Lantern processions are held at night, and Daoist ritual masters are invited to hold jiao rites 做醮. On 2/1, the Toufu 头福 celebration is held. Opera is performed for two days.", "Birthday celebrations of the gods": "4/26: The birthday celebration of Yanggong taishi 杨公太师. Opera is performed for two to three days. 5/5: The celebration of Lufu dashen 鲁府大神. On this day, dragon boat competitions of the Duanwu festival 端午龙舟赛 are held. 7/7: The celebration of Lufu furen 鲁府夫人 is held with two days of opera. 8/29: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held with two days of opera. 10/13: The celebration of Baima shenghou 白马圣侯(also called Babaoye 八宝爷)is held with two days of opera."}}