{"UID": "V087", "Name": "Yangcheng", "Name_zh": "洋埕", "Alliance": "Yangcheng qijing (Yangcheng sevenfold ritual alliance)", "Alliance_UID": "A019", "Alliance_zh": "洋埕七境", "Irrigation_Region": "Southern", "Village_Settlement": "ritten as 洋城. The village is located along the main channel of the Mulan irrigation system in front of the Yangcheng sluice-gate 洋城斗门. This area was part of the Yangchengpu 洋城铺 (police/defense unit) of Guoqingli 国清里 sub-canton 洋城铺. This area already had a village forming in the Southern Song. Currently Yangcheng is divided into ten large neighborhoods: Zhongjing 中境 (Qiangou 前沟), Hougou 后沟, Jindong 金东 (Xichun 熙春), Xicuotou 西厝头 (Quchi 曲尺), Louxia 楼下, Zhongxian 忠献 (Zhongjun 中浚), Shengdong 升东, Dinggou 顶沟. Xiagou 下沟, Menqian 门前. The overall population of Yangcheng is 4366 people. However the ritual system is primarily based on different lineages and so has been divided into seven ritual associations 七境. The main livelihood is agriculture.", "Surname_Groups": "The five earliest surnames in this area were the Lin 林, the Zheng 郑, the Wang 王, the Yang 杨 and the Huang 黄. Later the, Xie 谢, Zeng 曾, Dai 戴, Xu 许 and Zhou 周 surname groups also moved into the area. In the Ming, Yangcheng was a famous region for the production of examination graduates. The five lineages who settled earliest (see above) between them produced nine Jinshi 进士 (Metropolitan Graduates) and thirty Juren 举人 (Provincial Graduates). In Ming Zhengtong 6 (1441) Yangcheng sevenfold ritual alliance the Fujian Provincial Commissioner 福建布政使 set up a Zhouxiu 昼繍 牌坊 memorial archway for the Lin lineage 林. In Ming Tianshun 4 (1460) the Xinghua Prefect 兴化知府 set up a Jinshi 进士牌坊 memorial archway for the Yang lineage 杨. In Ming Chenghua 4 (1468) Censor-in-Chief Zhang Xuan 都御史张瑄 set up a Shike 世科牌坊 (generations of successful examination graduates) archway for the Lin lineage 林 and the Prefect Yue Zheng 知府岳正 set up a Jingjie 旌节牌坊 memorial archway in honor of the Zheng lineage 郑. In Ming Hongzhi 8 (1495) the Censor Wang Zhe 御史王哲 set up a Conggui 丛桂牌坊 memorial archway for the Yang lineage 杨. In Ming Hongzhi 10 (1497), the Xinghua Prefect 兴化知府 set up an Yiguang 依光 牌坊 memorial archway in honor of the Huang lineage 黄. Currently, the Lin 林 surname makes up some 60% of the overall population. They are divided into three main lines: the Quexia Lin 阙下林, the Jiumu Lin 九牧林 and the Changcheng Lin 长城林 and they have preserved a Lin lineage ancestral hall 林氏祠堂and a Lin genealogy 林氏族谱. There is also a Yang 杨 ancestral hall. The text of a stone inscription composed in Chenghua period (1465–1487) by Zheng Ji 郑纪 entitled 杨氏祠堂记 (Record of the Yang Ancestral hall) describes this hall (Epigraphical Materials, 1995:115, No. 102). In the feuding banner alliances of the late Qing, the Yangcheng sevenfold ritual alliance were all members of the black banner alliance.", "Village_Temples": "1) Yangchengjing Tongyingmiao 洋埕境通应庙 and its Guilinshê 桂林社 in Zhongjing 中境 is the main temple of the whole village. The main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土 夫人, and Tiangong yuanshuai 田公元帅. Secondary gods: Yuhuang dadi 玉皇大帝, Zhanggong shengjun 张公圣君, Fazhu xianfei 法主仙妃, Zhutian dadi 注天大帝. This temple is said to have been originally built in the Song dynasty and rebuilt in Yongzheng 5 (1727) and Jiaqing 8 (1802). 2) Wudanggong 武当宫 is located in Jindong 金东. It is said that this temple is older than the Beichengong 北辰宫 in Huangshi. Originally built in Yuan Zhizheng 25 (1365), the temple was rebuilt during the Ming Hongzhi period (1488–1505) and renovated in Qianlong 18 (1753). The temple is dedicated to Xuantian shangdi 玄天上帝 in his martial Wu 武 manifestation. 3) Huilongtang 会龙堂 is located in Jindong 金东 and is dedicated to Zhanggong shengjun 张公圣君. 4) Longxingtang 龙兴堂 is dedicated to Wutan liejun 五坛列君 and Zhanggong shengjun 张公圣君. 5) Yunshuitang 云水堂 is dedicated to Sanyi jiaozhu 三一教主. The SJCDCB, 1992:16 claims 286 initiates. 6) Dongansi 东安寺: The original site was destroyed by flood and it has not been rebuilt yet. The monks currently live at Guanghuasi 广化寺. 7) Jinshu fayuan 金枢法院 is next door to the Wudanggong 武当宫, and dedicated to Wuhuang dadi 五皇大帝. Secondary gods are Honggong yuanshuai 鸿公元帅 and Yufu zhongjun 玉府中军. 8) Xichun dongshê 熙春东社 is next to Wudanggong 武当宫, and belongs to the Xie 谢. The main gods are Zunshu mingwang 尊主明王 and Houtu furen 后土夫人. The secondary god is Tianshang shengmu 天上圣母. 9) Jinpingshê 锦屏社 is in Xicuotou 西厝头 and belongs to the Jiumu Lin 九牧林 and the Wang 王 and the Huang 黄. Main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Zhanggong shengjun 张公圣君, Tianshang shengmu 天上圣母, Taiyi xiangu 太乙 仙姑, Tiangong yuanshuai 田公元帅, and Ertai shenghou 二太圣侯. 10) Huixiandong 会仙洞 is in Jindong 金东 and is dedicated to Huaxiangu 花仙姑. 11) Miaoshantang 妙善堂 is in Jindong 金东 and is dedicated to Guanyin dashi 观音大士. 12) Longyingtang 龙应堂 is in Zhongjing 中境 and belongs to the Lin of Quexia 阙下林. The temple is dedicated to Zhanggong shengjun 张公圣君. Secondary gods are Tianshang shengmu 天上圣母 and Cuifu dama 崔府大妈. 13) Jixingdong 集兴洞 is in Zhongjing 中境 and belongs to the Lin 林, the Wang 王, and the Yang 杨 of Quexia 阙下. The main god is Daxiong 大兄, secondary gods are Erxiong 二兄, Sanxiong 三兄. 14) Longdetan 隆德坛 in Hougou 后沟 belongs to the Lin of Quexia 阙下林. The main god is Lufu yima 鲁府姨妈. Secondary gods are Lufu dashen 鲁府 大神, Lufu furen 鲁府夫人, Taiyi xiangu 太乙仙姑, Qinglou furen 青楼 夫人, Tiangong yuanshuai 田公元帅, Baiya jiangjun 白牙将军, Fenghuo ertong 风火儿童, Fude zhengshen 福德正神. 15) Runxintang 润心堂 is in Hougou 后沟 is dedicated to Zhanggong shengjun 张公圣君. Secondary gods are Xuantian shangdi 玄天上帝, Jialuo dasheng 伽罗大圣, Taiyi xiangu 太乙仙姑, Guanyin dashi 观音大士, and Longshu zushi 龙树祖师. 16) Qimingtang 齐明堂 is in Hougou 后沟 is dedicated to Sanyi jiaozhu 三一教主. Secondary gods include Zhanggong shengjun 张公圣君, Qianshi shengfei 钱氏圣妃, Xuantian shangdi 玄天上帝, Xietian dadi 协天大帝, Xuantan yuanshuai 玄坛元帅, Puhua tianzun 普化天尊.", "Rituals": {"Yuanxiao processions": "On 1/4 villagers go on a procession to Hugongshan Lingyundian 壶公山凌云殿 to request the incense fire of Yuhuang dadi 玉皇大帝. Opera is performed. This is organized by Tongyingmiao. On 1/9–10 the Quexia Lin of Louxia 楼下阙下林 take Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, Zhanggong shengjun 张公圣君, Tianshang shengmu 天上圣母 and Tiangong yuanshuai 田公 元帅神 on a procession around the village. On 1/10–11 the Quexia Lin of Zhongjing 中境阙下林 take Zhanggong shengjun 张公圣君 on a procession around the village. On 1/12 the Wang of Xicuotou 西厝头王 take Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, Tianshang shengmu 天上圣母 and Tiangong yuanshuai 田公元帅 on a procession around the village. On 1/13 the Huang of Xicuotou 西厝头黄 take Zunzhu mingwang 尊主明王, Houtu furen 后土夫人 and Zhanggong shengjun 张公圣君 on a procession around the village. On 1/14 the Jiumu Lin of Xicuotou 西厝头 九牧林 take Zunzhu mingwang 尊主明王, Houtu furen 后土夫人 and Tianshang shengmu 天上圣母 on a procession. On 1/15–16 the Quexia Lin of Hougu 后沟阙下林 take the incense burner 社炉 and Tianshang shengmu 天上圣母 to each household to xingdao 行道 practice the Dao and then on a procession around the village. On 1/20 the Xie of Jindong 金东谢 take Zunzhu mingwang 尊主明王, Houtu furen 后土夫人 and Honggong yuanshuai 鸿公元帅 on a procession around the village. On 1/20, a common Yuanxiao 总元宵 is held. Tiangong yuanshuai 田公元帅 is invited to go on procession around the entire village.", "Birthday celebrations of the gods": "3/3: The celebration of Yuantian shangdi 元天上帝 is organized by Wudangdong 武当宫. 4/5: The celebration of the Zunzhu mingwang 熙春东社尊主明王 and Houtu furen 后土夫人of Xichun dongshê is organized by the Xie 谢. 4/9: The celebration of Tiangong yuanshuai 田公元帅 is organized by the Wang 王. Opera is performed for three days. 5/5: The celebration of Wuhuang dadi 五皇大帝 is organized by the Jinshu fayuan 金枢法院. 6/6: The celebration of Fude zhengshen 福德正神 is organized by Longdetan 隆德坛. 7/7: The celebration of Lufu furen 鲁府夫人 is organized by Wudanggong 武当宫. 7/16: The celebration of 三一教主 is organized by Qimingtang 齐明堂. Marionette plays are performed. 7/23: The celebration of Zhanggong shengjun 张公圣君 is organized by Huangjing 黄境. 9/3: The celebration of the Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Guilinshê 桂林社 is organized by the Quexia Lin 阙下林. 10/2: The celebration of Daxiong 大兄 is organized by the Zhongjing Lin 中境林. 11/16: The celebration of Kong daren 孔大人 is organized by the Zhongjing Wang 中境王 and Yang 杨. On these occasions, opera is performed for two days (unless otherwise specified), and Daoist ritual masters are invited to conduct rites. Qiantang qijing (Qiantang sevenfold ritual alliance) 钱塘七境 The sevenfold ritual alliance of Qiantang is located alongside the main channel of the Mulan irrigation system in front of the Yangcheng sluice-gate. This area was part of the Qiantang Houxupu 钱塘后许铺 (police/defense unit) of the Guoqingli sub-canton 国清里. There were two villages in this area in the Ming: Qiantang 前塘 and Xiaohengtang 小横塘. In the Qing three other villages branched off: Xiazhuang 下庄, Houxu 后许 and Houyuan 后院. In the late Qing three more villages separated off: Lingding 岭顶, Huangyuan 黄园 and Shangheng 上坑. Currently there are seven natural villages in the area, all administered by the Qijing Administrative Village 七境行政村. The local temple ritual system is divided into the inner four-fold ritual alliance and the outer three-fold ritual alliance. The Lingyinggong 灵应宫 temple, located in Qiantang 钱塘 village, was the original main overall temple of the inner four ritual associations, and is now the overall temple for the entire sevenfold ritual alliance. The main gods worshipped are Liugong yuanshuai 刘公元帅, Zhanggong shengjun 张公圣君, Qiugong yuanshuai 邱公元帅 and Xuantan yuanshuai 玄坛元帅. Each year on lunar 2/25 Liugong yuanshui 刘公元帅, Zhanggong shengjun 张公圣君 and Qiugong yuanshuai 邱公元帅 are invited to go on processon around the villages of the Qiantang sevenfold ritual alliance 钱塘七境. The Peng 彭 and the Chen 陈 were local lineages who produced examination graduates. In Ming Hongzhi 9 (1496) the Censor Zeng Lu 御史曾禄 set up a Shuangfeng 双凤牌坊 (Double Phoenix) memorial archway for the brothers Peng Fu 彭甫 and Peng Shen 彭申 of Xiaohengtang 小横塘 village. In the late Qing feuding banner associations, the inner four-fold ritual associations villages of Qiantang 钱塘, Lingding 岭顶, Houyuan 后院 and Houxu 后许 were part of the black banner alliance. The outer three-fold ritual associations of the villages of Huangyuan 黄园, Xiazhuang 下庄, and Shangkeng 上坑 belonged to the red banner (neutral) village alliance. It is said that the latter villages were once part of the twenty-four wards of Huangshi ritual alliance, and they still participate in the ritual activities of that alliance."}, "Administrative Village": "-1", "Administrative Village_zh": "-1"}