{"UID": "V089", "Name": "Lingding", "Name_zh": "岭顶", "Alliance": "Qiantang qijing (Qiantang sevenfold ritual alliance)", "Alliance_UID": "A020", "Alliance_zh": "钱塘七境", "Irrigation_Region": "Southern", "Village_Settlement": "Lingding is part of Qijing Administrative Village 七境行政村. The village of Lingding currently has 551 people. Each year five toulu 头炉 incense heads are selected in rotation based on their age.", "Surname_Groups": "The main surname group is the Chen 陈. Other surnames include the Lin 林, Yang 杨, and Ruan 阮. According to the survey data from 1998, 80% of the population are surnamed Chen 陈 and 10% are surnamed Lin 林. The Yang came from Yangcheng 洋埕.", "Village_Temples": "1) Lingdingjing Changning shushê 岭顶境常宁书社 is dedicated to Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods are Tiangong yuanshuai 田公元帅, Zhanggong shengjun 张公圣君, Xieshun shenghou 协顺圣侯, and Liugong yuanshuai 刘公元帅. 2) Taixinggong 台星宫 is dedicated to Yanggong taishi 杨公太师. 3) Sanshengtang 三圣堂 is dedicated to Lufu dashen 鲁府大神, Lufu furen 鲁府夫人 and Lufu yima 鲁府姨妈. 4) Lingfenggong 岭峰宫 is dedicated to Tiangong yuanshuai 田公元帅.", "Rituals": {"Yuanxiao processions": "On 1/6 Tiangong yuanshuai 田公元 帅 and the incense burners of the shê altar are taken on a procession to each household to xingdao (practice the Dao), and then around the village boundaries. At night palm sedan chairs are carried around and Daoists ritual masters conduct Jiao rites.", "Birthday celebrations of the gods": "3rd lunar month, on a day determined by divination, the birthday celebration of Xuantian shangdi 玄天上帝 is held. Villagers participate in the procession of Beichengong 北辰宫 and Guchenggong 谷城宫. 4/26: The birthday celebration of Yanggong taishi 杨公太师. Opera is performed for two days. 5/5: The birthday celebration of Lufu dashen 鲁府大神 is held with at least ten days of opera performances, which are sponsored by those families which that year have given birth to boys. 5/19: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Opera is performed for two days and Daoist ritual masters are invited to conduct rites. 8/23: The celebration of Tiangong yuanshuai 田公元帅 is held with opera and Daoist rites."}, "Administrative_Village": "Qijing Administrative Village", "Administrative_Village_zh": "七境行政村", "population": "551", "Main_Surname_Groups": ["Chen 陈"], "Minor_Surname_Groups": ["lin 林", "Yang 杨", "Ruan 阮"]}