{"UID": "V091", "Name": "Houyuan", "Name_zh": "后院", "Alliance": "Qiantang qijing (Qiantang sevenfold ritual alliance)", "Alliance_UID": "A020", "Alliance_zh": "钱塘七境", "Irrigation_Region": "Southern", "Raw": {"Settlement": "Houyuan is part of Qijing Administrative Village 七境 行政村. The population of Houyuan is approximately 500 people.", "Surname_Groups": "Surnames include the Zhu 朱, Lin 林, Peng 彭, and Pan 潘. The Lin came from Qingpu in Huangshi 黄石清浦 while the Zhu came from Jingpu in Huangshi 黄石井埔.", "Village_Temples": "1) Taixinggong 台星宫 was rebuilt in 1988. The temple is dedicated to Yanggong taishi 杨公太师, Liugong yuanshuai 刘公元帅, and Zhanggong shengjun 张公圣君. Secondary gods, on the left altar, are Guanyin dashi 观音大士, on the right altar: Yangfu jiuniang 杨府九娘. In the front of the temple are altars to Sanye 三爷 and Siye 四爷. 2) Houyuanjing Fuanshushê 后院境福安书社 was rebuilt in 1986, and is dedicated to Zunzhu mingwang 尊主明王, Houtu furen 后土夫人 and Dutian yuanshuai 都天元帅. Side altars: Sima shengwang 司马圣王, Chenshi zhenren 陈氏真人, Zhanggong shengjun 张公圣君, Dutian yuanshuai 都天 元帅, Yanggong taishi 杨公太师, Wuhu jialuo 吴虎迦罗, and Wenwu zhushen 文武诸神. 3) Genyuantang 根元堂 is dedicated to Guanyin dashi 观音大士. Secondary gods are Sanguan dadi 三官大帝 and Dutian yuanshuai 都天元帅.", "Rituals": {"Processions": "On 1/15 the incense burners of the shê altar are taken on a procession to each household to xingdao (practice the Dao), and then around the village boundaries. At night lanterns are carried in a procession and Daoists ritual masters conduct Jiao rites.", "Birthday": "3/13: The celebration of Dutian yuanshuai 都天元帅 is held with opera and Daoist rites, and is organized by the village as a whole. 4/26: The celebration of Yanggong taishi 杨公太师 is held with opera and Daoist rites, and is organized in collaboration with Houxu 后许 and Lingding 岭顶 villages. During the 10th lunar month, on a day determined by divination, the celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held with opera and Daoist rites, organized by the village as a whole."}}, "Administrative Village": "Qijing Administrative Village", "Administrative Village_zh": "七境", "Population": "500"}