{"UID": "V099", "Name": "Yaotai", "Name_zh": "瑶台", "Alliance": "Yaotai sanjia (Yaotai three jia ritual alliance)", "Alliance_UID": "A022", "Alliance_zh": "瑶台三甲", "Irrigation_Region": "Southern", "Village_Settlement": "called Yaodou 窑兜. It is located alongside the Guoqing Reservoir 国清塘. This area was part of the Yaotaipu 瑶台铺 (police/defense unit) of Jingdeli sub-canton 景德里. The village had already formed in the Ming, and to this day it remains a single natural village, as well as being an Administrative Village. The village currently has 3900 people, and is divided into three jia: Shangjing 上境, Zhongjing 中境, and Nanjing 南境. Apart Yaotai three jia ritual alliance from agriculture, in the past, the main source of livelihood came from the operation of the kilns. In recent years, many villagers have become stone masons 石工, brick layers 泥工, and carpenters 木工. In the feuding banner alliances of the end of the Qing, the Yaotai three jia ritual alliance was part of the black banner alliance.", "Surname_Groups": "The three main surname groups are the Lin 林, the He 何 and the Zhang 张. There are also Cheng 程, Li 李, Zheng 郑 and Chen 陈 minor surnames. In Shangjing, the Lin 林 make up half of the population, while the Cheng 程 and the Li 李 make up the other half. In Zhongjing, there are 120 Lin 林 households, 90 He 何 households, and some households of the Zheng 郑, Li 李, and Chen 陈. In Nanjing, the Zhang 张 are the main surname group. The Lin emigrated from Qingjiang 清江 to Yaotai 瑶台, and divided into six lineage branches. The fourth and the sixth branches are in Shangjing, while the fifth branch is in Zhongjing. There were three Lin ancestral halls 林氏宗祠 in the past. The He came from Sanjiangkou 三江口. There used be a He ancestral hall. Currently, they have 500 people.", "Village_Temples": "1) Yaotaijing Qingshuigong 瑶台境清水宫: Main hall: Middle altar: imperially enfeoffed Wanggong shenghou 敕封王公圣侯. Left altar: Dulue jiangjun 都略将军 (Yanggong taishi 杨公太师). Right altar: Shuntian shengmu 顺天圣母. Rear hall: Fazhu xianfei 法主仙妃, Zhaoling shengjun 昭灵圣君. Left side: Liuyuanshuai 刘元帅. Right side: Qiuyuanshuai 邱元帅. 2) Yutang sheshê 玉塘书社: Hall sign 匾额: Lishê weimin 立社为民. Main gods: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, Sima shengwang 司马圣王, Tianshang shengmu 天上圣母, Ligong zhangzhe 李公长者, Qianshi shengfei 钱氏圣妃. 3) Fuzhonggong 福中宫: Main god: Tiangong yuanshuai 田公元帅. 4) Zhongyitang 中一堂: Main god: Sanyi jiaozhu 三一教主. Secondary gods: Dichuan Lin Zhenming 嫡传林真明, Zaichuan Weng Wudao 再传翁吾道, Sanchuan Weng Yiyang 三传翁一阳, Sichuan Lin Zhengming 四传林正明, Wuchuan Zhang Jidao 五传张吉道, Guanyin dashi 观音大士, Jiuye 九爷. The SJCDCB, 1992:13 lists 290 initiates.", "Rituals": {"Yuanxiao processions": "On 1/4–5, Qingshuigong 清水宫 receives the gods. The first opera of the year, Touchangxi 头场戏, is performed. On 1/6–7 Shangjingjia 上境甲 takes the incense burners of the shê altar to each household to xingdao (carry out the Dao). In the evening they hold a lantern procession around their territorial boundaries. On 1/11–13: Zhongjingjia 中境甲 takes the incense burners of the shê altar to each household to xingdao (carry out the Dao). In the evening they hold a lantern procession around their territorial boundaries. On 1/15–16: Nanjingjia 南境甲 takes the incense burners of the shê altar to each household to xingdao (carry out the Dao). In the evening they hold a lantern procession around their territorial boundaries. After 1/20, on a day determined by divination, a common Yuanxiao 总元宵 is held, with a common procession around the entire Yaotai territory (this is called circling the mountain 圈山). Daoist ritual masters are invited to conduct rituals in groups of seven. If the day determined by divination is in the second lunar month, then a procession has to be held to all the twenty-four pu wards of Huangshi township 黄石二十四铺.", "Birthday celebrations of the gods": "3/9: The birthday celebration of Wanggong shenghou 王公圣侯. 4/9: The birthday celebration of Tiangong yuanshuai 田公元帅. 4/26: The birthday celebration of Dulue jiangjun 都略将军. 7/5: The birthday celebration of Shuntian shengmu 顺天圣母. 7/16: The birthday celebration of Sanyi jiaozhu 三一教主. Marionette plays are performed. 8/9: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. On all the above occasions, unless otherwise noted, opera is performed and Daoist ritual masters conduct jiao rites 做醮."}, "Administrative Village": "-1", "Administrative Village_zh": "-1"}