{"UID": "V103", "Name": "The", "Name_zh": "birthday", "Region": "Southern", "Village_Settlement": "mingwang 尊主明王 and Houtu furen 后土夫人. Opera is performed for two days. The entire village organizes the ritual together, and funds are collected on a per capita basis. Tiancuo 田厝 1. Village settlement Tiancuo is part of the Fengshan Administrative Village 凤山行政村. Tiancuo village currently has 1200 people.", "Surname_Groups": "The only surname group is the Zheng 郑. The Zheng of the village emigrated from Hankou 汉口 of Shadi 沙堤 during the Qing Tonggzhi period (1862–1874). There currently exists a Zhengshi jiaozhong ancestral hall 郑氏教忠祠堂.", "Village_Temples": "1) Shenglong shushê 升龙书社: Originally called Deyi dongshê 德义东社, it was built in 19", "Rituals": {"Yuanxiao processions": "led Benxiang lizao sheyu gongjin 本乡立造社宇公禁. Middle altar: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Left altar: Tianshang shengmu 天上 圣母. Right altar: Zhanggong shengjun 张公圣君. 2) Kaiquan shuyuan 开泉书院: Middle altar: Wenchang dijun 文昌帝君. Left altar: Kuidong xingjun 魁斗星君. Right altar: Luer baomu 鹿儿保母. 4. Rituals: Yuanxiao processions On 1/11–12, the gods of Shenglong sheshu are invited to go to each household to xingdao (carry out the Dao), and a lantern procession is held around the village territory. Opera is performed for two days and Daoist ritual masters conduct rites. The entire village organizes the ritual together, and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "3/23: The birthday celebration of Tianshang shengmu 天上圣母. Opera is performed for two days. The entire village organizes the ritual together, and funds are collected on a per capita basis. 4/11: Yanggong taishi 杨公太师 of Fengshangong 凤山宫 is invited to watch opera. Villagers participate in the procession of Yanggong taishi 杨公 太师 of Fengshangong 凤山宫. The entire village organizes the ritual together, and funds are collected on a per capita basis. 7/23: The birthday celebration of Zhanggong shengjun 张公圣君. Opera is performed for two days. The entire village organizes the ritual together, and funds are collected on a per capita basis. 9/23: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Opera is performed for two days. The entire village organizes the ritual together, and funds are collected on a per capita basis. Shangyuanqian 上院前 1. Village settlement Shangyuanqian is part of the Fengshan Administrative Village 凤山行政村. The village currently has 408 people. 2. Surname groups The only surname group is the Zhang 张. The ancestors of the Zhang of the village were originally long-term workers (Changgong 长工). They came here during the late Qing Dynasty to watch over the tomb of their patron 财主. Later on, they settled down to start their own clan. 3. Village temples 1) Xianyingmiao 显应庙, Anningshê 安宁社: Middle altar: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Left altar: Sima shengwang 司马圣王, Tianshang shengmu 天上圣母. Right altar: Zhanggong shengjun 张公圣君, Tiangong yuanshuai 田公元帅. 2) Xianying zumiao 显应祖庙: Middle altar: Fude zhengshen 福德正神. 3) Xianyingting 显应亭: Middle altar: Guanyin dashi 观音大士. 4) Xianyingtang 显应堂: Middle altar: Sanyi jiaozhu 三一教主. 4. Rituals: Yuanxiao processions On 1/16, the gods of Xianyingmiao 显应庙 and Anningshê 安宁社 are invited to visit each household to xingdao (carry out the Dao). In the evening a lantern procession is held around the village boundaries while Daoist ritual masters conduct rites in the temple. Birthday celebrations of the gods 3/23: The birthday celebration of Tianshang shengmu 天上圣母. Opera is performed for two days. The entire village organizes the ritual together, and funds are collected on a per capita basis. 4/9: The birthday celebration of Tiangong yuanshuai 田公元帅. Opera is performed for two days. The entire village organizes the ritual together, and funds are collected on a per capita basis. In the 4th lunar month, on a day determined by divination, villagers participate in the procession of Yanggong taishi 杨公太师 of Fengshangong 凤山宫. 7/23: The birthday celebration of Zhanggong shengjun 张公圣君. Opera is performed for two days. The entire village organizes the ritual together, and funds are collected on a per capita basis. 8/19: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Opera is performed for two days. The entire village organizes the ritual together, and funds are collected on a per capita basis."}}