{"UID": "V111", "Name": "Shixia", "Name_zh": "市下", "Alliance": "Huangshi bashê (Huangshi eight shê ritual alliance)", "Alliance_UID": "A024", "Alliance_zh": "黄石八社", "Irrigation_Region": "Southern", "Raw": {"Settlement": "Located in Huangshi jiedao 黄石街道, Shixia is divided into the second jia 二甲 and the third jia 三甲 ritual associations. There are currently more than 800 people living in Shixia.", "Surname_Groups": "The main surname groups are the Chen 陈 and the Zheng 郑.", "Village_Temples": "1) Xingqing shangshê 兴庆上社 was built by its original tanyue master 檀越主 (patron), the Vice-Director of the Ministry of Revenue Huang Yuanjin 黄原谨员外郎. The temple was later rebuilt both in Qianlong 31 (1766) and again in Qianlong 47 (1782). It was renovated in 1987. The temple is dedicated to Tianshang shengmu 天上圣母. Left altar: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Right altar: Yanggong taishi 杨公太师. 2) Longxingting 隆兴亭 is dedicated to Guanyin dashi 观音大士. 3) Lufu 鲁府 is dedicated to Lufu dashen 鲁府大神, Lufu furen 鲁府夫人, Lufu yima 鲁府姨妈. 4) Gongyuelou 拱月楼 belongs to the Second jia ritual association. Middle: Guanyin dashi 观音大士. 5) Laifenglou 来凤楼 belongs to the Third jia ritual association. Middle altar: Guanyin dashi 观音大士, Left altar: Weituo zuntian 韦陀尊天. Right altar: Guansheng dijun 关圣帝君.", "Rituals": {"Processions": "On 1/15 residents participate in the procession of the gods through the streets of Huangshi jiedao 黄石街道.", "Birthday": "3rd lunar month, on a day determined by divination, the birthday celebration of Xuantian shangdi 玄天上帝 is held. Residents participate in the procession of Beichengong 北辰宫 and Guchenggong 谷城宫. 6/9–10: The birthday celebration of Guanyin dashi 观音大士 of Gongyue lou 拱月楼. 6/13–14: The birthday celebration of Guanyin dashi 观音大士 of Laifeng lou 来凤楼. 6/18–19: The birthday celebration of Guanyin dashi 观音大士 of Longxing ting 隆兴亭. 7/7: The birthday celebration of Lufu furen 鲁府夫人. 10/10: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人."}}, "Administrative Village": "-1", "Administrative Village_zh": "-1", "Population": "800"}