{"UID": "V127", "Name": "Qingzhong", "Name_zh": "清中", "Alliance": "Qingjiang Sancun (Qingjiang three village ritual alliance)", "Alliance_UID": "A027", "Alliance_zh": "清江三村", "Irrigation_Region": "Southern", "Raw": {"Settlement": "Qingzhong is managed by the Qingzhong Administrative Village 清中行政村. The entire village currently has more than 2800 people. It is divided into Jiakou 加口, Dongqian 东前, and Qiantang 前塘.", "Surname_Groups": "The Weng 翁 makes up 60% of the total population. There are also more than 800 of the Zheng 郑 surname group and more than forty of the Lin 林 surname group. The ancestors of the Weng are said to have emigrated from near Matou 码头 of Beigao 北高 in the Jiewai 界外 region—evacuated in the early Qing, some 300 years ago. It is said that in the past, this village achieved the extraordinary record of Sanke liujinshi 三科六 进士 (attaining six Jinshi (Metropolitan Graduates) in three examinations). There is currently a lineage genealogy and a large and a small ancestral hall. The ancestral tombs are in Matou 榜头 of Beigao 北高.", "Village_Temples": "1) Qingjiangjing Weimingmiao 清江境威明庙, Qingyun shushê 清云书社 was rebuilt in recent years. Middle altar: Jiucha dashen 纠察大神, Tiangong yuanshuai 田公元帅. Left altar: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Right altar: Liutaigong 刘太公, Baima jiangjun 白马将军, and Liudajiang 六大将. 2) Baoshantang 宝山堂 was rebuilt in recent years. Middle altar: Shijia mouni 释迦牟尼, Guanyin dashi 观音大士, Side altars: Zhanggong shengjun 张公圣君, Guansheng dijun 关圣帝君. 3) Zhenjiean 贞节庵 was built in 1916. (PTZJZ, 1992:219) 4) Huisantang 会三堂 is dedicated to Lin Lonjiang 林龙江. The SJCDCB, 1992:14 lists 851 initiates.", "Rituals": {"Processions": "On 1/20, Jiucha dashen 纠察大神 and Tiangong yuanshuai 田公元帅 are taken on a procession around the village. One Daoist ritual master 师公 is invited. This is co-hosted by Jiakou 加口 and Dongqian 东前. Each year, fifteen to twenty head persons (Touren) 头人 are selected.", "Birthday": "3/3: The birthday celebration of Xuantian shangdi 玄天上帝. Opera is performed for two days. These events are organized by the three village alliance. Every ten years, a procession within the three village alliance is held. Beginning of 10th lunar month: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held. Opera is performed for two days. In the 11th lunar month, on a day determined by divination, the birthday celebration of the gods of Baoshantang 宝山堂 is held. Opera is performed for two days."}}, "Administrative Village": "Qingzhong Administrative Village", "Administrative Village_zh": "清中行政村", "Population": "2800"}