{"UID": "V128", "Name": "Qinghou", "Name_zh": "清后", "Region": "Southern", "Village_Settlement": "Qinghou is managed by the Qinghou Administrative Village 清中行政村 The entire village currently has 3400 people. It is divided into Houtang 后塘, Dongzhou 东周, Xizhou 西周, Gelaotou 阁老头 and Xifu 四辅.", "Surname_Groups": "The Zhou 周 makes up 80% of the total population. Other surnames include the Huang 黄 and the Zheng 郑. The ancestors of the Zhou emigrated from Henan 河南 province, and the Zhou are divided into two big branches: Jiyong 继勇 and Ciuqu 翠渠. The Jiyong branch is further divided into five more branches, of which the fifth branch has the most people, with approximately 400 people. There is a Jiyongci 继勇祠, which is a cultural relic under state protection 文物保护单位. There is a zucuo 祖厝 (ancestral house ) and a lineage genealogy.", "Village_Temples": "1) Qingjiangjing Beijidian 清江境北极殿 is the main temple for Qing jiang. There is a front and a back hall. The temple is dedicated to Xuantian shangdi 玄天上帝. On the left: Dongyue dadu and Zhusheng niangniang 东岳大帝, 注生娘娘. On the right: Sanyuan sanguan dadi 三元三官大帝. In front: Guansheng dijun 关圣帝君, Wang linggong 王灵宫, Badajiang 八大将, Wenwu liesheng 文武列圣. The back hall is dedicated to Shijia wenfo 释迦文佛. Left: the father of the god 圣父 and the mother of the god 圣母, Weituo zuntian 韦陀尊天. Right: Sanyi jiaozhu 三一教主, Dizangwang 地藏王. This temple preserves a stele from Tongzhi 5 (1863) by Lin Shouxu 林寿煦 entitled 创建清江元天上帝殿碑 (Stele on the construction of the Temple of the Emperor of Primal Heaven in Qingjiang) (Epigraphical Materials, 1995:324, No. 289). 2) Lingcimiao 灵慈庙 is the main temple of the village. Originally built during the Yuan Dade period (1297–1307), it is now a county-level cultural preservation site 县级文物保护单位. The temple is dedicated to Tianshang shengmu 天上圣母. Left: Gongzheng mingwang 恭正明王 (Sheji shentan 社稷神坛), Qianshi shengfei 钱氏圣妃. Right: Cigan xianfei 慈感仙妃, Sima shengwang 司马圣王. Front left: Baogong yuanshuai 鲍公元帅, Ligong zhangzhe 李公长者, Jin jiangjun 金将军, Zhang situ 张司徒, Jin dashi 金大使, Front right: Zucheng shengwang 祖成圣王, Majiangjun 马将军, Fude zhengshen 福德正神, Jin ershi 金二使. Right hall: Wenchang dijun 文昌帝君. (According to a local legend, the statues of Bao Yuanshuai, Jin Jiangjun and Zhang Situ were said to have been brought back to the village by one Zhou Rong 周荣, an ancestor of the Zhou, as he returned to his hometown after holding the office of Zhifu (Prefect) 知府 somewhere in Jiangxi province. Jin Jiangjun was a monster. Bao Yuanshuai and Zhang Situ followed the monster down into a deep pond and died. Afterwards, they told their story to Zhou Rong in a dream. Zhou Rong drew the portraits of these three deities and placed the portraits in the local temple. When Zhou Rong was returning home after retirement, the tides were so high that he was unable to go back home. He remembered the dream, and brought the portraits back with him to Putian. This is why Tianhougong 天后宫 has statues of these three gods). 3) Chongxia tang 崇夏堂 is dedicated to Sanyi jiaozhu 三一教主. Side altars: Guansheng dijun 关圣帝君, Wuxian mayuanshuai 五显马元帅. The SJCDCB, 1992:14 claims 1011 initiates. 4) Qingyunshê 清云社 is dedicated to Ciji zhenjun 慈济真君. Side altars: Lufu dashen 鲁府大神, Lufu furen 鲁府夫人, Lufu yima 鲁府姨妈. 5) Jiuchamiao 纠察庙 is dedicated to Tiangong yuanshuai 田公元帅, Jiucha yuanshuai 纠察元帅. 6) Qingyongsi 清永寺 is dedicated to Shijia mouni 释迦牟尼.", "Rituals": {"Yuanxiao processions": "On 1/7, Dongzhou 东周 invites Baogong yuanshuai 鲍公元帅, Jin Jiangjun 金将军 and Zhang Situ 张司徒 to go on procession within its territory. Opera is performed. One Daoist ritual master 师公 is invited. Opera is performed for two days. Each year, ten people take turns, rotating into position according to age, to be the host of the ritual (the Fushou). On 1/9, Xizhou 西周 invites Zucheng shengwang 祖成圣王 and Gongzheng mingwang 恭正明王 to go on procession within their territory. Opera is performed. One Daoist ritual master 师公 is invited. Each year, two people take turns, rotating according to age, to be the host (Fushou). On 1/10, Gelaotou 阁老头 and Sifu 四辅 invite Sima shengwang 司马圣王 to go on procession within their territory. Opera is performed. One Daoist ritual master 师公 is invited. On 1/13, Houtang 后塘 takes the gods of Jiuchamiao 纠察庙on a procession within their territory. Later the date was changed to 1/10. On 1/13, a general Yuanxiao 元宵 festival is held. On 1/26, the Shentong 神童 (spirit mediums) of Qingyunshê 清云社 perform feats of impervious ness to pain by stepping into the flames of a massive Roman candle 冲花. After the bell drums have sounded and the spells have been recited, the fireworks are lit and the Shentong 神童 (spirit medium) charges into the flames with his chest bared. Currently, the Fushou take turns according to age to be the head host. Each year, there are ten Fushou selected from Dongzhou 东周 and two from Xizhou 西周. One Daoist ritual master 师公 is invited to conduct Yuanxiao 元宵 rites.", "Birthday celebrations of the gods": "1/15: The birthday celebration of Sanyi jiaozhu 三一教主. Opera is performed for two days. These events are organized by Chongxiatang 崇夏堂. 3/3: The birthday celebration of Xuantian shangdi 玄天上帝. These events are organized by the three villages of Qingjiang. Every 10 years, the gods are carried in a procession around the three villages. 3/23: The birthday celebration of Tianshang shengmu 天上圣母. Opera is performed for two days. These events are organized by the entire village. 3/26: The birthday celebration of Baogong yuanshuai 鲍公元帅, Jinjiangjun 金将军and Zhangsitu 张司徒. Opera is performed for two days. These events are organized by the fourth branch of the Zhou 周. 4/25: The birthday celebration of Zucheng shengwang 祖成圣王. Opera is performed for two days. 7/16: The birthday celebration of Sanyi jiaozhu 三一教主. Opera is performed for two days. These events are organized by Chongxiatang 崇夏堂. 9/3: The birthday celebration of Gongzheng mingwang 恭正明王. Opera is performed for two days. These events are organized by the entire village. 9/10: The birthday celebration of Sima shengwang 司马圣王. Opera is performed for two days. These events are organized by the Zhou 周 of Gelaotou 阁老头 and Sifu 四辅. 10/10: The birthday celebration of the gods of Jiuchamiao 纠察庙. These events are organized by the Qianhoutang 前后塘. 10/28: Lanpen pudu 兰盆普度 Rituals of Universal Deliverance of the hungry ghosts are held at the Chongxiatang 崇夏堂. Three in One Scripture Masters (or Daoist ritual masters) 师公 are invited in groups of five to seven."}}