{"UID": "V129", "Name": "Qingqian", "Name_zh": "清前", "Alliance": "Qingjiang Sancun (Qingjiang three village ritual alliance)", "Alliance_UID": "A027", "Alliance_zh": "清江三村", "Irrigation_Region": "Southern", "Village_Settlement": "Qingqian is managed by the Qingqian Administrative Village 清前行政村. The village has approximately 4000 people, and includes four natural villages: Dongzhi 东至, Xizhi 西至, Houdu 后度, and Xiaoqiaotou 小桥头. Each village has approximately 1000 people.", "Surname_Groups": "In the village, the Lin 林 and the Weng 翁 are the majority. Other surnames include the Chen 陈, Xu 徐, and Huang 黄. The Weng have the same ancestors as do the Weng living in Qingzhong 清中. The Lin have approximately 1500 people. It is said that their ancestors begged their way to Putian from Henan province 河南 and Anhui province 安徽. Their ancestral tombs are in the Lingnanpu 岭南浦 of Huian 惠安. Each year, representatives are sent to Hui’an to commemorate their ancestors. The Lin of the village are divided into four big branches: Dongfang 东房, Xifang 西房, Houcuofang 后厝房, and Chaomi huafang 炒米花房, of which the Dongfang branch has the most people, with approximately 300. There currently exists an ancestral hall and a lineage genealogy.", "Village_Temples": "1) Qingjiangjing Zhongyougong 清江境忠佑宫 is the main temple of the village and was rebuilt in Daoguang 17 (1837) and again in 1986. Middle altar: Yanggong taishi 杨公太师. Left altar: Zhanggong shengjun 张公圣君. Right altar: Cigan shengfei 慈感圣妃 (Aotouma 鳌头妈). Front left: Xiao jiangjun 肖将军, Sanye 三爷. Right altar: Li jiangjun 李将军, Siye 四爷. 2) Xingxian zushê 兴贤祖社 is located in Houdu 后度. Middle altar: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. 3) Xingxian shushê 兴贤书社 is subdivided into Dongshê 东社, Xishê 西社, and Zhongshê 中社. Middle: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. 4) Zongaotang 宗鳌堂 was built during the Ming Jiajing period (1522–1566). Middle altar: Sanyi jiaozhu 三一教主. Side altars: Wenchang dijun 文昌帝君, Guanyin dashi 观音大士. 5) Puzhaosi 普照寺 was originally called Xiaoqiaoan 小桥庵, and was built in the Yuan Dynasty by Zhou Xinjian 周心鑑. The Buddhist monastery was rebuilt as the Puzhaosi in Ming Tianqi 5 (1625) by Zhou Rupan 周如磐. There currently exists a stele dated Qianlong 31 (1766) called Chongxiu puzhaoqiao beiji 重修普照桥碑记. The front hall is dedicated to Yanggong taishi 杨公太师. The back hall is dedicated to Shijia mouni 释迦文佛. Side altars: Weituo 韦陀, Jialan 伽蓝.", "Rituals": {"Yuanxiao processions": "On 1/13–14, The Xu 徐 of Dongshê 东社 invites Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, Yanggong taishi 杨公太师, and Aotouma 鳌头妈 to go on procession within Dongzhi 东至. Opera is performed. One Three in One Scripture Master is invited. Each year, four people take turns, rotating according to age, to become hosts 福首 (Fushou). On 1/16, the Wu 吴 of Zushê 祖社 invite Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, Yanggong taishi 杨公太师, and Aotouma 鳌头妈 to go on procession within Houdu 后度. One scripture master 经师 is invited. On 1/17–18, the Lin 林 of Zhongshê 中社 invite Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, Yanggong taishi 杨公太师, and Aotouma 鳌头妈 to go on procession within Dongzhi and Xizhi 西 至. Opera is performed. One Three in One scripture master 经师 is invited. Each year, five people are selected to be the host of the ritual. On 1/18, the Weng 翁 of Xishê 西社 invite Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, Yanggong taishi 杨公太师, and Aotouma 鳌头妈 to go on procession within Xiaoqiaotou 小桥头. Opera is performed. One Three in One scripture master 经师 is invited. Each year, five people are selected to be the Fushou.", "Birthday celebrations of the gods": "1/14: The birthday celebration of Sanyi jiaozhu 三一教主. Opera is performed for two days. These events are organized by the Zongaotang 宗鳌堂. 3/3: The birthday celebration of Xuantian shangdi 玄天上帝. Opera is performed for two days. These events are organized by the three shê alliance. Every ten years, the god is taken on a procession around the three villages of Qingjiang 清江. 4/16: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Xishê 西社. Opera is performed for two days. 4/26: The birthday celebration of Yanggong taishi 杨公太师, Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Zhongshê 中社. Opera is performed for two days. 5/3: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Dongshê 东社. Opera is performed for two days. 6/19: The birthday celebration of Guanyin dashi 观音大士. Opera is performed for two days. These events are organized by Zongaotang 宗鳌堂. 7/16: The birthday celebration of Sanyi jiaozhu 三一教主. Opera is performed for two days. These events are organized by Zongaotang 宗鳌堂. 8/18: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Xingxian shushê 兴贤书社. Opera is performed for two days. These events are organized by the three-fold shê. 11th lunar month: on a day determined by divination, 下元普度 Xiayuan pudu rites of Universal Deliverance of the Lower Prime are conducted by Three in One Scripture masters 经师 in groups of nine, and a Ritual Space of the Dao (daochang) 道场 is set up. Marionette plays of Mulian opera 目莲戏 are performed for two days."}, "Administrative Village": "Qingqian Administrative Village", "Administrative Village_zh": "清前行政村"}