{"UID": "V135", "Name_Pinyin": "Yudai", "Name_hanzi": "余埭", "Region": "Southern", "Village_Settlement": "Yudai is part of the Xili Administrative Village 西利 行政村. The entire village currently has more than 600 people.", "Surname_Groups": "The Yu 余 make up more than 85% of the total population. Other surnames include the Lin 林 and the Li 李. The Yu are divided into the head branch 头房, the second branch 二房 and the third branch 三房. There currently exists an ancestral hall and an ancestral cuo 祖厝 (ancestral house). Their ancestral tombs are near the Baiyunguan 白云观 on Hugong mountain 壶公山.", "Village_Temples": "1) Jingjiangjing Yongshougong 鲸江境永受宫, Jiaxingshê 嘉兴社 is dedicated to Xietian shangdi 协天上帝, Guan Ping 关平, Zhou Cang 周仓. Side altars: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, Sima shengwang 司马圣王, Kanggong yuanshuai 康公元帅, Zhanggong shengjun 张公圣君, Zhangshun shenghou 张顺圣侯, Xuantian shangdi 玄天上帝. 2) Jingjiangjing Yinglingmiao 鲸江境英灵庙 is dedicated to Tiangong yuanshuai 田公元帅. Side altars: Lufu dashen 鲁府大神, Lufu furen 鲁府夫人. 3) Jingjiangjing Haininggong 鲸江境海宁宫 was built in 1937 and is dedicated to Tianshang shengmu 天上圣母. Side altars: Qianliyan 千里眼, Wanlier 万里耳. 4) Changmingsi 长明寺 is dedicated to Rulai fozu 如来佛祖. Side altars: Guansheng dijun 关圣帝君, Weituo 韦陀, Jialan 伽蓝.", "Rituals": {"Yuanxiao processions": "On 1/15, Tiangong yuanshuai 田公元 帅, Sima shengwang 司马圣王, Zunzhu mingwang 尊主明王, and Houtu furen 后土夫人 are invited to xingdao 行道 in every household. On 1/23, Weiwan 尾晚 (the last night) of Yuanxiao 元宵 is celebrated. Tiangong yuanshuai 田公元帅, Sima shengwang 司马圣王, Zunzhu mingwang 尊主 明王, and Houtu furen 后土夫人 are taken on a procession around the village. Lanterns goes on procession around the village territory, and one Daoist ritual master 师公 is invited to conduct rites.", "Birthday celebrations of the gods": "3/3: The birthday celebration of Xuantian shangdi 玄天上帝. Opera is performed. Daoist ritual masters are invited to conduct rites 3/23: The birthday celebration of Tianshang shengmu 天上圣母. Opera is performed for two days. Daoist ritual masters are invited to conduct rites. 4/9: The birthday celebration of Tiangong yuanshuai 田公元帅. Opera is performed for two days. Daoist ritual masters are invited to conduct rites. 5/13: The birthday celebration of Xietian dadi 协天大帝. Opera is performed for two days. One Daoist ritual master 师公 is invited. 7/7: The birthday celebration of Lufu furen 鲁府夫人. Opera is performed for two days. Daoist ritual masters are invited to conduct rites. 7/23: The birthday celebration of Zhanggong shengjun 张公圣君. Daoist ritual masters are invited to conduct rites. 8/23: the birthday celebration of Tiangong yuanshuai 田公元帅, Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Opera is performed for two days. Daoist ritual masters are invited to conduct rites. 9/1: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Opera is performed for two days. Daoist ritual masters are invited to conduct rites."}}