{"UID": "V139", "Name": "Jiangdong", "Name_zh": "江东", "Region": "Southern", "Village_Settlement": "Jiangdong, also known as Gangdong 巷东 and Pukou 浦口, is located along the main channel of the Mulan irrigation system in front of the Lindun sluice-gate 林墩斗门前大沟. This area was part of the Houjiangpu 垕江铺 (police/defense unit) of Lianjiangli 连江里 sub-canton. According to the villagers’ legends, Jiangdong village was originally a tidal flat, and the place was called Pukou 浦口 (river mouth). In the past, the main livelihood of the Jiangdong people was fishing, so their boats are all moored by the sea side, thus the place was also called Wanchuanqian (meaning ten thousand boats in the front) 万船前. The entire village currently has more than 6000 people, and they are divided into four neighborhoods: Dongza 东杂, Xiza 西杂, Zhongjing 中境, and Yijing 义境. All of these areas are managed by the Jiangdong Administrative Village 江东行政村. The local temple ritual system is divided into twelve shê ritual associations on the basis of different surnames. The Pukougong 浦口宫 of Jiangdong is the main overall temple of the twelve shê ritual alliance. In the feuding banner alliances of the late Qing, the shê alliances of Jiangdong were all part of the white banner alliance.", "Surname_Groups": "The Wu 吴 make up more than 50% of the overall village population, while the Qi 祁 make up approximately 30%. Other surnames include the Huang 黄, Zheng 郑, Liu 刘, Jiang 江, Chen 陈, and Lin 林. The Wu in the village are divided into five branches: Huanlang 环浪, Xiaoyou 孝友, Xiaoli 小立, Sanshan 三山, and Dongjiao 东角. Each branch has a different origin and distinct ancestral halls. Their main ancestral hall is in Huangshi 黄石. The Huanlang branch of the Wu 环浪吴 makes up approximately 30% of the Wu, and they are from Huangshi, and belong to the Tuntian Wu 屯田吴. There branch has an ancestral hall, which serves as the 老人会 Old Persons Association of the neighborhood. The Qi emigrated from Taiyuan city 太原 in Shanxi 山西 province to Putian. Their ancestral tombs are in Huating 华亭. The Qi of the village are divided into four branches: Goudong 沟东, Gouxi 沟西, Gounan 沟南, and Goubei 沟北.", "Village_Temples": "1) Fude dongshê 福德东社: Main god: Taiyi xiangu 太乙仙姑. 2) Houjiangjing Pukougong 垕江境浦口宫 is divided into Yongxing zhongshê 永兴中社 (the Wu 吴), Yongxing qianshê 永兴前社 (the Chen 陈), Yongxing houshê 永兴后社 (the Wu 吴), Yongxing yishê 永兴义社 (the Huang 黄 and the Chen 陈), Xinxing yishê 信兴义社 (the Wu 吴), Fude Jiangdong twelve shê ritual alliance dongshê 福德东社 (the Qi 祁), Fude xishê 福德西社 (the Lin 林), Huangxing sishê 黄兴祀社 (the Huang 黄), Taipingshê 太平社 (the Zhu 朱), Dongli jiahe 东里家社 (the Zheng 郑), Dongchun shangshê 东春上社 (miscellaneous surnames 杂姓), Xinan shoushê 新安寿社 (miscellaneous surnames 杂姓). There are 12 shê ritual associations in total. Apparently, there used to also be a Heshangshê “和尚社” (Buddhist monk ritual association), but now it no longer exists. Middle altar: Yuantian shangdi 元天上帝, Jiang meifei 江梅妃, Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Left altar: Jiang guojiu 江国舅, Wu zhenren 吴真人. Right altar: Tianshang shengmu 天上圣母, Guandi shengjun 关帝圣君. Jiang Meifei is a figure of local Putian legend who is said to have been summoned to the court during the Tang due to her great beauty. The temple preserves several stelae, including: 1) Jiaqing 16 (1811) 重修浦口宫志 (Account of the restoration of the Pukou Temple) (Epigraphical Materials, 1995:284, No. 248); 2) three stelae composed in Jiaqing 18 (1813) entitled 重修浦口宫题捐芳名碑 (The fragrant names of the contributors to the restoration of the Pukou Temple) (Epigraphical Materials, 1995:285–289, No. 249, 250, 251); 3) Guangxu 3 (1877) 重修浦口宫志 (Account of the restoration of the Pukou Temple) (Epigraphical Materials, 1995:333, No. 297); and 4) three inscriptions entitled 重修浦口宫题捐芳 名碑 (The fragrant names of the contributors to the restoration of the Pukou Temple) (Epigraphical Materials, 1995:334–337, No. 298, 299, 300) 3) Feiyunmiao 飞云庙 belongs to Zhongjing 中境 and Xiza 西杂 neighborhoods. Originally built prior to the Ming Wanli period (1573–1620), it was renovated during the Qing Jiaqing period (1796–1820). The temple is dedicated to Tiangong yuanshuai 田公元帅. Left: Baiya jiangjun 白牙将军. Right: Jixiang dajiang 吉祥大将. This temple preserves a stele from Jiaqing 15 (1810) entitled 飞云庙捐置祀业碑 (Stele on contributions leading to the establishment of a fund for sacrifices at the Flying Cloud Temple) (Epigraphical Materials, 1995: 275, No. 240). 4) Shenqingmiao 神庆庙 belongs to Dongza 东杂 and Yijing 义境 neighborhoods. The main god is Sima shengwang司马圣王. 5) Huluyan 葫芦岩 belongs to Huanlang 环浪 neighborhood. The main god is Yanggong taishi 杨公太师. 6) Dongchen xunshê 东春巡社 belongs to Dongza 东杂 neighborhood. The main god is Zhanggong shengjun 张公圣君. 7) Mingxiatang 明霞堂 (Wanxiangci 万像祠) belongs to Xiza 西杂 neighborhood, and is the main temple for the Three in One religion 三一教 of Jiangdong village. The temple was rebuilt in 1986. In the main hall on the middle altar is Sanyi jiaozhu 三一教主. Left: Sanguan dadi 三官大帝 (two statues). Right: Hufa longtian 护法龙天 (two statues). The left hall is dedicated to Qianshou Guanyin 千手观音. Front: Zhuozu zhenren 卓祖真人. The right hall is dedicated to Yushu dadi 玉枢大帝. The SJCDCB, 1992:15 claims that there are 480 initiates. 8) Dongshangci 东上祠 belongs to Yijing 义境 neighborhood, and is dedicated to Sanyi jiaozhu 三一教主. Side altars: Sanguan dadi 三官大帝, Hufa longtou 护法龙头, Yushu dadi 玉枢大帝. 9) Zhongshangci 中上祠 belongs to Huanlang 环浪 neighborhood, and is dedicated to Sanyi jiaozhu 三一教主. 10) Sanyidong 三一洞 is dedicated to Jin daren 金大人. Left: Lufu xianggong 鲁府相公, Lufu furen 鲁府夫人. Right: Li daye 李大爷, Huang daye 黄大爷, Xie daye 谢大爷. 11) Jixinge 即心阁 is dedicated to Guanyin dashi 观音大士. Side altars: Weituo 韦陀, Jialan 伽蓝, Jintong 金童, Yunü 玉女. 12) Feiyanfu 飞燕府 is dedicated to the Wuwei daren 五位大人. These are the Xinghua Prefectural Commanding General Kong Zhouxi 兴化总兵孔 兆熙, who died while fighting pirates in Ming Jiajing 41 (1562), and his four generals. Secondary gods are Tianshang shengmu 天上圣母, Lufu dashen 鲁府大神, Lufu furen 鲁府夫人 and Lufu yima 鲁府姨妈. 13) Zhongtianci 中天祠 is dedicated to Lin Lonjiang 林龙江. The SJCDCB, 1992:15 claims that there are 820 initiates. 14) Qiaotouci 桥头祠 is dedicated to Lin Lonjiang 林龙江. The SJCDCB, 1992:15 claims that there are 520 initiates.", "Rituals": {"Yuanxiao processions": "On 1/4, each shê displays offerings of fruit in the Pukougong 浦口宫 temple. Opera is performed right after the offering. On 1/7, Jiangguojiu 江国舅, Jiang Meifei 江梅妃, Tianshang shengmu 天上圣母 and Qiansiniang 钱四娘 are carried in a procession around the entire village. Every time that Zhongjing 中境 is the host (once every 6–7 years), the main god, Yuantian shangdi 元天上帝, is taken on a procession around the entire village. On 1/10–12 each shê requests the incense burners from Pukougong 浦口宫 temple, and takes them on a procession within their own territory.", "Birthday celebrations of the gods": "1/7: The birthday celebration of Jiang guojiu 江国舅. Opera is performed for two days. Daoist ritual masters are invited to conduct rites. 1/14: The birthday celebration of Sanyi jiaozhu 三一教主. Marionette opera is performed for two days. 2/1: The birthday celebration of the Wuwei daren 五位大人 is held. Opera is performed for two days. Daoist ritual masters are invited to conduct rites. Every year with an intercalary lunar second month, a procession of the Wuwei daren is held. 3/3: The birthday celebration of Yuantian shangdi 元天上帝. Opera is performed for two days. Daoist ritual masters are invited to conduct rites. 4/9: The birthday celebration of Tiangong yuanshuai 田公元帅. Opera xis performed in Xiza 西杂 and Zhongjing 中境 for two days. Daoist ritual masters are invited to conduct rites. 4/16: The birthday celebration of Jiang Meifei 江梅妃. Opera is performed for two days. Daoist ritual masters are invited to conduct rites. 4/26: The birthday celebration of Yanggong taishi 杨公太师. Opera is performed in Huanlang 环浪 for two days. Daoist ritual masters are invited to conduct rites. 5/13: The birthday celebration of Sima shengwang 司马圣王. Opera is performed in Dongza 东杂 and Yijing 义境 for two days. Daoist ritual masters are invited to conduct rites. 7/16: The birthday celebration of Sanyi jiaozhu 三一教主. Marionette opera is performed for two days. 7/23: The birthday celebration of Zhanggong shengjun 张公圣君. Opera is performed in Dongza 东杂 for two days. Daoist ritual masters are invited to conduct rites. 8/16: Another celebration of Jiang Meifei 江梅妃. Opera is performed for two days. Daoist ritual masters are invited to conduct rites. 8/25: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Opera is performed for two days. Daoist ritual masters are invited to conduct rites. 10/29:The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Opera is performed for two days. Daoist ritual masters are invited to conduct rites. Universal Deliverance of the Lower Prime Xiayuan pudu 下元普度 rites are held. Three Sanyijiao 三一教 Scripture masters 经师 are invited to conduct the rituals. Marionette plays of the Mulian opera 目莲戏 are performed. Haibin wujia (Haibin five jia ritual alliance) 海滨五甲 Haibin 海滨) 1. Village settlement Haibin is located alongside the coastal tidal sea dikes on the Mulan 木兰 river. During the early Qing the village was “beyond the borders 界外”, and was forcibly evacuated. Haibin was part of the Donghuapu 东华铺 (police/defense unit) of the Lianjiangli sub-canton 连江里. Haibin village took shape in the Qing dynasty. The entire village currently has more than 3000 people, and is divided into five settlement clusters: Touqian 头前, Dongzhi 东至, Xizhi 西至, Dacuoli 大厝里 and Zhongcuo 中厝, all of which are under the management of the Haibin Administrative Village 海滨 行政村. The local temple ritual system is divided up basically according to the settlement clusters into five jia ritual associations. Each year these ritual associations select twenty-four Fushou 福首 to organize the ritual activities of the year. Dongzhi 东至 and Xizhi 西至 each nominate six Fushou, while Haibin five jia ritual alliance the other three jia each nominate four people each. In the feuding banner alliances of the late Qing, the five jia alliance of Haibin was part of the black banner alliance. 2. Surname groups Huang 黄 is the only surname. It is said that the village originally had some minor surnames, but they all changed their surnames to the Huang surname in recent years. According to the “Huang genealogy of Haibin” 海滨黄氏族谱, the Huang migrated to Putian 莆田 during the Tang Dynasty. Originally, they mainly settled in Huangxia 黄霞 of Hanjiang 涵江. They later migrated to Haibin 海滨, and have been living there for approximately twenty generations. The Huang are divided into five branches: Touqian 头前, Dongzhi 东至, Xizhi 西至, Dacuoli 大厝里, and Zhongcuo 中厝 of which Dongzhi and Xizhi together make up approximately 50% of the population, while the Zhongcuo branch makes up 19%, the Dacuoli 大厝里 branch 21%, and the Touqiancuo 头前厝 branch 10%. There is a main ancestral hall, which is now the village committee 村委会 headquarters. Each branch has their own zucuo (ancestral house) 祖厝, where the corpses of the recently deceased are temporarily placed. They function as mortuaries (Taipingjian) 太平间 until the deceased can be buried. 3. Village temples 1) Jingjiangjing Chunqiu yishê 京江境春秋义社 is the main temple for Haibin 海滨. Originally belonged to the Hong 洪, it is now owned by the Huang 黄. Main god: Tiangong yuanshuai 田公元帅. Secondary gods: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, Zhanggong shengjun 张公圣君, Yanggong taishi 杨公太师, Tianshang shengmu 天上圣母, Ligong zhangzhe 李公长者, Banshan daxian 半山大仙, Miaoying zushi 妙应祖师. 2) Xingxun zushê 兴巡祖庙 is the main temple of Haibin Wujia: Main gods: Jiang daren 江大人, Bai daren 白大人, Yang daren 杨大人, Zhu daren 朱大人, Tian daren 田大人. Secondary gods: Duchayuan yushi 都察院御史, Zhongjun 中军, Baban 八班. 3) Shanbentang 善本堂: Main god: Guanyin dashi 观音大士, Secondary gods: Weituo 韦陀, Jialan 伽蓝. Front secondary god: Lufu xianggong 鲁府相公, Lufu furen 鲁府夫人, Xuzhongjun 许中军 and Lizhongjun 李中军. 4) Xingxunmiao 兴巡庙: Main god: Yanggong taishi 杨公太师. Secondary gods: Jiang daren 江大人, Bai daren 白大人, Yang daren 杨大人, Zhu daren 朱大人, Tian daren 田大人. 5) Dongzhenci 东镇祠 is dedicated to Sanyi jiaozhu 三一教主. 6) Xianqingsi 仙庆寺, Qingshantang 庆善堂: Rebuilt in 1988, the temple is co-owned by Haibin 海滨, Jiangdong 江东, Donghua 东华, Donghua 东甲, and Zhelang 遮浪. Front hall: Main gods: Shijia wenfo 释加文佛, Sanjiuku pusa 三救苦菩萨. Secondary gods: Left: Weituo 韦陀. Right: Jialan 伽蓝. Front right: Fude zhengshen 福德正神, Eighteen Luohan 十八罗汉. Rear hall (Qingshantang 庆善堂): Main god: Milefo 弥勒佛. Secondary gods: Left: Guanyin dashi 观音大士, Wenshu pusa 文殊菩萨, Puxian pusa 普贤菩萨. Right: Weituo zuntian 韦陀尊天, Tianshang shengmu 天上圣母, Zhuoshi zhenren 卓氏真人. Right side hall: Miaoying zushi 妙应祖师. 7) Longdetang 隆德堂 is dedicated to Chenshi zhenren 陈氏真人. Secondary gods are Lufu dashen 鲁府大神 and Lufu yima 鲁府姨妈. 8) Jufumiao 聚福庙 is dedicated to Fude zhengshen 福德正神. 9) Sanyitang 三一堂 is dedicated to Lin Lonjiang 林龙江. The SJCDCB, 1992:13 claims that there are 2006 initiates. 4. Rituals: Yuanxiao processions On 1/8, Dongzhi 东至 takes Yanggong taishi 杨公太师 and Tianshang shengmu 天上圣母 on a procession within its territory. On 1/11–12, Xizhi 西至 takes Yanggong taishi 杨公太师 and Tianshang shengmu 天上圣母 on a procession within its territory. On 1/15, Zhongcuo 中厝 takes Yanggong taishi 杨公太师 and Tianshang shengmu 天上圣母 on a procession within its territory. On 1/20, Dacuoli 大厝里 takes Yanggong taishi 杨公太师 and Tianshang shengmu 天上圣母 on a procession within its territory. On 1/24, Touqian 头前 takes Yanggong taishi 杨公太师 and Tianshang shengmu 天上圣母 on a procession within its territory. On all these occasions, opera is performed. Daoist masters are invited to conduct rites. Birthday celebrations of the gods 3/23: The birthday celebration of Tianshang shengmu 天上圣母. 4/15: The birthday celebration of Lufu xianggong 鲁府相公. 4/26: The birthday celebration of Yanggong taishi 杨公太师. 5/16: The birthday celebration of Yuhuang dadi 玉皇大帝. Villagers go on pilgrimage to Lingyundian 凌云殿 temple on top of Hugong mountain 壶公山 to request the god’s incense. 7/7: The birthday celebration of Chenshi zhenren 陈氏真人. 7/23: The birthday celebration of Zhanggong shengjun 张公圣君. 8/13: The birthday celebration of Wuwei daren 五位大人. 8/25: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Opera is performed for two days. 9/23: The birthday celebration of Xu zhongjun 许中军 and Li zhongjun 李中军. On all these occasions, opera is performed. Daoist masters are invited to conduct rites. 10/15: Rites of Universal Deliverance of the Lower Prime 下元普度 are performed for the hungry ghosts. Marionette plays are performed."}}