{"UID": "V142", "Name": "Huadi", "Name_zh": "华堤", "Alliance": "Donghua sancun (Donghua three village ritual alliance)", "Alliance_UID": "A034", "Alliance_zh": "东华三村", "Irrigation_Region": "Southern", "Village_Settlement": "Huadi village is managed by the Huadi Administrative Village 华堤行政村. Huadi village was originally divided into Huadi 华堤 and Weicuo 尾厝, but now the two have combined, becoming a natural village under the name of Huadi. The entire village has approximately 2700 people.", "Surname_Groups": "Surnames include the Wu 吴, Chen 陈, Xie 谢, Zheng 郑 and Lin 林. The Wu make up approximately 50% of the population while the Chen make up approximately 30%. The Wu first emigrated from Daomei 道美 of Huangshi 黄石 to Jiangdong 江东, then one of the households moved to Huadi and gradually developed the region. The Wu are divided into the Tianwei 田尾 branch and the Weicuo 尾厝 branch. There is a common ancestral hall called Guangyuci 光裕祠, and it is used during the Yuanxiao festivals. Their genealogy is in Huangshi while their ancestral tombs are near the Huangshi Number 1 high school 黄石一中. The Chen emigrated from Beigao 北高, and divided into two branches, the Yigu 一谷 and Ergu 二谷. The Zheng have just over 100 people, and they emigrated from the area near Guanghuasi 广化寺 during the Ming Tianqi period (1621–1627).", "Village_Temples": "1) Huajiangjing Xingtaiyan 华江境兴泰岩 is the main temple for Huadi. Originally built during the Ming Dynasty, it was rebuilt both during the Qing Guangxu period (1875–1908) and in 19", "Rituals": {"Yuanxiao processions": "Left: Bajiang 八将, Zaobo 皂伯, Dongdaye 东大爷. Right: Bajiang 八将, Zaobo 皂伯, Xidaye 西大爷. Left side hall: Yang jiuniang 杨九娘. 2) Zhenwudian 真武殿 is dedicated to Xuantian shangdi 玄天上帝. Side altars: Lingguan dadi 灵官大帝, Huanggong yuanshuai 黄公元帅, Wei jiangjun 魏将军, Li jiangjun 李将军. 3) Denglong shushê 登龙书社 belongs to the Wu 吴. Middle: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Side altars: Liugong yuanshuai 刘公元帅, Sima shengwang 司马圣王, Fazhu xianfei 法主仙妃, Zhanggong shengjun 张公圣君. 4) Fuyoushê 福佑社 belongs to the Chen 陈. Middle: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Side altars: Yanggong taishi 杨公太师, Wudiye 五帝爷, Qitian dasheng 齐天大圣. 5) Yingyoushê 英佑社 belongs to the Wu 吴 and the Zheng 郑. Middle: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Side altars: Guansheng dijun 关圣帝君, Dutian yuanshuai 都天元帅, Guanyin dashi 观音 大士. 6) Dengmingshê 灯明社 belongs to the Xie 谢. Middle: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. 7) Dechengfu 德成府 belongs to the Wu of Tianwei 田尾. Middle: Cuifu dama 崔府大妈. Side altars: Lufu dashen 鲁府大神, Lufu furen 鲁府夫人, Lufu yima 鲁府姨妈, Daye 大爷. 8) Tianhougong 天后宫 was built in 2002, and belongs to Zhoushejia 周社甲. Middle: Tianshang shengmu 天上圣母. Side altars: Tianqian shengmu 天前圣母, Guanyin dashi 观音大士. 9) Zhongyitang 中一堂 is dedicated to Sanyi jiaozhu 三一教主. 10) Mingxintang 明心堂 is dedicated to Sanyi jiaozhu 三一教主. 11) Sanshengci 三圣祠 was first built during the Ming Tianqi period (1621– 27), and was rebuilt in recent years. Middle: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人 (The Huang of Huazhong 华中, the Zheng of Huadi 华堤, and the Lin 林 and the Zhang 张 of Huadi 华堤 each sculpted their own set of statues of these gods). Left: Lufu xianggong 鲁府相公, Lufu furen 鲁府夫人. Right: Huilie shenghou 慧烈圣侯 (supported by the Huang of Huazhong 华中). Front: Guangfu furen 广福夫人, Erwei jinren 二位金人, Wuhua tongzi 五花童子, Nezha taizi 哪吒太子, Taiyi xiangu 太乙仙姑. 12) Fuxitang 浮溪堂 is dedicated to Sanyi jiaozhu 三一教主. Left: Zhuoshi zhenren 卓氏真人. Right: Chensheng hufa 陈圣护法. 13) Yuhuaci 玉华祠 belongs to the Wu 吴 of Tianwei 田尾. Middle: Sanyi jiaozhu 三一教主, Yushu dadi 玉枢大帝. 14) Tianhua chansi 天华禅寺 was rebuilt in 1991. Middle: Sanzhenfo 三真佛. Side altars: Milefo 弥勒佛, Guanyin dashi 观音大士, Weituo 韦陀, Jialan 迦蓝, 18 Luohan 十八罗汉. 4. Rituals: Yuanxiao processions On 1/14, the Wu 吴 take Liugong yuanshuai 刘公元帅, Sima shengwang 司马圣王 and Fazhu xianfei 法主仙妃 on a procession within their territory. On 1/15, the Xie 谢 of Dengmingshê, the Chen 陈 of Xinanshê 新安社 and the Chen, Lin, Li, and Zheng of Fuxingshê all go on a procession within their territory. On 1/16, the Chen take Yanggong taishi 杨公太师 and Qitian dasheng 齐天大圣 on a procession within their territory. On 1/21, on the final evening of the Yuanxiao ritual (weiwan Yuanxiao 尾晚元宵), Yanggong taishi 杨公太师 and Liugong yuanshuai 刘公元帅 are taken on a procession around the village. Three Daoist ritual masters are invited to conduct a Jiao ritual. On 2/3, Tiangong yuanshuai 田公元帅, Yanggong taishi 杨公太师, Xuantian shangdi 玄天 上帝, Kanggong yuanshuai 康公元帅, as well as the Wuhuang dadi 五皇 大帝 of the Chongshengci 崇圣祠 of Huazhong 华中 village are all taken on a procession around the three village alliance of Donghua.", "Birthday celebrations of the gods": "3/23: The birthday celebration of Tianshang shengmu 天上圣母. Opera is performed for two days. One Daoist ritual master is invited to chant the scriptures. 4/26: The birthday celebration of Yanggong taishi 杨公太师. Opera is performed for two days. One Daoist ritual master is invited to chant the scriptures. 4/28: The birthday celebration of Cuifu dama 崔府大妈. Opera is performed for two days. One Daoist ritual master is invited to chant the scriptures. 8/10: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Fuyoushê. Opera is performed for two days. One Daoist ritual master is invited to chant the scriptures. 8/12: The birthday celebration of Huilie shenghou 慧烈圣侯. Opera is performed for two days. One Daoist ritual master is invited to chant the scriptures. 8/15: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Dengmingshê. Marionette plays are performed. 8/23: The birthday celebration of Liugong yuanshuai 刘公元帅. Opera is performed for two days. One Daoist ritual master is invited to chant the scriptures. 8/24: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Denglong fenshê 登龙分社. Opera is performed for two days. One Daoist ritual master is invited to chant the scriptures. 10th lunar month, on a day determined by divination, the birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Yingyoushê 英佑社 is held. Opera is performed for two days. One Daoist ritual master is invited to chant the scriptures. 10/29: Universal Deliverance of the Lower Prime 下元普度. Sanyijiao 三一教 Scripture masters are invited to perform rites."}, "Administrative Village": "Huadi Administrative Village", "Administrative Village_zh": "华堤行政村"}