{"UID": "V145", "Name": "Jingpu", "Name_zh": "井埔", "Alliance": "Jingpu wushê (Jingpu five shê ritual alliance)", "Alliance_UID": "A035", "Alliance_zh": "井埔五社", "Irrigation_Region": "Southern", "Village_Settlement": "Jingpu is part of the Jinghou Administrative Village 井后行政村. Jinghou village currently has more than 2000 people.", "Surname_Groups": "The main surname groups are the Zhu 朱, Cheng 程 and Li 李. According to the survey data from 1993, the Zhu surname group makes up two thirds of the population of the entire village. Apart from this, Jingpu five shê ritual alliance there are some forty Cheng households, over thirty Li households, more than ten Lin 林 household, six Jin 靳 households, four Wu 吴 households, and four Chen 陈 households. The Zhu claim to have fled from Gushi 固始 county in Guangzhou 光州 prefecture of Henan province 河南 to Gutian county 古田县 of Fujian province during the Huangchao 黄巢 rebellion in the late Tang dynasty. The Zhu claim that their ancestor was appointed District Magistrate 县令 of Gutian, and later his descendants migrated and settled in the Shuinan ritual territory 水南境 of Putian 莆田. Currently, the Zhu preserve a lineage genealogy 族谱, a lineage ancestral hall 祠堂 and a tombstone of the deceased mother of the county magistrate of Gutian (née Xiao) 唐古田令朱公妣敕封恭人萧氏墓.", "Village_Temples": "1) Yujingjing Antai xingshê 玉井境安泰兴社 was rebuilt in 1985. Zhongzuo shenzhang 中座神帐: Zunzhu mingwang 尊主 明王, Houtu furen 后土夫人, Left: Sima shengwang 司马圣王. Right: Taiyi xiangu 太乙仙姑. 2) Xianji shushê 显济书社 was rebuilt in 1993. Central altar: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Left altar: Sima shengwang 司马圣王, Wulu jiangjun 五路将军. Right altar: Jiayou shenghou 嘉祐圣侯, Linshui furen 临水夫人 (commonly call Furenma 夫人妈). 3) Dongzhou shushê 东洲书社 is dedicated to Zunzhu mingwang 尊主 明王, Houtu furen 后土夫人. 4) Xianjimiao 显济庙 is dedicated to Song imperially enfeoffed Weiling jiayouhou Zhugong 宋敕封威灵嘉祐侯朱公 and to Ziyang zhuwengong 紫阳 朱文公 (Zhu Xi 朱熹). 5) Fengluangong 凤峦宫 is dedicated to Tiangong yuanshuai 田公元帅. Side altars: Baiya jiangjun 白牙将军, Fude zhengshen 福德正神. 6) Xinqionglou 新瓊楼 is dedicated to Zhanggong shengjun 张公圣君. 7) Xingshengci 兴圣祠 is dedicated to Sanyi jiaozhu 三一教主. Left: Guanyin dashi 观音大士, Right: Sanguan dadi 三官大帝. 8) Taihuci 太湖祠 was built in Ming Wanli 20 (1592), at the urging of Zhu Huixu 朱慧虚, a close disciple of Lin Zhao’en 林兆恩, founder of the Three in One religious movement. The temple was listed as one of the major cultural preservation sites of Putian county in 1986, and was renovated in 1992. Front hall, central altar: Sanyi jiaozhu 三一教主. Left altar: Sanfeng zhenren 三峰真人. Right altar: Zhuozu zhenren 卓祖真人. Back altar: Milefo 弥勒佛. Back hall, central altar: Xuantian shangdi 玄天上帝. Left altar: Wenchang dijun 文昌帝君. Right altar: Shuiguan dadi 水官大帝. East corridor: Huoguan dadi 火官大帝. West corridor: Wuxian dadi 五显大帝 of Taihuci 太湖祠. Eastern side hall: Xuantan yuanshuai 玄坛元帅, Sida jiangjun 四大 将军. Western side hall: Guansheng dijun 关圣帝君 and Zhongjun 中军. The SJCDCB, 1992:14 claims that there are 770 initiates.", "Rituals": {"Yuanxiao processions": "On 1/10–11, the Zhu 朱 take the incense burners of the gods of Xianji shushê 显济书社 to each household to xingdao 行道 (practice the Dao). Four Fushou 福首 are selected to carry the incense burners. On 1/12–13, the miscellaneous surname group 杂姓 take the incense burners of the gods of Antai xingshê 安泰兴社 to xingdao 行道 (practice the Dao). Two Fushou 福首 are selected. On 1/14–15, the Zhu 朱 of Puding 舖顶 and the Huang 黄 and Chen 陈 of Houzhu 后珠 take the incense burners of the gods of Dongzhou shushê 东洲书社 to xingdao 行道 (practice the Dao). On 1/20, a common Yuanxiao 总元宵 is celebrated by the entire village. Tiangong yuanshuai 田公元帅 of Fengluangong 凤峦宫 is invited to go on procession around the five shê alliance.", "Birthday celebrations of the gods": "4/10: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Antai xingshê 安泰兴社. 4th lunar month, on a day determined by divination, Yanggong taishi 杨公 太师 of Guchenggong 谷城宫 is invited to watch opera. 6/6: The birthday celebration of Fude zhengshen 福德正神. 7/15: The birthday celebration of Jiayou shenghou 嘉佑圣侯. Every twelve years, a procession first takes place through the five shê and then goes all around the streets and lanes of Huangshi 黄石 town. 7/16: The birthday celebration of Sanyi jiaozhu 三一教主. Marionette opera is performed. 8/19: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Xianji shushê 显济书社. 8th lunar month, on a day determined by divination, the birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Dongzhou shushê 东洲书社 is held. 11/11: Rites of Universal Deliverance of the Lower Prime 下元普度 are held at Taihuci. Three in One scripture masters 三一教经师 are invited to conduct the Lanpen pudu 兰盆普度 rites of Universal Deliverance of the hungry ghosts. Marionette opera is performed."}, "Administrative Village": "Jinghou Administrative Village", "Administrative Village_zh": "井后行政村"}