{"UID": "V150", "Name": "Goubian", "Name_zh": "沟边", "Region": "Southern", "Village_Settlement": "Goubian was originally called Shifu 石阜. Goubian is part of the Heping Administrative Village 和平行政村. Goubian currently has 1800 people, and is divided into four shê ritual associations: the Huang 黄, the Lin 林, the Chen 陈 and the Lu 卢.", "Surname_Groups": "The main surname groups are the Huang 黄, Lin 林, Chen 陈 and Lu 卢. Currently, there exists a Huang and a Chen ancestral hall 宗祠. The Huang have 400 people. They emigrated from Shifu village 石阜村 near the Sijiaoting 四脚亭 of Huangshi, and divided themselves into three branches: Weiguan 为官, Weiqian 为前, and Weimin 为敏. Currently, they are in their 8th and 9th generation.", "Village_Temples": "1) Shifujing Longdonggong 石阜境龙洞宫 was built in Ming Wanli 12 (1584) and renovated in 1920. The rear hall was rebuilt in 1986 while the front hall was rebuilt in 1990, and finished in 1991. Middle altar: Yanggong taishi 杨公太师. Left altar: Tiangong yuanshuai 田公元帅. Right altar: Yangfu jiuniang 杨府九娘. Left side: Huang daren 黄大人. Right side: Xu jiangjun 徐将军. 2) Yi’anshê 义安社 is dedicated to Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Left: Zhanggong shengjun 张公圣君. Right: Sima shengwang 司马圣王. 3) Xingyuan ting 兴元亭, Liantangshê 莲塘社 is dedicated to Sima shengwang 司马圣王, Zhanggong shengjun 张公圣君, Huiji shenghou 惠济圣侯. Front: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, Jixiang dajiang 吉祥大将. 4) Longtougong 龙头宫: Middle altar: Sima shengwang 司马圣王, Houtu furen 后土夫人. 5) Fulushê 福禄社 is dedicated to Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Left: Shuibu shangshu 水部尚书. Right: Tianshang shengmu 天上圣母. The right hall is dedicated to Sima shengwang 司马圣王. The left hall is dedicated to Taiyi xiangu 太乙仙姑. Right altar: Fude zhengshen 福德正神. 6) Huiyuan shuyuan 会源书院 is dedicated to Wenchang dijun 文昌帝君. Left: Kuidou xingjun 魁斗星君. Right: Luer baomu 鹿儿保母. 7) Julanting 聚兰亭 is dedicated to Guanyin dashi 观音大士, Left: Puhua tianzun 普化天尊. Right: Weituo zuntian 韦陀尊天. 8) Xingyuanmiao 兴元庙 is dedicated to Wulu jiangjun 五路将军. 9) Cishantang 慈善堂 is dedicated to Xuantian shangdi 玄天上帝. 10) Hanantang 涵安堂 is dedicated to Sanyi jiaozhu 三一教主.", "Rituals": {"Yuanxiao processions": "On 1/5–6, the Lin 林 carry the gods of the Yianshê 义安社 in a procession to each household in their territory to xingdao 行道 (practice the Dao). On 1/7–8, the Huang 黄 do the same. On 1/9–10, the Lu 卢 carry the gods of the Liantangshê 莲塘社 in a procession to each household in their territory to practice the Dao. On 1/11–12, the Chen 陈 carry the gods of the Fulushê 福禄社 in a procession to each household in their territory to practice the Dao. On 1/14, a common Yuanxiao 总元宵 is held for the entire village. On this day, Wenwu zhanggong 文武 张公, Wuwu sima shenghou 文武司马圣侯, Huishi shenghou 惠世圣侯, Zunzhu mingwang 尊主明王, and Houtu furen 后土夫人 are carried in a procession around the entire territory. Bonfires are run across 踏火, opera is performed 演戏, and fireworks are set off 放花. During Yuanxiao 元宵, the gods visit each home to xingdao 行道. This is done in the following way: first, the Fushou 福首 pick up the incense burners from the altar of the Yianshê 义安社 to start the procession (起马). Then prayers are made in the hall of each household. After the procession has circled the mountain (Quanshan 圈山) the incense burners are carried to the Longdonggong 龙洞宫. There, Daoist ritual masters 法师 chant the scriptures. Next, the gods and the incense burners are carried to the Julanting 聚兰亭 and then back to the shê. Finally, at the home of the Fushou who is holding the last incense burner of the previous year, three Daoist ritual masters conduct a Jiao ritual. There were originally only three Fushou but now there are seven. There are three basic requirements for becoming a Fushou. The person has to: 1) take part in the Chunzhai 春斋 Spring Fast (purification) in the first year, and 2) agree to host the Chujiuzao 初九早 (a kind of banquet held on the ninth day of the New Year); and to 3) invite the xianglao 乡老 Village Elders to the feast. Only then can the person become a Fushou in the third year.", "Birthday celebrations of the gods": "4/26: The birthday celebration of Yanggong taishi 杨公太师. Opera is performed for two days. The entire village organizes the ritual together, and funds are collected on a per capita basis. 6/19: The birthday celebration of Guanyin dashi 观音大士. Opera is performed for two days. These events are organized by the Chen 陈, and funds are collected on a per capita basis. 6/6: The birthday celebration of Fude zhengshen 福德正神. Opera is performed for two days. The entire village organizes the ritual together, and funds are collected on a per capita basis. 8/1: The birthday celebration of Huanggong daren 黄公大人. Opera is performed for two days. The entire village organizes the ritual together, and funds are collected on a per capita basis. The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Fulushê 福禄社. Opera is performed for two days. These events are organized by the Chen 陈, and funds are collected on a per capita basis. 9/3: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Yianshê 义安社. Opera is performed for two days. These events are organized by the Huang 黄 and the Lin 林, and funds are collected on a per capita basis. 10th lunar month, on a day determined by divination, the birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Liantangshê 莲塘社 is held. Opera is performed for two days. These events are organized by the Lu 卢, and funds are collected on a per capita basis. 8/6:"}}