{"UID": "V151", "Name": "Daomei", "Name_zh": "道美", "Alliance": "Yuanyong wucun (Yuanyong five village ritual alliance)", "Alliance_UID": "A036", "Alliance_zh": "员永五村", "Irrigation_Region": "Southern", "Raw": {"Settlement": "Daomei is also called Duwei 度尾. Daomei village is managed by the Shuinan Administrative Village 水南行政村. Daomei village currently has 1100 people.", "Surname_Groups": "The main surname groups are the Yu 余 and the Song 宋. The Yu have 400 people while the Song have 500 people. Other surnames include the Zeng 曾, Hu 胡, Wu 吴, Zheng 郑, Chen 陈 and Lu 卢. The ancestor of the Yu, Yu Gaogong 余镐公, is said to have fled to Fujian during the Huang Chao revolt 黄巢起义 of the late Tang Dynasty. The descendants of Yu Yigong 余毅公, an ancestor of the fourth generation, are divided into three branches, of which the Ji branch 季房 has now reached the 33rd generation.", "Village_Temples": "1) Yongxingshê 永兴社: Middle altar: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Left altar: Qitian dasheng 齐天大圣, Sima shengwang 司马圣王, Yanggong taishi 杨公太师, Wulu jiangjun 五路 将军. Right altar: Guanyin dashi 观音大士, Lufu dashen 鲁府大神, Chenshi zhenren 陈氏真人, Lufu yima 鲁府姨妈. 2) Yunshuidong 云水洞: Upper hall: Li zhenren 李真人. Lower hall: Zhuo zhenren 卓真人.", "Rituals": {"Processions": "On 1/6, the Song 宋 take all the gods of Yongxingshê 永兴社 on a procession within their territory. On 1/8, the Yu 余 take all the gods of Yongxingshê to go on procession within their own territory. On 1/15, the entire village goes on processsion around its entire ritual territory.", "Birthday": "2/25: The birthday celebration of Li zhenren 李真人. Marionette opera is performed. 6/12: 9/12: 7/11: 8/15: 10/15: The birthday celebration of Zhuo zhenren 卓真人. Marionette opera is performed. The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Opera is performed. Daoist masters are invited to conduct rites. The birthday celebration of Chenshi zhenren 陈氏真人. Daoist masters are invited to conduct rites. Zhongyuan pudu 中元普度 (Univeral Salvation of the Middle Prime) rites are carried out at Yunshuidong 云水洞. Marionette opera is performed. Xiayuan pudu 下元普度 (Universal Deliverance of the Lower Prime) rites are carried out at the Yongxingshê 永兴社 and the Yunshuidong 云水洞. Marionette opera is performed."}}, "Administrative Village": "Shuinan Administrative Village", "Administrative Village_zh": "水南行政村", "Population": "1100"}