{"UID": "V161", "Name_Pinyin": "Huiyang", "Name_hanzi": "惠洋", "Region": "Southern", "Village_Settlement": "Huiyang is also called Houyang 后洋, and is located along the Houyang main channel 后洋大沟 of the Mulan irrigation system. In the early Qing, this area was declared off limits (beyond the borders 界外) and was evacuated. Huiyang village was originally part of the Huiyangpu 惠洋铺 of the Lianjiangli sub-canton 连江里. In the Ming the village of Huiyang was already settled, and in the Qing the villages of Dongmian 东面, Fangcuoding 方厝顶 and Duwei 度尾 separated off from Huiyang village. Nowadays all these villages have joined back together into one continuous “natural village”, but with a overall population of over 11,000 people. Huiyang is managed by two Administrative Village Committees: namely Huishang 惠上 and Huixia 惠下. The temple ritual system is divided primarily on the basis of surname groups into eight shê ritual associations. The Fengxunshê 凤浔社 temple of Huishang 惠上 is the founding shê altar of the eight shê of Huiyang (see below), and the Zhenwudian 震武殿 temple Huiyang eight shê ritual alliance of Huixia 惠下 is the main temple of Huiyang (see below). These temples are managed by a temple committee made up of representatives of the eight shê ritual associations. Each year with a intercalary third lunar month, Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Fengxunshê 凤浔社 are taken on a procession to the eight shê altars of the alliance. In the Ming, Houyang was famous as a region that produced examination graduates. The five main lineages of the area, the Fang 方, Zhou 周, Wu 吴, Yu 俞 and Liu 刘 together had six Jinshi 进士 (Metropolitan Graduates) and fourteen Juren 举人 (Prefectural Graduates). In Ming Hongzhi 4 (1491), the Xinghua Prefect 兴化知府 set up a Jinshi 进士牌坊 memorial archway in honor of the Fang lineage 方. In Ming Hongzhi 10 (1497), the Xinghua Prefect set up another Jinshi 进士牌坊 memorial archway, this time to honor the Wu lineage 吴. In the feuding banner alliances at the end of the Qing, the eight shê of Huiyang were part of the white banner alliance.", "Surname_Groups": "Currently, the main surname groups are the Fang 方, Chen 陈, Wu 吴, Liu 刘 and Zhou 周. The Fang came from Youtang 游塘 of Chengxiang 城厢, and there exists a Fang ancestral hall 方氏宗祠. The origin of the Chen is unclear. There exists a Chen ancestral hall 陈氏宗祠. The Wu came from Longdu 龙渡 of Huangshi, and are divided into three branches. There exists a Wu ancestral hall 吴氏宗祠. They are of the same ancestry as the Wu of Xibei 西陂吴.", "Village_Temples": "1) Fangxunshê 方寻社 is subdivided into eight shê ritual associations: Yongtai zhongshê 永泰中社, Yongtai dongshê 永泰东社, Yongtai xishê 永泰西社, Yongtai heshê 永泰合社, Yongan shushê 永安 书社, Yongning xishê 永宁西社, Yongheshê 永和社 and Xinxunshê 新寻社. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土 夫人. Secondary gods are Tiangong yuanshuai 田公元帅 and Chenshi zhenren 陈氏真人. 2) Zhenwudian 震武殿 is dedicated to Xuantian shangdi 玄天上帝. Secondary gods are Sanyi jiaozhu 三一教主 and Guanyin dashi 观音大士. 3) Huiyangjing Qiongshangong 惠洋境琼山宫: Located in Huishang 惠上, this temple was originally built in the Qing Yongzheng 13 (1735), and was renovated in both Qianlong 48 (1783) and in Jiaqing 23 (1818). The main god is Yanggong taishi 杨公太师. Secondary gods include Yangfu jiuniang 杨府九娘, Tiegong yuanshuai 铁公元帅, Magong taishi 马公太师, Tiangong yuanshuai 田公元帅, Lingya jiangjun 灵牙将军, Chima jiangjun 赤马 将军, Baima jiangjun 白马将军. 4) Huiyangjing Yonglongmiao 惠洋境永龙庙 is located in Huishang. The main god is Guansheng dijun 关圣帝君. Secondary gods: Lufu xianggong 鲁府相公, Lufu furen 鲁府夫人, Lufu yima 鲁府姨妈, Wubu yuanshuai 五部元帅. 5) Huiyangjing Zhenlongmiao 惠洋境震龙庙, Xinxunshê 新寻社 is located in Huixia 惠下. The main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, and Yanggong taishi 杨公太师. Secondary gods: Tianshang shengmu 天上圣母, Ciji zhenjun 慈济真君, Qianshi shengfei 钱氏圣妃, Lizhangzhe 李长者. 6) Baorisi 宝日寺 is located in Huishang 惠上. The main god is Rulaifo 如 来佛. Secondary gods: Weituo 韦驮, Jialan 伽蓝. 7) Shangtianfu 上天府 is located in Huishang. The main gods are Daye 大爷, Erye 二爷. 8) Fushunsi 福顺寺 is located in Huixia 惠下. The main god is Shijia mouni 释迦牟尼. Secondary gods: Weituo 韦陀, Jialan 伽蓝. 9) Shixiatang 释夏堂 is located in Huixia. The main god is Sanyi jiaozhu 三一教主. Secondary gods: Sanguan dadi 三官大帝, Wenwu liesheng 文武 列圣. 10) Benshantang Buddhist temple 宝积寺 was built in Huishang in Guangxu 27 (1901). (PTZJZ, 1992:218). 11) Shanhetang Buddhist temple 善和堂 (in Huishang) was built in Xuantong 2 (1910). (PTZJZ, 1992:218). 12) Jinxian temple 金仙寺 (Huishang) was built in the Qing. (PTZJZ, 1992:218). 13) Baoji temple 宝积寺 (Huishang) was built in the Republican period. (PTZJZ, 1992:218). 14) Shanhean 善和庵 (Huishang) was rebuilt in 1966. (PTZJZ, 1992:218). 15) Yongjuci 永居祠 is dedicated to Lin Lonjiang 林龙江. The SJCDCB, 1992:14 claims that there are 750 initiates. 16) Mingyitang 明仪堂 is dedicated to Lin Lonjiang 林龙江. The SJCDCB, 1992:14 claims that there are 425 initiates. 17) Zhonghetang 中和堂 is dedicated to Lin Lonjiang 林龙江. The SJCDCB, 1992:14 claims that there are 330 initiates. 18) Xingxiatang 行夏堂 is dedicated to Lin Lonjiang 林龙江. The SJCDCB, 1992:14 claims that there are 470 initiates. 19) Benshantang 本善堂 was built in Guangxu 27 (1901). (PTZJZ, 1992: 218). 20) Zhengchang temple 真常寺 (Huishang) was built in Republican period (PTZJZ, 1992:218).", "Rituals": {"Yuanxiao processions": "On 1/9, the Zhou 周 of Yongtai heshê 永泰合社 take the incense burners of the shê altar to each of their households to xingdao (carry out the Dao) and then go on a procession around their territory. On 1/10, the miscellaneous surnames 杂姓 of Yongheshê 永和社 do the same in their own territory. On 1/11, the Liu 刘 of Yongan shushê 永安书社 do the same rituals in their own territory. On 1/12, the Fang 方 of Yongtai dongshê 永泰东社 do the same in their territory. On 1/13, the Wu 吴 of Yongtai zhongshê 永泰中社 to the same in their territory. On 1/14, the Chen 陈 of Yongning xishê 永宁西社 do the same in their territory. On 1/15, the Fang 方 of Fangxunshê 方寻社 do the same in their territory. On 1/16, the Chen 陈 of Yongtai xishê 永泰西社 do the same in their territory. On 1/18, a common Yuanxiao 总元宵 fetival is held for the eight shê alliance. Yanggong taishi 杨公太师 goes on procession within the entire ritual territory of Huiyang. Opera is performed and Daoist masters are invited to conduct rites.", "Birthday celebrations of the gods": "3/3: The birthday celebration of Xuantian shangdi 玄天上帝. Opera is performed and Daoist masters are invited to conduct rites. 3/16: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Opera is performed Daoist masters are invited to conduct rites. Every year with an intercalary third lunar month, these gods are taken on a procession around the eight-fold shê. 4/26: The birthday celebration of Yanggong taishi 杨公太师. Opera is performed Daoist masters are invited to conduct rites. 8/20: The birthday celebration of Wenwu liesheng 文武列圣. The midautumn festival is celebrated."}}