{"UID": "V162", "Name_Pinyin": "Dongdai", "Name_hanzi": "东埭)", "Region": "Southern", "Village_Settlement": "Dongdai is located along the Houyang 后洋 main channel of the Mulan irrigation system. It was originally part part of the Dongdai pu 东埭铺 of the Lianjiangli sub-canton 连江里. The village began forming here in the Qing dynasty, and now has around 4000 inhabitants. Dongdai is both a natural village and an Administrative Village. The temple ritual system is divided on the basis of lineage and residential settlements into six jia ritual associations: Shanglang 上廊, Xiting 西亭, Houting 后亭, Xizhi 西至, Xicuo 西厝, and Miscellaneous surnames 杂姓. In the feuding banner alliances at the end of the Qing, Dongdai remained neutral.", "Surname_Groups": "The main surnames are the Zheng 郑 and the Chen 陈. The Zheng are divided into two branches, and live in Shanglang, Xizhi and Xicuo. They also have a Zheng ancestral hall. The Chen are divided into three branches, and lives in Xiting and Houting. There used to be a Chen ancestral hall, but it has been changed into a school.", "Village_Temples": "1) Dongdaijing Yongxinggong 东埭境永兴宫 is the main temple for the six jia ritual alliance. The main god is Yanggong taishi 杨公太师. Secondary gods include Tiangong yuanshuai 田公元帅 and Yang jiuniang 杨九娘. Dongdai six jia ritual alliance 2) Taipingshê 太平社: Main gods: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Secondary gods: Zhanggong shengjun 张公圣君, Wulu jiangjun 五路将军 and Liugong yuanshuai 刘公元帅. 3) Lingyingdian 灵应殿 is dedicated to Guanyin dashi 观音大士. 4) Chihuci 池壶祠 is dedicated to Sanyi jiaozhu 三一教主. 5) Kaiyuantang 开元堂 is dedicated to Sanyi jiaozhu 三一教主. The SJCDCB, 1992:13 claims that there are 1920 initiates. 6) Zhonghetang 中和堂 is dedicated to Sanyi jiaozhu 三一教主. The SJCDCB, 1992:14 claims that there are 1350 initiates. 7) Tehuci 特壶祠 is dedicated to Lin Longjiang 林龙江. The SJCDCB, 1992:14 claims that there are 1406 initiates.", "Rituals": {"Yuanxiao processions": "On 1/4–6, the first opera of the year (Touchangxi 头场戏) is performed. On 1/13, the gods of Taipingshê 太平社 are invited to go to each household to xingdao (carry out the Dao) and then to go on a procession within the entire village. Each year, each jia takes turn to be the host, and funds are collected on a per capita basis. One elder is appointed as the overall Fushou 福首. Newly wed men can bid for the chance to carry the statue of the gods. On 1/14, there is the “snatch the Bodhisattva” 抢菩萨 rite. The statue of Liugong yuanshuai 刘公元帅 can be detached and brought home for worshipping purposes. Later, it will be returned to the temple along with a monetary tribute.", "Birthday celebrations of the gods": "3/3: The birthday celebration of Xuantian shangdi 玄天上帝. Opera is performed and Daoist masters are invited to conduct rites. 3/23: The birthday celebration of Tianshang shengmu 天上圣母. Opera is performed and Daoist masters are invited to conduct rites. 4/10: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Opera is performed and Daoist masters are invited to conduct rites. 4/26: The birthday celebration of Yanggong taishi 杨公太师. Opera is performed and Daoist masters are invited to conduct rites. Every year of the dragon (once in the twelve year cycle), on a day determined by divination, Yanggong taishi 杨公太师 is carried in a sedan chair in a procession around the five shê. 6/19: The birthday celebration of Guanyin dashi 观音大士. Marionette opera is performed. 9/19: The birthday celebration of Guanyin dashi 观音大士. Marionette opera is performed. 10/1: The birthday celebration of Liugong yuanshuai 刘公元帅. Opera is performed and Daoist masters are invited to conduct rites. 11th lunar month, on a day determined by divination, Lanpen pudu 兰盆 普度 Rites of Universal Deliverance for the hungry ghosts are performed. Marionette opera is performed."}}