{"UID": "V163", "Name_Pinyin": "Jinshan", "Name_hanzi": "金山", "Region": "Southern", "Village_Settlement": "Jinshan is also called Daguiyu 大龟屿. It was originally part of the Daguiyupu 大龟屿铺 (police/defense unit) of the Lianjiangli subcanton 连江里. In the Ming the village of Daguiyu was already settled. Now it is managed by the Jingshan Administrative Village 金山行政村, and village currently has 4278 residents. The temple ritual system is divided primarily on the basis of lineage and residential affiliation into four jia ritual associations: Haitou 海头, Weicuo 尾厝, Zhongjing 中境, and Dongshê 东社. In the feuding banner alliances of the later Qing, the four jia of Jinshan were part of the black banner alliance.", "Surname_Groups": "The main surname groups are the Zhu 朱 and the Lin 林. The Zhu are divided into two branches: Shifu 石阜 and Gutian 古田, and the two branches live in Haitou and Zhongjing respectively. Each branch has its own ancestral hall. The Lin are the Lin of Jiumu 九牧林. They emigrated from Yaotai village 窑台村 of Huangshi 黄石, and are said to be the earliest inhabitants of the village. Currently, they live in Dongshê and Weicuo. In recent years, their ancestral hall was rebuilt while their genealogy was revised.", "Village_Temples": "1) Lianjiangjing Jinshangong 连江境金山宫: Originally built in Qianlong 1 (1736), the temple was rebuilt in 1995. It is the main temple for the four jia ritual alliance of Jinshan. The main god is Yanggong taishi 杨公太师. Secondary gods include Yangfu jiuniang 杨府九娘, Tiegong taishi 铁公太师, Magong taishi 马公太师, Tiangong yuanshuai 田公元帅, Puhua tianzun 普化天尊, Guanyin dashi 观音大士, and the Bajiang 八将. 2) Yonganshê 永安社 is the ancestral shê (zushe) of the four jia ritual alliance. The main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土 夫人. Secondary gods: Qitian dasheng 齐天大圣, Wulu jiangjun 五路将军. 3) Yongan zhongshê 永安中社 is decicated to Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 4) Yongan dongshê 永安东社 is dedicated to Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. 5) Yongan jingshê 永安井社 is dedicated to Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. 6) Yongan xishê 永安西社 is dedicated to Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. This temple was built in the Daoguang period (1821–1850) and rebuilt in 2001. 7) Lingyingdian 凌应殿 was built in the Qianlong period ( 1736–1795) and rebuilt in 1995. The temple was originally dedicated to Sizhou wenfo 泗洲 文佛. Now the main god is Yuhuangdadi 玉皇大帝. Secondary gods are: ", "Rituals": {"Yuanxiao processions": "", "Birthday celebrations of the gods": ""}}