{"UID": "V165", "Name": "Shangzou", "Name_zh": "上邹", "Alliance": "Dongshan sishé (Dongshan four shê ritual alliance)", "Alliance_UID": "A042", "Alliance_zh": "东山四社", "Irrigation_Region": "Southern", "Village_Settlement": "Shangzou is part of the Dongshan Administrative Village 东山行政村. The current population of Shangzou is more than 2400 people.", "Surname_Groups": "The main surname group is the Zou 邹. There are also a small number of the Zeng 曾 families.", "Village_Temples": "1) Chongjiaogong 崇教宫: Main god: Zhuzi 朱子. Secondary gods: Yanggong taishi 杨公太师, Tianshang shengmu 天上圣母. 2) Jiangping shushê 江平书社 is dedicated to Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Secondary gods: Li zhangzhe 李长者, Qianshi shengfei 钱氏圣妃, Aoshen 澳神. 3) Longdetan 隆德坛: Main god: Lufu furen 鲁府夫人. Secondary gods: Lufu xianggong 鲁府相公, Lufu yima 鲁府姨妈. 4) Mingxiatang 明夏堂: Main god: Sanyi jiaozhu 三一教主. 5) Dongshan 东山 Xingrenci 行仁祠: Main god: Sanyi jiaozhu 三一教主. The SJCDCB, 1992:13 claims that there are 3000 initiates.", "Rituals": {"Yuanxiao processions": "On 1/10, the gods of Jiangping shushê 江平书社 are taken to each household to xingdao (carry out the Dao) and then go on procession within their territory. On 1/15, a general Yuanxiao festival 总元宵 is held. The gods of Chongjiaogong 崇教宫 and Denglong zushê 登龙祖社 go on procession within the four shê ritual alliance.", "Birthday celebrations of the gods": "3/23: The birthday celebration of Tianshang shengmu 天上圣母. 4/26: The birthday celebration of Yanggong taishi 杨公太师. Every year of the dragon, Yanggong taishi 杨公太师 go on procession within the five-fold shê on a day determined by divination. 7/7: The birthday celebration of Lufu furen 鲁府夫人. 8/14: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. On all these occasions, opera is performed, and Daoist masters are invited to conduct rites. Xiazou 下邹 1. Village settlement Xiazou is part of Dongyuan Administrative Village 东源行政村. The current population is approximately 5000 people. 2. Surname groups The main surname group is the Zou 邹. There are also a small number of the Zhuo 卓. 3. Village temples 1) Denglong zushê 登龙祖社 is dedicated to Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Secondary gods: Wen Sima shengwang 文司马圣王, Wu Sima shengwang 武司马圣王, Qitian dasheng 齐天大圣, Wulu jiangjun 五路将军, Qianshi shengfei 钱氏圣妃 and Li zhangzhe 李长者. 2) Xuanlugong 玄鲁宫 (Beijidian 北极殿): Main god: Xuantian shangdi 玄天上帝. Secondary gods: Yuhuang dadi 玉皇大帝, Tianshang shengmu 天上圣母, Yanggong taishi 杨公太师, Wang lingguan 王灵官, Guanyin dashi 观音大士, Sanyi jiaozhu 三一教主. 3) Xingdongmiao 兴东庙: Main god: Fude zhengshen 福德正神. 4) Shanshuitang 山水堂 is dedicated to Lin Lonjiang 林龙江. The SJCDCB, 1992:14 claims that there are 1619 initiates. 4. Rituals: Yuanxiao processions On 1/12–13, the gods of Denglong zushê 登龙祖社 are taken to each household to xingdao (carry out the Dao) and then go on procession within their territory. On 1/15 a general Yuanxiao 总元宵 is celebrated. The gods of Chongjiaogong 崇教宫 and Denglong zushê are invited to go on procession within the four shê alliance. Birthday celebrations of the gods 3/3: The birthday celebration of Xuantian shangdi 玄天上帝. Opera is performed. Daoist masters are invited to conduct rites. Every 12 years, on a day determined by divination, Xuantian shangdi 玄天上帝 goes on procession within the four shê alliance. 3/23: The birthday celebration of Tianshang shengmu 天上圣母. Opera is performed. Daoist masters are invited to conduct rites. 4/26: The birthday celebration of Yanggong taishi 杨公太师. Opera is performed. Daoist masters are invited to conduct rites. 5/12: The birthday celebration of Sima shengwang 司马圣王. Opera is performed. Daoist masters are invited to conduct rites. 5/16: The birthday celebration of Yuhuang dadi 玉皇大帝. Marionette plays are performed. 6/6: The birthday celebration of Fude zhengshen 福德正神. Opera is performed. These events are organized by Xingdongmiao 兴东庙, and funding is raised through voluntary contributions. 7/7: The birthday celebration of Lufu yima 鲁府姨妈. Opera is performed. Daoist masters are invited to conduct rites. 8/10: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Denglong zushê 登龙祖社. Opera is performed. Daoist masters are invited to conduct rites."}}