{"UID": "V167", "Name": "Dongcuo", "Name_zh": "东厝", "Alliance": "Dongshan sishé (Dongshan four shê ritual alliance)", "Alliance_UID": "A042", "Alliance_zh": "东山四社", "Irrigation_Region": "Southern", "Village_Settlement": "Dongcuo is part of the Dongshan Administrative Village 东山行政村. The current population is approximately 1300 people.", "Surname_Groups": "The main surname group is the Xu 徐. There are also close to 200 people of the Yu 余 surname. The Yu of the village came from Xiyu 西余 of Dongjiao 东郊, and are of the same ancestry as the Yu of Duwei 度尾余氏. Their lineage hall name 堂号 is Cishu 赐书. There currently exists the Yushi Qianxianci 余氏佥宪祠 and the Xianghetang 祥和堂.", "Village_Temples": "1) Zhongxingshê 中兴社 is dedicated to Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Secondary gods: Qitian dasheng 齐天大圣, Tianshang shengmu 天上圣母, Zhanggong shengjun 张公圣君, Tiangong yuanshuai 田公元帅, Xiaogong yuanshuai 肖公元帅, Guanyin dashi 观音大士. 2) Xiandemiao 显德庙, Qingling fu 清灵府 is dedicated to Sima shengwang 司马圣王, Qitian dasheng 齐天大圣, Cuifu dama 崔府大妈. Secondary gods: Lufu xianggong 鲁府相宫, Lufu yima 鲁府姨妈, Tiangong yuanshuai 田公元帅, Jixiang dajiang 吉祥大将. 3) Shengpinggong 盛平宫: Main god: Tianshang shengmu 天上圣母. Secondary gods: Zhanggong shengjun 张公圣君, Xiaogong yuanshuai 肖公 元帅. 4) Jufengting 举风亭: Main god: Guanyin dashi 观音大士. 5) Hongxiatang 宏夏堂: Main god: Sanyi jiaozhu 三一教主. Secondary gods: Zhang Sanfeng 张三峰, Zhuozhenren 卓真人, Guanyin dashi 观音大士. 6) Shayundong 沙云洞: Main god: Daye 大爷, Erye 二爷, Sanye 三爷, Siye 四爷. 7) Shanyuntang 善云堂 is dedicated to Lin Lonjiang 林龙江. The SJCDCB, 1992:14 claims that there are 990 initiates.", "Rituals": {"Yuanxiao processions": "On 1/8–9, the gods of Zhongxingshê 中兴社 are taken to each household to xingdao (carry out the Dao) and then go on procession within their territory. On 1/15, an overall Yuanxiao 总元宵 is celebrated. The gods of Chongjiaogong 崇教宫 and Denglong zushê 登龙 祖社 are invited to go on procession within the four shê alliance.", "Birthday celebrations of the gods": "2/25: The birthday celebration of Qitian dasheng 齐天大圣. Opera is performed. Daoist masters are invited to conduct rites. 3/23: The birthday celebration of Tianshang shengmu 天上圣母. Opera is performed. Daoist masters are invited to conduct rites. 4/9: The birthday celebration of Tiangong yuanshuai 田公元帅. Opera is performed. Daoist masters are invited to conduct rites. 4/26: The birthday celebration of Yanggong taishi 杨公太师. Opera is performed. Daoist masters are invited to conduct rites. Every dragon year, Yanggong taishi 杨公太师 is taken on a procession within the four shê alliance on a day determined by divination. 5/16: The birthday celebration of Yuhuang dadi 玉皇大帝. Opera is performed. Daoist masters are invited to conduct rites. 6/19: The birthday celebration of Guanyin dashi 观音大士. Marionette plays are performed. 7/23: The birthday celebration of Zhanggong shengjun 张公圣君. Opera is performed. Daoist masters are invited to conduct rites. 8/13: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Zhongxingshê 中兴社. Opera is performed. Daoist masters are invited to conduct rites. 9/19: The birthday celebration of Guanyin dashi 观音大士. Marionette plays are performed. 9/20: The birthday celebration of Daye 大爷 of Shayundong 沙云洞. Opera is performed. Daoist masters are invited to conduct rites."}, "Administrative Village": "Dongshan Administrative Village", "Administrative Village_zh": "东山行政村"}