{"UID": "V173", "Name": "Qicuo", "Name_zh": "歧厝", "Region": "Southern", "Village_Settlement": "Qicuo is part of Dongfeng Administrative Village 东风行政村. The population of Qicuo is approximately 600 people.", "Surname_Groups": "The main surname group is the Yu 余. There are 200 people in this village who are Christians.", "Village_Temples": "1) The Wananshê 万安社 is within the Qishangong 歧山宫. The main gods worshipped are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, and Xuantian shangdi 玄天上帝. Secondary gods include Tianshang shengmu 天上圣母, Lufu daren 鲁府大人, Lufu furen 鲁府夫人, and Wenwu liesheng 文武列圣. 2) Qishanci 歧山祠: The main god is Sanyi jiaozhu 三一教主 Secondary gods include Zhaogong yuanshuai 赵公元帅, Magong yuanshuai 马公元帅, Tiangong yuanshuai 田公元帅, Guansheng dijun 关圣帝君, and Chensheng fashi 陈圣法师. 3) Jinquansi 金泉寺: The main gods are Shijia wenfo 释伽文佛 and Guanyin dashi 观音大士. secondary gods include Weituo 韦陀 and Jialan 迦蓝.", "Rituals": {"Yuanxiao processions": "On 1/11 all the gods of Wananshê 万安社 and the Qishangong 歧山宫 are invited to go on procession within the village. Opera is performed, and Daoist ritual masters are invited to conduct rituals. The entire village organizes the ritual together, and funds are collected on a per capita basis. On 1/29–2/1, the Wulu jiangjun 五路将军 of Wanlinggong 万灵宫 of Houji 后积 goes on procession within the sevenfold ritual alliance. Opera is performed, and Daoist ritual masters are invited to conduct rituals. The celebration is organized by Wanlinggong 万灵宫, and funds are collected on a per capita basis from throughout the entire ritual alliance.", "Birthday celebrations of the gods": "3/3: The birthday celebration of Xuantian shangdi 玄天上帝. 7/23: The birthday celebration of Zhanggong shengjun 张公圣君. 10/20: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. On all the above occasions, opera is performed, and Daoist ritual masters are invited to conduct rituals. The entire village organizes the ritual together, and funds are collected on a per capita basis."}}