{"UID": "V175", "Name": "Qianchengkou", "Name_zh": "前程口", "Alliance": "Houji qijing (Houji sevenfold ritual alliance)", "Alliance_UID": "A045", "Alliance_zh": "后积七境", "Irrigation_Region": "Southern", "Raw": {"Settlement": "Qianchengkou was originally called Chengkou 澄口. Qianchengou is part of the Tingfeng Administrative Village 汀峰行 政村. Qianchengkou has a total population of approximately 1800 people. It is divided into a Lin region 林境 and the mixed region 杂境", "Surname_Groups": "The main surname group is the Lin 林. Other surnames include the Fang 方 and the Cai 蔡.", "Village_Temples": "1) Chengjiangjing Qiantanggong 澄江境钱塘宫 includes the Xingneng qianshê 兴能前社, and is dedicated to Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Tianshang shengmu 天上圣母, Sima shengwang 司马圣王, Fazhu xianfei 法主仙妃, Zhanggong shengjun 张公圣君, Zhaoling shengjun 昭灵圣君, and Jixing dajiang 吉祥大将. 2) Xingneng qianshê 兴能前社 is co-owned with Louxia 楼下: The main gods are Zunzhu mingwang 尊主明王and Houtu furen 后土夫人. Secondary gods include Tianshang shengmu 天上圣母, Sima shengwang 司马圣王, Zhanggong shengjun 张公圣君, Qiugong yuanshuai 邱公元帅, Liugong yuanshuai 刘公元帅, and Jixiang dajiang 吉祥大将. 3) Fengchici 凤池祠 is dedicated to Lin Lonjiang 林龙江. The SJCDCB, 1992:37 claims that there are 250 initiates. 4) Fengshanci 凤山祠 is dedicated to Lin Lonjiang 林龙江. The SJCDCB, 1992:37 claims that there are 195 initiates.", "Rituals": {"Processions": "On 1/8 the Lin 林 segment of the village invites all the gods of Xingneng qianshê 兴能前社 and the Qiantanggong 钱塘宫 to go on procession within its territory. Opera is performed, and Daoist ritual masters are invited to conduct rituals. These celebrations are organized by the Lin 林 surname group, and funds are collected on a per capita basis. On 1/9 the mixed-surname segment 杂姓 of the village invites all the gods of Xingneng qianshê 兴能前社 and Qiantanggong 钱塘宫 to go on procession within its territory and that of Louxia 楼下 village. Opera is performed, and Daoist ritual masters are invited to conduct rituals. This ritual is jointly organized by this territory itself and by Louxia village, and funds are collected on a per capita basis. On 1/14 marionette plays are performed. On 1/29–2/1, the Wulu jiangjun 五路将军 of Wanlinggong 万灵宫 of Houji 后积 goes on procession within the sevenfold ritual alliance. Opera is performed, and Daoist ritual masters are invited to conduct rituals. The celebration is organized by Wanlinggong 万灵宫, and funds are collected on a per capita basis from throughout the entire ritual alliance.", "Birthday": "3/23: The birthday celebration of Tianshang shengmu 天上圣母. 4/5: The birthday celebration of Sima shengwang 司马圣王. For both these celebrations, opera is performed, and Daoist ritual masters are invited to conduct rituals. The entire village organizes the ritual together, and funds are collected on a per capita basis. 5/1: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. This occasion, which involves opera and ritual performances, is organized by the mixed surname segment 杂境 of the village, and funds are collected on a per capita basis within its territory. 5/2: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. This occasion, which involves opera and ritual performances. These events are organized by the Lin segment 林境 of the village, and funds are collected on a per capita basis within its territory."}}, "Administrative Village": "Tingfeng Administrative Village", "Administrative Village_zh": "汀峰行", "Population": "1800"}