{"UID": "V178", "Name_Pinyin": "Chengbian", "Name_hanzi": "埕边", "Region": "Southern", "Village_Settlement": "Chengbian was originally known as Chengyang 程洋 or Licuo 李厝, and it included Wudun 吴墩. Chengbian is part of the Chengyang Administrative Village 呈洋行政村. The population is approximately 2000 people.", "Surname_Groups": "The main surname groups are the Li 李. There is a Li ancestral hall李氏宗祠.", "Village_Temples": "1) Xingheshê 兴和社 is within the Chengxianggong 呈祥宫: The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Other gods worshipped include Qitian dasheng 齐天大圣 and Tianshang shengmu 天上圣母.", "Rituals": {"Yuanxiao processions": "On 1/15–16 the Li 李 surname group invites all the gods of Xingheshê 兴和社 and the Chengxianggong 呈祥宫 to go on procession around the village territory. Opera is performed, and Daoist ritual masters are invited to conduct rituals. This is organized by the Li 李 surname group, and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "2/25: The birthday celebration of Qitian dasheng 齐天大圣. The god is taken on a procession around the sevenfold alliance. Opera is performed, and Daoist ritual masters are invited to conduct rituals. This celebration is organized in annual rotation between the Chen 陈 of Xiachen 下陈 village and the Li 李 surname group. Funds are collected on a per capita basis. The birthday celebration of Tianshang shengmu 天上圣母 is also organized in annual rotation between the Chen 陈 of Xiachen village 下陈 and the Li 李 surname group. 8/8: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of the Xingheshê 兴和社. Opera is performed, and Daoist ritual masters are invited to conduct rituals. These events are organized by the Li 李 surname group, and funds are collected on a per capita basis. 10/12: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of the Xingxianshê 兴贤社. Opera is performed, and Daoist ritual masters are invited to conduct rituals. This ritual is organized by the village as a whole, together with Xiachen下陈village, and funds are collected on a per capita basis. 3/23:"}}