{"UID": "V186", "Name": "Xiakengyuan", "Name_zh": "下坑园", "Alliance": "Kengyuan jiucun (Kengyuan nine village ritual alliance)", "Alliance_UID": "A047", "Alliance_zh": "坑园九村", "Irrigation_Region": "Southern", "Village_Settlement": "Xiakengyuan belongs to the Kengyuan Administrative Village 坑园行政村. The current population is over 850 people.", "Surname_Groups": "The Wang 王 are the dominant surname group. There is a Wang lineage hall 王氏宗祠, and each year five Fushou 福首 are selected by rotation according to age.", "Village_Temples": "1) Hongxi shushê 洪熙书社 is shared with Shangkengyuan 上坑园 and with Dongdu village 东渡. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. The secondary god is Jieyin shangshu 戒印尚书. 2) Fanglinggong 芳岭宫 is dedicated to Xiling (Kong) daren 西岭(孔)大人. Other gods include Tiangong yuanshuai 田公元帅, Lufu dashen 鲁府大神, Lufu furen 鲁府夫人, Lufu yima 鲁府姨妈, Shengfu 圣父, Shengmu 圣母, Lan daren 蓝大人, Bai daren 白大人.", "Rituals": {"Yuanxiao processions": "On 1/12 the incense burners from the shê-altar are taken to each household to xingdao 行道. On 1/12 the gods of Fanglinggong 芳岭宫 go on a tour of inspection of the boundaries of the village, while Daoist ritual masters conduct a Jiao ritual 做醮. Each time there is an intercalary 2nd lunar month, on the first day of the 2nd month villagers go to Houji 后积 to present incense to Kong Daren 孔大人, and then go on a procession through all the villages of the Kengyuan jiuqiao 坑园九窍 ritual alliance.", "Birthday celebrations of the gods": "2/2: The birthday of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is organized together with the villages of Xiakengyuan 下坑园 and Dongdu 东渡. Funding is raised on a per capita basis from all three villages. 6/6: The birthday of Jieyin shangshu 戒印尚书 is celebrated. 7/7: The birthday of Lufu dashen 鲁府大神 and Lufu furen 鲁府夫人 are celebrated. Marionette plays are performed. 8/23: The birthday of Tiangong yuanshuai 田公元帅 is celebrated. 10/26: The birthday of Xiling Kong daren 西岭孔大人 is celebrated. On all the above occasions, unless otherwise indicated, opera is performed, and Daoist ritual masters are invited to conduct rituals. The entire village organizes the ritual together, and funds are collected on a per capita basis."}}