{"UID": "V189", "Name": "Muqian", "Name_zh": "墓前", "Alliance": "Kengyuan jiucun (Kengyuan nine village ritual alliance)", "Alliance_UID": "A047", "Alliance_zh": "坑园九村", "Irrigation_Region": "Southern", "Village_Settlement": "Muqian belongs to the Lingtou Administrative Village 岭头行政村. The current population is over 725 people.", "Surname_Groups": "In Muqian, the Chen 陈 surname group is dominant. There are also villagers surnamed Lin 林 and Zhu 朱. There is a Chen great lineage hall 陈氏大宗祠 in which Chen Wenlong 陈文龙 is worshipped. Each year six Fushou 福首 are selected to manage the hall by drawing lots.", "Village_Temples": "1) Buxianjing Fudezhengshê 步仙境福德正社 is dedicated to Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. The secondary gods are Zhanggong shengjun 张公圣君 and Huanggong ershi 黄公 二使. 2) Zhongyitang 中一堂 is dedicated to Sanyi jiaozhu 三一教主. Other gods include Wenchang dijun 文昌帝君, Kuidou xingjun 魁斗星君, and Zhuo zhenren 卓真人. 3) The Renshouting 仁寿亭 is dedicated to Guanyin dashi 观音大士. 4) Rendefu 仁德府 is dedicated to Qitian dasheng 齐天大圣. The Huye (tiger god) 虎爷 is also worshipped there. 5) Qingyudong 青云洞 is dedicated to Tiangong yuanshuai 田公元帅, with Li daren 李大人 also worshipped. 6) Wanshantang 万善堂 is dedicated to Daye 大爷 and Erye 二爷.", "Rituals": {"Yuanxiao processions": "On 1/14 the incense burners from the shê-altar are taken to each household to xingdao 行道. On 1/15 the palm sedan chairs 棕轿 of Zhanggong shengjun 张公圣君 and Huanggong ershi 黄公二使 go on a tour of inspection of the boundaries of the village, while a single Daoist ritual master conducts a simple Jiao ritual 做醮. In the evening, a procession of linked lanterns is held 圈灯.", "Birthday celebrations of the gods": "On 7/16 the birthday of Sanyi jiaozhu 三一教主 is celebrated and opera is performed. In the 8th lunar month, on a day determined by divination, Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 are celebrated with opera and Daoist rituals."}, "Administrative Village": "Lingtou Administrative Village", "Administrative Village_zh": "岭头行政村"}