{"UID": "V195", "Name": "Shantou", "Name_zh": "山头", "Alliance": "Zhukeng qijing (Zhukeng sevenfold ritual alliance)", "Alliance_UID": "A049", "Alliance_zh": "珠坑七境", "Irrigation_Region": "Southern", "Raw": {"Settlement": "Shantou is part of Zhukeng Administrative Village 珠坑行政村. Shantou village is divided into the Shangshê 上社 and Xishê 西社. Both territories have a total population of approximately 900 people.", "Surname_Groups": "The main surname is the Chen 陈. Other surnames include the Pan 潘, the Liu 刘, the Xin 辛, the Huang 黄, the Wu 吴, and the Wang 王.", "Village_Temples": "1) Jinfengjing Xianyingmiao 锦峰境显应庙, Zhukengshang xishê 珠坑上西社 was rebuilt in Xuantong 1 (1909). The main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, and Xuantian shangdi 玄天上帝. Secondary gods include Tianshang shengmu 天上圣母, Zhaoshun shenghou 肇顺圣侯, and Wenwu liesheng 文武列圣. 2) Qingyuanci 清源祠: The main god is Sanyi jiaozhu 三一教主. The SJCDCB, 1992:20 claims that there are 76 initiates.", "Rituals": {"Processions": "On 1/13 Xishê 西社 invites Tianshang shengmu 天上圣母 to go on procession within their part of the village. The Xishê half of the village organizes the ritual, and funds are collected on a per capita basis. On 1/14 Shangshê 上社 invites Tianshang shengmu 天上圣母 to go on procession within their part of the village. The Shangshê 上社 half of the village organizes the ritual together, and funds are collected on a per capita basis. On 1/15–16 a general Yuanxiao is held. Lanterns are carried in a procession, and Daoist ritual masters are invited to conduct rituals. The", "Birthday": "3/3: The birthday celebration of Xuantian shangdi 玄天上帝. 4/18: The birthday celebration of Zhaoshun shenghou 肇顺圣侯. 8/25: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. On all these occasions, opera is performed and Daoist ritual masters are invited to conduct rituals. The entire village organizes the ritual together, and funds are collected on a per capita basis."}}, "Administrative Village": "Zhukeng Administrative Village", "Administrative Village_zh": "珠坑行政村", "Population": "900"}