{"UID": "V196", "Name": "Chuandu", "Name_zh": "船渡", "Alliance": "Zhukeng qijing (Zhukeng sevenfold ritual alliance)", "Alliance_UID": "A049", "Alliance_zh": "珠坑七境", "Irrigation_Region": "Southern", "Raw": {"Settlement": "Chuandu is part of the Zhukeng Administrative Village 珠坑行政村. The population of Chuandu is approximately 1000 people. Chuandu is divided into three shê ritual associations: Longxing shangshê 隆兴上社, Longxing xiashê 隆兴下社 and Xisheng zushê 西胜祖社.", "Surname_Groups": "The main surname groups are the Huang 黄 and the Liu 刘.", "Village_Temples": "1) Gudujing Longfenggong 古渡境龙凤宫, Longxing shangxiashê 隆兴上下社: The main gods are Zunzhu mingwang 尊主明王 (two statues), Houtu furen 后土夫人 (two statues), and Tianshang shengmu 天上圣母. Secondary gods include Sima shengwang 司马圣王, Zhanggong shengjun 张公圣君, Wulu jiangjun 五路将军, Wuwei diye 五位帝爷, Zhou gong 周公, Baisui ma 百岁妈, and Wenwu liesheng 文武列圣. 2) Gudujing Xinxinggong 古渡境新兴宫, Xisheng zushê 西胜祖社: The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Sima shengwang 司马圣王, Tianshang shengmu 天上圣母, Zhanggong shengjun 张公圣君, Wulu jiangjun 五路将军, and Wenwu liesheng 文武列圣. 3) Zhenwudian 真武殿: The main gods are Xuantian shangdi 玄天上帝. Secondary gods include Xuantan yuanshuai 玄坛元帅. 4) Zhongyitang 中一堂: Sanyi jiaozhu 三一教主. The SJCDCB, 1992:20 claims that there are 551 initiates. 5) Tongminggong 通明宫: The main god is Lüzu xianshi 吕祖先师. Secondary gods include Wu daren 武大人, Huang daren 黄大人, Song daren 宋大人, Song jiangjun 宋将军, Li zhongjun 李中军, and Wenwu liesheng 文武列圣.", "Rituals": {"Processions": "On 1/9 the Huang 黄 surname group invites all the gods of Xinxinggong 新兴宫 and Xisheng zushê 西胜祖社 to go on procession within its territory. Opera is performed and Daoist ritual masters are invited to conduct rituals. This event is organized by the Huang 黄 surname group, and funds are collected on a per capita basis. On 1/10 the Liu 刘 surname group invites all the gods of Longfenggong 龙凤宫 and the Longxing shangxiashê 隆兴上下社 to go on procession within its territory. Opera is performed and Daoist ritual masters are invited to conduct rituals. This event is organized by the Liu surname group, and funds are collected on a per capita basis. On 2/2 Toufu 头福 (beginning good fortune) is celebrated. Opera is performed and Daoist ritual masters are invited to conduct rituals. The entire village organizes the ritual together, and funds are collected on a per capita basis.", "Birthday": "3/13: The birthday celebration of Wu daren 武大人. Marionette plays are performed and Daoist ritual masters are invited to conduct rituals. This celebration is organized by the Tongminggong 通明宫, and funding is raised through voluntary contributions. 3/23: The birthday celebration of Tianshang shengmu 天上圣母. Opera is performed and Daoist ritual masters are invited to conduct rituals. This celebration organized by the Liu 刘, and funds are collected on a per capita basis. 7/7: The birthday celebration of Huang daren 黄大人. Marionette plays are performed and Daoist ritual masters are invited to conduct rituals. This celebration is organized by Tongming gong 通明宫, and funding is raised through voluntary contributions. 9/6: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人of Xisheng zushê 西胜祖社. Opera is performed and Daoist ritual masters are invited to conduct rituals. This celebration is organized by the Liu 刘, and funds are collected on a per capita basis. 11/13: The birthday celebration of Song daren 宋大人. Marionette plays are performed and Daoist ritual masters are invited to conduct rituals. These events are organized by Tongminggong 通明宫, and funding is raised through voluntary contributions."}}, "Administrative Village": "Zhukeng Administrative Village", "Administrative Village_zh": "珠坑行政村", "Population": "1000"}