{"UID": "V199", "Name": "Guanpu", "Name_zh": "官埔", "Alliance": "Lantian shibaxiang (Lantian eighteen village ritual alliance)", "Alliance_UID": "A050", "Alliance_zh": "蓝田十八乡", "Irrigation_Region": "Southern", "Raw": {"Settlement": "Guanpu is part of the Xiazheng Administrative Village 下郑行政村. The population of Guanpu village is approximately 1500 people. The village is divided into three parts, the Huang 黄, the Donghu Chenshê 东湖陈 and the Kuokou Chen 阔口陈.", "Surname_Groups": "The main surname groups are the Chen 陈 and the Huang 黄.", "Village_Temples": "1) Xingangong 兴安宫 contains the altar of the Anning dongshe 安宁东社 which belongs to the Huang 黄. The main gods are Xuantian shangdi 玄天上帝, Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. The secondary gods are Wangfu Wangjiangjun 王府王将军 and Hongmian Bai daren 红面白大人. 2) Taipingfu 太平府 contains the altar of the Anning dongshê 安宁东社 which belongs to the Donghu Chen 东湖陈氏. The main gods are Tiangong yuanshuai 田公元帅, Zunzhu mingwang 尊主明王 and Houtu furen 后土 夫人. 3) Anning dongshê 安宁东社 belongs to the Kuokou Chen 阔口陈氏. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. The secondary gods are Yanggong taishi 杨公太师 and Tianshang shengmu 天上圣母. 4) Qingyun shuyuan 卿云书院 belongs to the Kuokou Chen 阔口陈氏. The main god is Wenchang dijun 文昌帝君. The secondary god is Kuidou xingjun 魁斗星君. 5) Wuhuci 五湖祠: The main god is Sanyi jiaozhu 三一教主. Secondary gods are Tiangong yuanshuai 田公元帅 and Guansheng dijun 关圣帝君.", "Rituals": {"Processions": "On 1/7 the Huang 黄 and the Kuokou Chen 阔口陈氏 take turns inviting the incense burners from their shê altars to each household to xingdao 行道 practice the Dao. On 1/8 the Huang 黄 invite Xuantian shangdi 玄天上帝 to go on a tour of inspection around the borders 绕境巡游 while the Kuokou Chen 阔口陈氏 invite Yanggong taishi 杨公太师 to do the same. At night there is a lantern procession. On 1/15 the Donghu Chen 东湖陈 invite the incense burners from their shê altar to each household to xingdao 行道 practice the Dao. On 1/16 the Donghu Chen 东湖陈 invite Tiangong yuanshuai 田公元帅 to go on a tour of inspection procession around the village borders. The old Fushou 福首 hand the incense burners over to the new Fushou.", "Birthday": "7/16: The celebration of Sanyi jiaozhu 三一教主. Opera is peformed, and the event is organized by the village as a whole. Funds are raised on a per capita basis. 8/19: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is organized by the Huang 黄 and the Chen 陈. Opera is performed. 8/28: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is organized by the Kuokou 阔口 Chen 陈. Opera is performed. 10/19–20: The rites of Xiayuan pudu 下元普度 Universal Deliverance are performed. Marionettes perform the Mulian 目连 plays. A single Daoist master from Danjing 丹井 village is invited to recite scriptures. This is organized by the Donghu Chen 东湖陈."}}, "Administrative Village": "Xiazheng Administrative Village", "Administrative Village_zh": "下郑行政村", "Population": "1500"}