{"UID": "V200", "Name": "Xiazheng", "Name_zh": "下郑", "Alliance": "Lantian shibaxiang (Lantian eighteen village ritual alliance)", "Alliance_UID": "A050", "Alliance_zh": "蓝田十八乡", "Irrigation_Region": "Southern", "Village_Settlement": "Xiazheng village is also known as Xiacheng 霞城. Xiazheng is part of the Xiazheng Administrative Village 下郑行政村. The current population is approximately 4000 people.", "Surname_Groups": "The two main surname groups are the Lin 林 and the Xin 辛. Other surnames include the Chen 陈, the Guo 郭 and the Zheng 郑.", "Village_Temples": "1) Xiachengjing Anning zhongshê 霞城境安宁中社 was repaired in Jiaqing 3 (1798). The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. The secondary gods are Tianshang shengmu 天上圣母, Ciji zhenjun 慈济真君, Wulu jiangjun 五路将军, Guole shenghou 果乐圣侯, Dutian yuanshuai 都天元帅, Zhonglie shenghou 忠烈 圣侯 and Guanyin dashi 观音大士. 2) Jingtangong 经坛宫 is dedicated to Yanggong taishi 杨公太师. Secondary gods are Yang jiuniang 杨九娘, Tiangong yuanshuai 田公元帅, Magong taishi 马公太师, Tiegong taishi 铁公太师. 3) Juxingyuan 聚星院 is dedicated to Wenchang dijun 文昌帝君. Other gods worshipped are Kuidou xingjun 魁斗星君 and Guansheng dijun 关圣 帝君. 4) Longdetang 隆德堂 is dedicated to Lufu dashen 鲁府大神, Lufu furen 鲁府夫人 and Lufu yima 鲁府姨妈. 5) Mingxiatang 明夏堂 is dedicated to Lin Lonjiang 林龙江. The SJCDCB, 1992:20 claims that there are 237 initiates. 6) Yuhuci 玉壶祠 is dedicated to Lin Lonjiang 林龙江. The SJCDCB, 1992:14 claims that there are 308 initiates. 7) Kangjiting Buddhist pagoda 康济亭 was rebuilt in the early Republican period. (PTZJZ, 1992:201)", "Rituals": {"Yuanxiao processions": "On 1/5–9 each surname groups takes turns to invite the incense burners to their households to xingdao 行道 practice the Dao. On 1/10 the entire village hold a general Yuanxiao and a lantern procession, and invites Daoist ritual masters to hold a jiao ritual 做醮. On 1/19 Yanggong taishi 杨公太师 goes on a procession through Xiazheng 下郑, Shangxin 上辛, and Guanpu 官埔 villages.", "Birthday celebrations of the gods": "3/3: The birthday of Xuantian shangdi 玄天上帝. 4/26: The birthday of Yanggong taishi 杨公太师 7/16: The feast day of Sanyi jiaozhu 三一教主. 10/15: The birthday of Zunzhu mingwang 尊主明王 and Houtu furen 后土 夫人. On all these occasions, opera is performed and Daoist masters or Three in One scripture masters are invited to conduct rituals. The event is organized by the village as a whole, and funds are raised on a per capita basis."}, "Administrative Village": "Xiazheng Administrative Village", "Administrative Village_zh": "下郑行政村"}