{"UID": "V203", "Name": "Xiaketang", "Name_zh": "下可塘", "Alliance": "Lantian shibaxiang (Lantian eighteen village ritual alliance)", "Alliance_UID": "A050", "Alliance_zh": "蓝田十八乡", "Irrigation_Region": "Southern", "Village_Settlement": "Xiaketang is part of the Laitang Administrative Village 来塘行政村. Xiaketang has a population of approximately 1200 people.", "Surname_Groups": "The Xu 许 are the main surname group. Each year in rotation they select four Fushou 福首 to direct ritual activities.", "Village_Temples": "1) Wanhegong 万和宫 contains the Anmin zushê 安民祖社 and was built in the Qing dynasty. The main gods are Yuantian shangdi 元天上帝, Zunzhu mingwang 尊主明王, and Houtu furen 后土 夫人. Secondary gods include Zhanggong shengjun 张公圣君, Kang yuanshuai 康公元帅, Taiyi xiangu 太乙仙姑, and Huoshen yuanshuai 火神元帅. 2) Wanshoutan 万寿坛 is dedicated to Huang Erdashen 黄二大神. The secondary gods are Li daye 六大爷 and Qi daye 七大爷. On 9/11–12 rites are performed for these gods. 3) Mingdetang 明德堂 is dedicated to Sanyi jiaozhu 三一教主. 4) Shenlingmiao 神灵庙 is dedicated to Tiangong yuanshuai 田公元帅. Secondary gods are Baiya jiangjun 白牙将军 and Daye 大爷. 5) Dexiantang 德贤堂 is dedicated to Milefo 弥勒佛. 6) Xianguci 仙姑祠 is dedicated to Lin xiangu 林仙姑. Secondary gods are Chensheng hufa 陈圣护法 and Xuantan yuanshuai 玄坛元帅. 7) Mingxiatang 明夏堂 is dedicated to Lin Lonjiang 林龙江. The SJCDCB, 1992:14 claims that there are 193 initiates.", "Rituals": {"Yuanxiao processions": "On 1/13 the Fushou 福首 carry the shê altar incense burners and accompany Yuantian shangdi 元天上帝 on a tour of inspection of the entire village. On 1/14 in the evening there is a procession of linked lanterns. On 1/15 the gods and the incense burners are returned to the temple, and three Daoist masters are invited to hold a jiao ritual 做醮.", "Birthday celebrations of the gods": "6/1: The birthday of Lin xiangu 林仙姑. Opera is performed. 9/12: The birthday of Huang er dashen 黄二大神. Opera is performed. 9/15: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Opera is performed. 10/15: The rites of Xiayuan pudu 下元普度 Universal Deliverance are performed, and the village participates in the procession of the gods of Wufeng 五峰."}}