{"UID": "V204", "Name_Pinyin": "Shangketang", "Name_hanzi": "上可塘", "Region": "Southern", "Village_Settlement": "Shangketang Xiaketang is part of the Laitang Administrative Village 来塘行政村. The current population of Shangketang is over 900 people.", "Surname_Groups": "The Liu 刘 are the dominant surname group. There are also Xu 徐, Zheng 郑, Fang 方, Xiao 肖, Zeng 曾, and Ou 欧 households in the village. The village is divided into two parts, the Liucuo 刘厝 and the Zacuo 杂厝 (mixed surname settlement). Each year each part selects two Fushou 福首.", "Village_Temples": "1) Beijidian 北极殿 contains the altar of the Anmin dongshê 安民东社 which belongs to Liucuo 刘厝. The main gods are Xuantian shangdi 玄天上帝, Zunzhu mingwang 尊主明王, and Houtu furen 后土夫人. Secondary gods include Zhanggong shengjun 张公圣君, Kanggong yuanshuai 康公元帅 and Tiayi xiangu 太乙仙姑. 2) Yonghegong 永和宫 contains the altar of the Anmin xishê 安民西社 which belongs to the Zacuo 杂厝 (mixed surname settlement). The main gods are Zhanggong shengjun 张公圣君, Zunzhu mingwang 尊主明王, and Houtu furen 后土夫人. Secondary gods include Xuantian shangdi 玄天上帝, Kanggong yuanshuai 康公元帅 and Tiayi xiangu 太乙仙姑. 3) Yuetangci 月塘祠 belongs to Liucuo 刘厝, and the main god is Sanyi jiaozhu 三一先生. Secondary gods are Tiangong yuanshuai 田公元帅 and Xuantan yuanshuai 玄坛元帅. 4) Guanyintang 观音堂 is dedicated to Guanyin dashi 观音大士.", "Rituals": {"Yuanxiao processions": "On 1/7–8 the Zacuo (mixed surnames) 杂厝 carry Zhanggong shengjun 张公圣君, Kanggong yuanshuai 康公元帅, Xuantian shangdi 玄天上帝, Zunzhu mingwang 尊主明王, and Houtu furen 后土夫人 in palm sedan chairs 棕轿 on a tour of inspection around their own territory. Lanterns go on procession and five Daoist masters are invited to hold a jiao rituals 做醮. On 1/8–9 the Liucuo 刘厝 carry Xuantian shangdi 玄天上帝, Kanggong yuanshuai 康公元帅, Zhanggong shengjun 张公圣君, Zunzhu mingwang 尊主明王, and Houtu furen 后土夫人 in palm sedan chairs on a tour of inspection around their own territory. Lanterns go on procession and five Daoist masters are invited to hold a jiao rituals 做醮.", "Birthday celebrations of the gods": "3/3: The birthday celebration of Xuantian shangdi 玄天上帝 is organized by Liucuo 刘厝. Opera is performed. 7/23: The birthday celebration of Zhanggong shengjun 张公圣君 is organized by Zacuo 杂厝. Opera is performed."}}