{"UID": "V208", "Name_Pinyin": "Sutang", "Name_hanzi": "苏塘", "Region": "Southern", "Village_Settlement": "Sutang is part of the Sutang Administrative Village 苏塘行政村. The population of Sutang village is approximately 1000 people. The village is divided into three neighborhoods, Guocuo 郭厝, Xucuo 许厝, and Fangcuo 方厝. Each year three Fushou are selected, one by each neighborhood, by age.", "Surname_Groups": "The main surname groups are the Guo 郭, the Xu 许, and the Fang 方", "Village_Temples": "1) Baihugong 白湖宫 is dedicated to Tianshang shengmu 天上圣母. The secondary gods are Sima shengwang 司马圣王, Tiangong yuanshuai 田公元帅, Jin daren 金大人, Jiuniangma 九娘妈, Hufa longtian 护法龙天, Liu shenghou 柳圣侯 and Jin shenghou 金圣侯. 2) Baihu dongshê 白湖东社 is dedicated to Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 3) Jichengtang 集成堂 is a Three in One temple with over forty initiates. The temple preserves a Guangxu 4 (1878) stele. The main god is Sanyi jiaozhu 三一教主. Secondary gods are Guanyin dashi 观音大士, Xuantian shangdi 玄天上帝, Guansheng dijun 关圣帝君, Wenchan dijun 文昌帝君, Chensheng hufa 陈圣护法, Sanguan dadi 三官大帝, Xuantan yuanshuai 玄坛 元帅, Beidou xingjun 北斗星君, Zhuozu zhenren 卓祖真人, Weituo zuntian 韦驮尊天, Jialan pusa 迦蓝菩萨, Hufa longtian 护法龙天, Jinyu chilin 金玉 齿临, Tianshen diqi 天神地祗. 4) Guanyinting 观音亭 is dedicated to Guanyin dashi 观音大士.", "Rituals": {"Yuanxiao processions": "On 1/10 Tiangong yuanshuai 田公元帅 and the incense burners of the shê temple are invited on a tour of inspection around the entire village. At night there is a procession of linked lanterns. Opera is performed. On 1/11 Tianshang shengmu 天上妈祖, Sima shengwang 司马圣王, Wu daren 乌大人, Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 are invited out of the temple to receive worship and to have gifts of cash tied around their necks 挂颈. Daoist ritual masters arer invited to hold a spring jiao ritual 春醮. On 1/12 the old Fushou 福首 hand over the incense burners to the new Fushou.", "Birthday celebrations of the gods": "7/16: The celebration of Sanyi jiaozhu 三一教主. Marionette plays are performed and three Three in One scripture masters conduct a jiao ritual 做醮. 8/12: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Marionette plays are performed. 8/25: Rites are held to welcome the autumn season 做秋, and opera is performed. 9/19: The feastday of Guanyin dashi 观音大士. Marionette plays are performed."}}