{"UID": "V220", "Name_Pinyin": "Dingshê", "Name_hanzi": "顶社", "Region": "Southern", "Village_Settlement": "Dingshê is part of the Dingshê Administrative Village 顶社行政村. The current population is over 5000 people. The village is divided into various neighborhoods including Dingshê 顶社, Xiashê 下社, Tawei 塔尾, Louxia 楼下, Xiajie 下街 etc.,", "Surname_Groups": "The Zhan 占 and the Chen 陈 are the main surname groups. In addition, there are the Zheng 郑, the Zhou 周 and the Lin 林.", "Village_Temples": "1) Shengrengong 圣仁宫 is also known as Hushigong 笏石宫 or DingShêgong 顶社宫. This temple divided off from Chencuo Jurengong 陈厝聚仁宫 in the Qing dynasty. The main god is Xuantian shangdi 玄天上帝. Secondary gods are Tianshang shengmu 天上圣母, Sima shengwang 司马圣王, Baima shenghou 白马圣侯 and Yanggong taishi 杨公太师. 2) Hushan dongshê 笏山东社 is in Tawei 塔尾. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods are Sima shengwang 司马圣王 and Zhanggong shengjun 张公圣君. 3) Hushan xishê 笏山西社 is in Xiashê 下社. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods are Zhanggong shengjun 张公圣君and Sima shengwang 司马圣王. 4) Mingshanci 明山祠 is in Dingshê 顶社. There are currently fifteen initiates 门人. The main god worshipped is Sanyi jiaozhu 三一教主. The secondary gods are Guanyin dashi 观音大士, Mile zunfo 弥勒尊佛, Zhuozu zhenren 卓祖真人, Weituo zuntian 韦驮尊天, Zhang Sanfeng 张三丰, Fude zhengshen 福德正神 and Huang daxiong 黄大兄. 5) Qingyundong 清云洞 is in Dingshê 顶社 and is dedicated to Lufu dama 鲁府大妈. The secondary gods are Cuifu dama 崔府大妈, Tiangong yuanshuai 田公元帅, Huang erdaren 黄二大人, Baihua xiannü 白花仙女, Baihua xiaojie 白花小姐, Zhang jiangjun 张将军, Huang dashen 黄大神, Daye 大爷 and Erye 二爷. 6) Zhiyuanting 志元亭 is in Xiashê 下社. The main god is Guanyin dashi 观音大士. Secondary gods are Guansheng dijun 关圣帝君, Wenchang dijun 文昌帝君, Lufu dashen 鲁府大神, Lufu dama 鲁府大妈, Fude zhengshen 福德正神, Weituo 韦驮 and Jialan 伽蓝. 7) Wangyuanmiao 万元庙 is in Xiajie 下街. The main god is Xiling Kongdaren 西岭孔大人. Secondary gods are Yang daren 杨大人, Lüzu xianshi 吕祖仙师, Tiangong yuanshuai 田公元帅, Lufu dashen 鲁府大神 and Lufu dama 鲁府大妈. 8) Huiyundong 惠云洞 is in Xiajie 下街. The main god is Langong yuanshuai 蓝公元帅. Secondary gods are Zhou jiangjun 周将军 and Chen jiangjun 陈将军. 9) Shanxing Buddhist temple 善兴寺. (PTZJZ, 1992:227)", "Rituals": {"Yuanxiao processions": "On 1/12 Hushan dongshê 笏山东社 takes the incense burners of the temple to each of their households to xingdao 行道 practice the Dao. In the evening there is a procession of linked lanterns. On 1/13 Hushan xishê 笏山西社 takes the incense burners of the temple to each of their households to xingdao 行道 practice the Dao. In the evening there is a procession of linked lanterns. On 1/24 the gods of Shengrengong 圣仁宫 are invited to go on a tour of inspection procession through Dingshê 顶社, Xiashê 下社, Tawei 塔尾, Louxia 楼下, Xiajie 下街, Houjing 后井, Bajin 坝津, Beipu 北埔 and other villages. Opera is performed, and Daoist masters are invited to conduct a jiao ritual 做醮.", "Birthday celebrations of the gods": "2/19: The celebration of Guanyin dashi 观音大士 is organized by the Zhiyuanting 志元亭. Marionette plays are performed. 3/3: The celebration of Xuantian shangdi 玄天上帝 is organized by the Shengrengong 圣仁宫. Opera is performed. 3/23: The celebration of Tianshang shengmu 天上圣母 is organized by the Shengrengong 圣仁宫. Opera is performed. 4/26: The celebration of Yanggong taishi 杨公太师 is organized by the Shengrengong 圣仁宫. Opera is performed. 5/13: The celebration of Sima shengwang 司马圣王 is organized by the Shengrengong 圣仁宫. Opera is performed. 6/12: The celebration of Huang erdaren 黄二大人 is organized by the Qingyundong 清云洞. Marionette plays are performed. 6/19: The celebration of Guanyin dashi 观音大士 is organized by the Zhiyuanting 志元亭. Marionette plays are performed. 7/7: The celebration of Lufu dama 鲁府大妈 is organized by the Qingyundong 清云洞. Opera is performed. 7/16: The celebration of Sanyi jiaozhu 三一教主 is organized by the Mingshanci 明山祠. Opera is performed. 9/15: The celebration of Xiling Kong daren 西岭孔大人 is organized by Wanyuanmiao 万元庙. Opera is performed. 9/19: The celebration of Guanyin dashi 观音大士 is organized by the Zhiyuanting 志元亭. Marionette plays are performed. 10/25: The Xiayuan pudu 下元普度 rites of Universal Deliverance are performed. Mulian 目连戏 marionette plays are performed. This event is organized by the Mingshanci 明山祠."}}