{"UID": "V221", "Name": "Beipu", "Name_zh": "北埔", "Alliance": "Hushi sanshiliujia (Hushi thirty-six jia ritual alliance)", "Alliance_UID": "A051", "Alliance_zh": "笏石三十六甲", "Irrigation_Region": "Southern", "Raw": {"Settlement": "Beipu is part of the Beipu Administrative Village 北埔行政村. The village of Beipu currently has over 3000 people. The village is divided into several neighborhoods that are called the qijiali 七甲里. The neighborhoods are Tucheng 土埕, Beipu 北埔, Nanpu 南埔, Yaocuo 瑶厝, Tiancuo 田厝, Yuanwei 园尾, Houcaiyuan 后菜园, Xitianwei 西天尾, and Xiaqiaotou 下桥头.", "Surname_Groups": "There are many surnames represented in Beipu. The Lin 林, the Chen 陈, and the Shi 施 are the major surname groups. There are also the Weng 翁, the Chao 赵, the Xie 谢, the Wu 吴, the Zheng 郑, the Guo 郭, and the Liang 梁.", "Village_Temples": "1) Fengshangong 凤山宫 is in Tucheng 土埕 and is the main overall temple of the seven jia neighborhoods 七甲总宫. It is run by a unified temple management committee. The main gods is Guangze zunwang 广泽尊王. Secondary gods include Tianshang shengmu 天上圣母, Guanyin dashi 观音大士, Guansheng dijun 关圣帝君, Taishan dage 泰山 大哥, Yang daren 杨大人 and Lin daren 林大人. 2) Mingjingtang 明镜堂 includes the Wenming shushê 文明书社 and is the founding shê altar of the seven neighborhood alliance 七甲祖社. It too is run by a unified temple committee. The temple is in Beipu 北埔. The main gods are Sanyi jiaozhu 三一教主, Zunzhu mingwang 尊主明王, and Houtu furen 后土夫人. Secondary gods are Wenchang dijun 文昌帝君, Kuidou xingjun 魁斗星君, Guansheng dijun 关圣帝君, Zhuozu zhenren 卓祖真人, Leisheng puhua tianzun 雷声普化天尊, Weituo zuntian 韦驮尊天, Jialan pusa 迦蓝菩萨, and Chensheng hufa 陈胜护法. The SJCDCB, 1992:20 claims that there are 220 initiates. 3) Fengshanfu 凤山府 is in Houcaiyuan 后菜园 and is dedicated to Tiangong yuanshua 田公元帅. Secondary gods include Wang daren 王大人, Jin daren 金大人, Lei daren 雷大人, and Ma daren 马大人. 4) Ruiyundong 瑞云洞 is in Tiancuo 田厝. The main god is Guanyin dashi 观音大士. The secondary gods are Sanyi jiaozhu 三一教主 and Dage 大哥.", "Rituals": {"Processions": "On 1/15 each household goes to the Wenming shushê 文明书社 to worship. In the evening there is a procession of linked lanterns. On 1/22 Guangze zunwang 广泽尊王 and Tianshang shengmu 天上圣母 are carried on a tour of inspection procession around the entire region. This event is organized by the temple management committee.", "Birthday": "2/22: The celebration of Guangze zunwang 广泽尊王 is organized by the Fengshangong 凤山宫 which sponsors marionette plays. Opera is sponsored by Xitianwei 西天尾, Yaocuo 瑶厝 and Xiaqiaotou 下桥 头 neighborhoods seperately. Each time that a year has an intercalary second lunar month the god goes on a procession through the entire region. 2/19: The celebration for Guanyin dashi 观音大士 is organized by the Ruiyundong 瑞云洞, which sponsor marionette plays. 3/23: The celebration for Tianshang shengmu 天上圣母 is organized by the Fengshangong 凤山宫, which sponsor marionette plays. 5/13: The celebration of Guansheng dijun 关圣帝君 is organized by the Fengshangong凤山宫. Opera is performed. 6/19: The celebration for Guanyin dashi 观音大士 is organized by the Ruiyundong 瑞云洞, which sponsor marionette plays. 8/22: The celebration for Guanze zunwang 广泽尊王 is organized by the Fengshangong 凤山宫, which sponsor marionette plays. Opera performances are organized seperately by Tucheng 土埕, Tiancuo 田厝 and Yuanwei 园尾 neighborhoods. Each year in which there is an eighth intercalary lunar month, the god goes on a procession through the entire region. 9/13: The celebration for Yang daren 杨大人 and Lin daren 林大人 is organized by Fengshangong 凤山宫, which sponsor marionette plays. 9/19: The celebration for Guanyin dashi 观音大士 is organized by Ruiyundong 瑞云洞, which sponsors opera. 10/12: The Xiayuan pudu rites of Universal Deliverance 下元普度 are organized by the Mingjingtang 明镜堂, which sponsor marionette plays. 11/25: The celebration for Taishan dage 泰山大哥 is organized by the Ruiyundong 瑞云洞, which sponsors operatic performances."}}, "Administrative Village": "Beipu Administrative Village", "Administrative Village_zh": "北埔行政村", "Population": "3000"}