{"UID": "V223", "Name": "Xiababian", "Name_zh": "下坝边", "Alliance": "Hushi xiashisixiang (Hushi lower fourteen village ritual alliance)", "Alliance_UID": "A052", "Alliance_zh": "笏石下十四乡", "Irrigation_Region": "Southern", "Village_Settlement": "The population of Xiababian village is approximately 700 people.", "Surname_Groups": "The main surname group is the Huang 黄.", "Village_Temples": "1) Xiangshangong 象山宫, Yongan dongshê 永安 东社: The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Sima shengwang 司马圣王, Tianshang shengmu 天上圣母, Tiangong yuanshuai 田公元帅, Xieshun shenghou 协顺 圣侯, Zhanggong shengjun 张公圣君, Dutian yuanshuai 都天元帅, and Wenwu liesheng 文武列圣. 2) Damafu 大妈府: The main god is Cuifu dama 崔府大妈. 3) Weibinting 渭滨亭: The main god is Guanyin dashi 观音大士. Secondary gods include Weituo 韦陀, Jialan 迦蓝.", "Rituals": {"Yuanxiao processions": "On 1/6, lanterns are carried in a procession around its territory. On 1/12, all the gods of Xiangshangong 象山宫 and Yongan dongshê 永安东社 are invited to go on procession within the village. Opera is performed and Daoist ritual masters are invited to conduct rituals. On 2/2 Toufu 头福 (beginning good fortune) is celebrated. Opera is performed and Daoist ritual masters are invited to conduct rituals. On all these occasions, the entire village organizes the ritual together, and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "3/23: The birthday celebration of Tianshang shengmu 天上圣母. Marionette plays are performed. 5/15: The birthday celebration of Sima shengwang 司马圣王. 6/18: The birthday celebration of Xieshun shenghou 协顺圣侯. 6/19: The birthday celebration of Guanyin dashi 观音大士. Marionette plays are performed. 8/10: The birthday celebration of Cuifu dama 崔府大妈. 9/9: The birthday celebration of Dutian yuanshuai 都天元帅. 12/11: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. On all these occasions, unless otherwise specified, opera is performed and Daoist ritual masters are invited to conduct rituals. The entire village organizes the ritual together, and funds are collected on a per capita basis."}, "Administrative Village": "-1", "Administrative Village_zh": "-1"}