{"UID": "V225", "Name": "Cangdian", "Name_zh": "苍店", "Region": "Southern", "Village_Settlement": "The population of Cangdian village is approximately 650 people.", "Surname_Groups": "The main surname group is the Xu 许. Other surnames include the Huang 黄 and the Lin 林.", "Village_Temples": "1) Chaoyunge 潮云阁, Guanyinting 观音亭, Buyunge 步云阁: the main temple (Pugong 铺宫) for the lower fourteen village alliance. The main gods are Yuantian shangdi 元天上帝, Guanyin dashi 观音 大士, Wenchang dijun 文昌帝君, and Kongzi 孔子. Secondary gods include Weituo 韦陀 and Jialan 迦蓝. Every year early in the 6th lunar month, Guanyin dashi of Chaoyunge goes on procession around the lower fourteen village alliance. 2) Xingxiangong 兴贤宫, Fuanshê 福安社: The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Sima shengwang 司马圣王, Tianshang shengmu 天上圣母, Tiangong yuanshuai 田公元帅, Qitian dasheng 齐天大圣, Wugu shenjun 五谷神君, Huanggong yuanshuai 黄公元帅, Mingshan dishi 名山帝师, Wulu jiangjun 五路将军, Jin jiangjun 金将军, Wei sheren 魏舍人, Jin sheren 金舍人, and Jingdu erjiang 京都二将. 3) Songyunmiao 松云庙: The main gods are Fude zhengshen 福德正神 and Taishan Daxiong 泰山大兄.", "Rituals": {"Yuanxiao processions": "On 1/8 all the gods of Xingxiangong 兴贤宫 and Fuanshê 福安社 are taken on a procession around the village. Opera is performed and Daoist ritual masters are invited to conduct rituals. The entire village organizes the ritual together, and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "1/15: The birthday celebration of Wulu jiangjun 五路将军. 2/25: The birthday celebration of Qitian dasheng 齐天大圣. 3/3: The birthday celebration of Xuantian shangdi 玄天上帝 is organized by Chaoyunge 潮云阁, and funding is raised through voluntary contributions. Marionette plays are performed. 3/23: The birthday celebration of Tianshang shengmu 天上圣母. 4/9: The birthday celebration of Tiangong yuanshuai 田公元帅. 4/26: The birthday celebration of Wugu shenjun 五谷神君. 5/13: The birthday celebration of Sima shengwang 司马圣王. 6/19: The birthday celebration of Guanyin dashi 观音大士. Opera is performed. This ritual is organized by Chaoyunge 潮云阁, and funding is raised through voluntary contributions. 6/20: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 8/9: The birthday celebration of Huang gong yuanshuai 黄公元帅. 9/19: The birthday celebration of Guanyindashi 观音大士 is organized by Chaoyunge 潮云阁, and funding is raised through voluntary contributions. 11/8: The birthday celebration of Mingshan dishi 名山帝师. 11/19: The birthday celebration of Wu jiangjun 吴将军. On all the above occasions, unless otherwise specificed, opera is performed and Daoist ritual masters are invited to conduct rituals. The entire village organizes the ritual together (with the exception of certain rites organized by the Chaoyunge), and funds are collected on a per capita basis. Xiadian 下店 1. Village settlement The population of Xiadian village is approximately 500 people. 2. Surname groups The main surname group is the Guo 郭. Other surnames include the Lin 林, Huang 黄, and Chen 陈. 3. Village temples 1) Qishangong 棋山宫, Yonganshê 永安社: The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Tianshang shengmu 天上圣母, Tiangong yuanshuai 田公元帅, Zhanggong shengjun 张公圣君, Sima shengwang 司马圣王, and Wenwu liesheng 文武列圣. 2) Fengyangci 凤阳祠: The main god is Sanyi jiaozhu 三一教主 Secondary gods include Tiangong yuanshuai 田公元帅. The SJCDCB, 1992:21 claims that there are 230 initiates. 4. Rituals: Yuanxiao processions On 1/17–18 all the gods of Qishangong 棋山宫 and Yonganshê 永安社 are taken on a procession around the village. Opera is performed and Daoist ritual masters are invited to conduct rituals. The entire village organizes the ritual together, and funds are collected on a per capita basis. Birthday celebrations of the gods 4/9: The birthday celebration of Tiangong yuanshuai 田公元帅. 6/15: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 8/15: The birthday celebration of Wenwu liesheng 文武列圣. On all these occasions, opera is performed and Daoist ritual masters are invited to conduct rituals. The entire village organizes the ritual together, and funds are collected on a per capita basis."}}