{"UID": "V235", "Name": "Xucuo", "Name_zh": "徐厝", "Alliance": "Hushi shangshibaxiang (Hushi upper fourteen village ritual alliance)", "Alliance_UID": "A053", "Alliance_zh": "笏石上十四乡", "Irrigation_Region": "Southern", "Village_Settlement": "Xucuo is part of Xixu Administrative Village 西徐 行政村. Xucuo village ncludes the former Tiancen village 田岑村. The population is approximately 700 people.", "Surname_Groups": "The main surname group is the Xu 徐 (divided into the front branch and back branch).", "Village_Temples": "1) Chengshangong 城山宫 contains both the Yongju xishê 永居西社 and the Tiancenshê 田岑社: The main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, Sima shengwang 司马圣王, and Tianshang shengmu 天上圣母. Secondary gods include Qiugong yuanshuai 邱公元帅, Wulu jiangjun 五路将军, Sanyi jiaozhu 三一教主, and Fude zhengshen 福德正神. 2) Yushan shuyuan 玉山书院: The main god is Wenchang dijun 文昌帝君. 3) Wanshunting 万顺亭: The main god is Guanyin dashi 观音大士.", "Rituals": {"Yuanxiao processions": "On 1/18 the front branch of the Xu 徐 surname group invites all the gods of Chengshangong 城山宫 and Yongju zhongshê 永居中社 to go on procession within its territory. Opera is performed, and Daoist ritual masters are invited to conduct rituals. The event is organized by the Xu front branch, and funds are collected on a per capita basis. On 1/19, the back branch of the Xu surname group invites all the gods of the Chengshangong temple 城山宫 and the Tiancenshê 田岑社 to go on procession within its territory. Opera is performed, and Daoist ritual masters are invited to conduct rituals. The event is organized by the Xu back branch, and funds are collected on a per capita basis. On 2/2, Toufu 头福 (beginning good fortune) is celebrated. Opera is performed, and Daoist ritual masters are invited to conduct rituals. The entire village organizes the ritual together, and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "1/15: The birthday celebration of Wulu jiangjun 五路将军. 2/3: The birthday celebration of Wenchang dijun 文昌帝君. 3/23: The birthday celebration of Tianshang shengmu 天上圣母. 4/14: The birthday celebration of Qiugong yuanshuai 邱公元帅. 5/13: The birthday celebration of Sima shengwang 司马圣王. 6/19: The birthday celebration of Guanyin dashi 观音大士. 7/16: The birthday celebration of Sanyi jiaozhu 三一教主. 8/19: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 10/16: Pudu rites of Universal Deliverance 普度. 12/24: Send off the gods 送神. On these occasions, opera is performed, and Daoist ritual masters are invited to conduct rites. The entire village organizes these rituals together, and funds are collected on a per capita basis."}}