{"UID": "V240", "Name": "Yuanqian", "Name_zh": "院前", "Alliance": "Hushi shangshibaxiang (Hushi upper fourteen village ritual alliance)", "Alliance_UID": "A053", "Alliance_zh": "笏石上十四乡", "Irrigation_Region": "Southern", "Raw": {"Settlement": "Yuanqian is also called Yanqian 岩前. Yuanqian is part of the Yanglin Administrative Village 杨林行政村. The population is approximately 300 people.", "Surname_Groups": "Surnames include the Lin 林, Weng 翁, Xu 徐, and Zheng 郑. There is no main surname group.", "Village_Temples": "1) Wanyunge 万云阁 is the main temple for the upper fourteen village alliance 上十四乡. The main gods are Tianshang shengmu 天上圣母, Sima shengwang 司马圣王, and Chenfu daxiong 陈府大兄. Secondary gods include Xuantian shangdi 玄天上帝, Chenfu shengren 陈府 圣人, Kongfu daren 孔府大人, Qiugong yuanshuai 邱公元帅, Tiangong yuanshuai 田公元帅, and Wengong yuanshuai 温公元帅. 2) Yingquan dongshê 瀛泉东社: The main gods are Zunzhu mingwang 尊主 明王 and Houtu furen 后土夫人.", "Rituals": {"Processions": "On 1/15 all the gods of Yingquan dongshê 瀛泉东社 go on procession through the village. Opera is performed and Daoist rituals are conducted.", "Birthday": "3/3: The birthday celebration of Xuantian shangdi 玄天上帝. 3/23: The birthday celebration of Tianshang shengmu 天上圣母 and Chenfu daxiong 陈府大兄. 4/9: The birthday celebration of Tiangong yuanshuai 田公元帅 4/14: The birthday celebration of Qiugong yuanshuai 邱公元帅. 5/10: The birthday celebration of Chenfu shengren 陈府圣人. 5/13: The birthday celebration of Sima shengwang 司马圣王. 8/10: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 10/18: The birthday celebration of Kongfu daren 孔府大人. On all these occasions, with the exception of the birthday for Zunzhu mingwang, which is organized by the village alone, with funding raised on a per capita basis, the celebrations for the gods are organized by Wanyun dian 万云殿, and funding is raised through voluntary contributions. Opera is performed, and Daoist ritual masters are invited to conduct rituals during all these celebrations."}}, "Administrative Village": "Yanglin Administrative Village", "Administrative Village_zh": "杨林行政村", "Population": "300"}