{"UID": "V246", "Name": "Lingxi", "Name_zh": "岭下", "Alliance": "Hushi shangshibaxiang (Hushi upper fourteen village ritual alliance)", "Alliance_UID": "A053", "Alliance_zh": "笏石上十四乡", "Irrigation_Region": "Southern", "Village_Settlement": "Lingxia is part of Lingmei Administrative Village 岭美行政村. The population of Lingxia village is approximately 1700 people.", "Surname_Groups": "The main surname groups is the Huang 黄. Other surnames include the Xu 徐.", "Village_Temples": "1) Hudong shushê 湖东书社: The main gods are Zunzhu mingwan 尊主明王, Houtu furen 后土夫人, and Tianshang shengmu 天上圣母. Secondary gods include Fude zhengshen 福德正神. 2) Lingnan shuyuan 岭南书院: Also called Hulinggong 湖岭宫, the temple was built in Qianlong 34 (1769), and was renovated both in Tongzhi 12 (1873) and in 1947. The main god is Wenchang dijun 文昌帝君. Secondary gods include Zhanggong shengjun 张公圣君, Sima shengwang 司马圣王, Luer baomu 鹿儿保母, and Kuidou xingjun 魁斗星君. 3) Baiyudong 白玉洞 is located in Wumashan 五马山. The temple was originally a tomb of the righteous, and unrequited (unknown soldier) 义塚. The main god is Dage 大哥. Secondary gods include Guniang 姑娘, Shanshen 山神, Liuye 六爷, and Fude zhengshen 福德正神.", "Rituals": {"Yuanxiao processions": "On 1/9–11 all the gods of Hudong sheshê 湖东书社 are invited to go on procession within the village. Opera is performed, and Daoist ritual masters are invited to conduct rituals. The entire village organizes the ritual together, and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "1/19: The birthday celebration of Wenchang dijun 文昌帝君. The village organizes the ritual, and funds are collected on a per capita basis. 2/11: The birthday celebration of Guniang 姑娘 is organized by the Baiyudong 白玉洞, and funding is raised through voluntary contributions. 2/25: The birthday celebration of Dage 大哥 is organized by the Baiyudong 白玉洞, and funding is raised through voluntary contributions. 3/23: The birthday celebration of Tianshang shengmu 天上圣母. The entire village organizes the ritual together, and funds are collected on a per capita basis. 6/6: The birthday celebration of Fude zhengshen 福德正神 is organized by the Baiyudong 白玉洞, and funding is raised through voluntary contributions. 8/3: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. The village organizes the ritual, and funds are collected on a per capita basis. 11/5: The birthday celebration of Liuye 六爷 is organized by the Baiyudong 白玉洞, and funding is raised through voluntary contributions. On all these occasions, opera is performed and Daoist ritual masters conduct rituals."}, "Administrative Village": "Lingmei Administrative Village", "Administrative Village_zh": "岭美行政村"}