{"UID": "V267", "Name_Pinyin": "Houcuo", "Name_hanzi": "侯厝", "Region": "Southern", "Village_Settlement": "There are approximately 400 people living in Houcuo village.", "Surname_Groups": "The main surname group is the Chen 陈. Other surnames include the Ren 任 and the Zheng 郑.", "Village_Temples": "1) Tielushê 铁炉社 is located in Bancuo 板厝. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 2) Tianqingfu 天清府 is dedicated to Tiangong yuanshuai 田公元帅. 3) Juyuanting 聚源亭 is dedicated to Guanyin dashi 观音大士. Secondary gods include Su daren 苏大人, Fude zhengshen 福德正神, Daye 大爷, and Erye 二爷.", "Rituals": {"Yuanxiao processions": "On 1/9 villagers go on pilgrimage to offer incense and request the dipper (Lamps of Destiny) qingdou 请斗 from Lingyundian 凌云殿 on top of Hugong mountain. On 1/12 the gods of Longyingtang 龙应堂 and Tielushê 铁炉社 are invited to go on procession within the village and in Qiaotou 桥头 and Xiaxi 下西 villages. Opera is performed, and Daoist ritual masters are invited to conduct rituals. These events are organized by the three village alliance, and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "2/12: The birthday celebration of Wengong yuanshuai 温公元帅. Opera is performed, and Daoist ritual masters are invited to conduct rituals. These events are organized by the sevenfold ritual alliance, and funds are collected on a per capita basis. 5/16: The birthday celebration of Yuhuang dadi 玉皇大帝. The villagers go on pilgrimage to offer incense to the god at the Lingyundian 凌云殿 temple on Hugong mountain. The entire village organizes the ritual together, and funds are collected on a per capita basis. 8/20: The birthday celebration of Su daren 苏大人. Opera is performed, and Daoist ritual masters are invited to conduct rites. The village organizes the event and funds are collected on a per capita basis. 10/1: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Opera is performed, and Daoist ritual masters are invited to conduct rituals. These events are organized by the Tielushê 铁炉社, and funds are collected on a per capita basis."}}