{"UID": "V277", "Name": "Xintang", "Name_zh": "新塘", "Alliance": "Lingyun shangshibaxiang (Lingyun eighteen village ritual alliance)", "Alliance_UID": "A058", "Alliance_zh": "凌云上十八乡", "Irrigation_Region": "Southern", "Village_Settlement": "Xintang was originally called Shentang 沈塘, and is part of the Gouwei Administrative Village 沟尾行政村. The population of the Xintang village is approximately 1800 people. Apart from agriculture, the livelihood of the entire village comes from some cash crops. Some villagers also work as bricklayers, carpenters and casual workers during the idle periods of agriculture.", "Surname_Groups": "The Cai 蔡 makes up 80–90% of the population of the entire village. Other surnames include the Zheng 郑, Huang 黄, Lin 林, and Chen 陈. The Cai 蔡 moved from the Lingchuan 灵川. Their ancestral tombs are located in Fengting 枫亭 in Xianyou 仙游. The Cai are divided into two branches, the Weicuo branch 尾厝 and the fourth branch 四房. The fourth branch has approximately 1000 people. The Cai of Dongcai in Lingquan township 灵川东蔡 have a lineage genealogy.", "Village_Temples": "1) Gutang dongshê 古塘东社 is dedicated to Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. The secondary god is Xuantian shangdi 玄天上帝. 2) Pumingtang 普明堂 was originally named Xintangan 新塘庵. This temple is the Shuikoumiao 水口庙 of the thirty-six village alliance 三十六乡. Built during the Song Chunyou period (1241–52), it was renovated in the Qing in Guangxu 22 (1896). The main god is Xuantian shangdi 玄天上帝. Secondary gods include the Wutan liesheng 五坛列圣 and Guanyin dashi 观音大士. 3) Shanfa’an Buddhist nunnery 善发庵. (PTZJZ, 1992:221)", "Rituals": {"Yuanxiao processions": "On 1/11–12 the gods of Gutang dongshê 古塘东社 are taken on a procession through the village. Three Daoist ritual masters 师公 conduct a jiao 做醮. Lanterns go on procession around the boundaries of the village. Four organizers are selected each year. On 2/ 2, Toufu 头福 is celebrated. The six gods of Mingshangong 名山宫 are invited to go on procession through the village.", "Birthday celebrations of the gods": "3/3: The birthday celebration of Xuantian Shangdi 玄天上帝. Opera is performed for two days. 10/4: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu Furen 后土夫人. Opera is performed for two days. 11/9: The birthday celebration of Mingshanwang 名山王 and the gods mentioned above. Opera is performed for two days. On a day either in the 10th or 11th lunar month, marionette plays of Mulian opera 目莲戏 are performed. Gouwei village 沟尾 1. Village settlement Gouwei natural village is part of the Gouwei Administrative Village 沟尾行政村. The entire village has a population of 1300 people. The livelihoods are similar to those of Xintang 新塘. 2. Surname groups The main surname is the Chen 陈. Other surnames include the Zhang 张, Yang 杨, and Peng 彭. The Chen have approximately 1200 people, and belong to the Chen of Kuokou 阔口陈. The Chen has reached the 15th generation. The Chen is divided into five branches, which are the first branch, second branch, third branch, fourth branch and the fifth branch. The first branch has the most people, with more than 700 people. There is a Chen ancestral hall, which is now used as the opera house. There is a lineage genealogy (the same as the one in Kuokou 阔口). 3. Village temples 1) Jumingtang 聚明堂: Main god: Lubu xiangong 鲁部 相公, Lubu furen 鲁部夫人. Secondary gods: Sanyi jiaozhu 三一教主, Pufa tianzun 普法天尊, Shangdiye 上帝爷, Wenye 温爷, Xuantan gong 玄坛公, and Huangxuan yuanshuai 黄玄元帅. 2) Baofu xishê 保福西社 is dedicated to Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Secondary gods: Ciji zhenjun 慈济真君, Dutian yuanshuai 都天元帅, Liugong yuanshuai 刘公元帅, Zhanggong yuanshuai 张公元帅, Taiyi xiangu 太乙仙姑. 3) Heyitang 合一堂 is dedicated to Sanyi jiaozhu 三一教主. Secondary gods are Guandiye 关帝爷, and Xuantangong 玄坛公. 4) Juxinting 聚新亭 is dedicated to Guanyin dashi 观音大士. Secondary gods are Weituo 韦陀 and Jialan 伽兰. 4. Rituals: Yuanxiao processions On 1/14 the Zunzhu mingwang 尊主 明王, Dutian yuanshuai 都天元帅, Kuangwang yuanshuai 匡王元帅, and Huanggong yuanshuai 黄公元帅 of the Baofu xishê 保福西社 are taken on procession. The Chen 陈 organize this event: four hosts (Fushou) and four assistant host positions are rotated into each year according to age. Toufu 头福 rites are held on 2/ 2 and opera is performed for two days. Birthday celebrations of the gods 4/6: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held with two days of opera. 5/5: The celebration of Lubu xianggong 鲁部相公 is held with marionette plays. 7/7: The celebration of Lufu furen 鲁府夫人 is held with marionette plays. 7/16: The celebration of Sanyi jiaozhu 三一教主 is held with marionette plays. 8/1: The birthday celebration of Huanggong yuanshuai 黄公元帅 is held. The god is invited from Mingshangong 名山宫 to the village to watch the operas. Four or five Daoist ritual masters hold a jiao rite 做醮. The birthday celebration of Dutian yuanshuai 都天元帅 is held with two days of opera. 10/24: Lanpen pudu 兰盆普度 rites of Universal Deliverance for the hungry ghosts are held and marionette plays of Mulian opera 目莲戏 are performed. Three in One Scripture masters 经师 conduct (chaodu) 超度 deliverance rites in groups of three. 9/9:"}}