{"UID": "V277", "Name": "Xintang", "Name_zh": "新塘", "Alliance": "Lingyun shangshibaxiang (Lingyun eighteen village ritual alliance)", "Alliance_UID": "A058", "Alliance_zh": "凌云上十八乡", "Irrigation_Region": "Southern", "Raw": {"Settlement": "Xintang was originally called Shentang 沈塘, and is part of the Gouwei Administrative Village 沟尾行政村. The population of the Xintang village is approximately 1800 people. Apart from agriculture, the livelihood of the entire village comes from some cash crops. Some villagers also work as bricklayers, carpenters and casual workers during the idle periods of agriculture.", "Surname_Groups": "The Cai 蔡 makes up 80–90% of the population of the entire village. Other surnames include the Zheng 郑, Huang 黄, Lin 林, and Chen 陈. The Cai 蔡 moved from the Lingchuan 灵川. Their ancestral tombs are located in Fengting 枫亭 in Xianyou 仙游. The Cai are divided into two branches, the Weicuo branch 尾厝 and the fourth branch 四房. The fourth branch has approximately 1000 people. The Cai of Dongcai in Lingquan township 灵川东蔡 have a lineage genealogy.", "Village_Temples": "1) Gutang dongshê 古塘东社 is dedicated to Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. The secondary god is Xuantian shangdi 玄天上帝. 2) Pumingtang 普明堂 was originally named Xintangan 新塘庵. This temple is the Shuikoumiao 水口庙 of the thirty-six village alliance 三十六乡. Built during the Song Chunyou period (1241–52), it was renovated in the Qing in Guangxu 22 (1896). The main god is Xuantian shangdi 玄天上帝. Secondary gods include the Wutan liesheng 五坛列圣 and Guanyin dashi 观音大士. 3) Shanfa’an Buddhist nunnery 善发庵. (PTZJZ, 1992:221)", "Rituals": {"Processions": "On 1/11–12 the gods of Gutang dongshê 古塘东社 are taken on a procession through the village. Three Daoist ritual masters 师公 conduct a jiao 做醮. Lanterns go on procession around the boundaries of the village. Four organizers are selected each year. On 2/ 2, Toufu 头福 is celebrated. The six gods of Mingshangong 名山宫 are invited to go on procession through the village.", "Birthday": "3/3: The birthday celebration of Xuantian Shangdi 玄天上帝. Opera is performed for two days. 10/4: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu Furen 后土夫人. Opera is performed for two days. 11/9: The birthday celebration of Mingshanwang 名山王 and the gods mentioned above. Opera is performed for two days. On a day either in the 10th or 11th lunar month, marionette plays of Mulian opera 目莲戏 are performed."}}, "Administrative Village": "Gouwei Administrative Village", "Administrative Village_zh": "沟尾行政村", "Population": "1800"}