{"UID": "V289", "Name": "Yingbian", "Name_zh": "营边", "Region": "Southern", "Village_Settlement": "Yingbian is part of Liucuo Administrative Village 刘厝行政村. There are approximately 600 people living in Yingbian village.", "Surname_Groups": "The main surname group is the Huang 黄.", "Village_Temples": "Anfu lishê 安福里社 is dedicated to Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Tianshang shengmu 天上圣母, Sima shengwang 司马圣王, Huanggong yuanshuai 黄公 元帅, and Wulu jiangjun 五路将军.", "Rituals": {"Yuanxiao processions": "On 1/16–17 the gods of Anfu lishê 安福 里社 are taken on a procession around the village. Opera is performed, and Daoist ritual masters are invited to conduct rituals. These events are organized by the village itself, and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "2/18: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 8/8: The birthday celebration of Huang gong yuanshuai 黄公元帅. On both these occasions, opera is performed, and Daoist ritual masters are invited to conduct rituals. These events are organized by the shê as a whole, and funds are collected on a per capita basis. Caicuo 菜厝 1. Village settlement Caicuo village is part of Qicuo Administrative Village 歧厝行政村. Caicuo is divided into two neighborhoods: Shangcai 上菜 and Xiacai 下菜. There are approximately 800 people living in the village. 2. Surname groups The Chen 陈 is the main surname group. 3. Village temples 1) Qilin xishê 麒麟西社 is connected to the Shanyingtang 善应堂. The temple was built in Kangxi 47 (1708). There is a stone inscription dated Daoguang 15 (1835). The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Zhanggong shengjun 张公圣君, Ciji zhenjun 慈济真君, Taiyi xiangu 太乙 仙姑, Kanggong yuanshuai 康公元帅, and Zhaogong yuanshuai 赵公元帅. 2) Yanpu xinshê 颜埔新社 is connected to the Guanlanting 观澜亭: The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Guanyin dashi 观音大士. 4. Rituals: Yuanxiao processions On 1/11 Shangcai 上菜 takes the gods of Qilin xishê 麒麟西社 and Shanyingtang 善应堂 on a procession within its territory. Opera is performed, and Daoist ritual masters are invited to conduct rituals. On 1/12, Xiacai 下菜 takes the gods of Yanpu xinshê 颜埔 新社 and Guanlanting 观澜亭 on a procession within its territory. Opera is performed, and Daoist ritual masters are invited to conduct rituals. These events are organized by each shê as a whole, and funds are collected on a per capita basis. Birthday celebrations of the gods 6/1: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Qilin xishê 麒麟西社. Opera is performed, and Daoist ritual masters are invited to conduct rituals. These events are organized by Shangcai 上菜. 6/19: The birthday celebration of Guanyin dashi 观音大士. Opera is performed. These events are organized by Xiacai 下菜, and funds are collected on a per capita basis. 7/23: The birthday celebration of Zhanggong shengjun 张公圣君. Opera is performed, and Daoist ritual masters are invited to conduct rituals. These events are organized by Shangcai 上菜, and funds are collected on a per capita basis. 11/11: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Yanpu xinshê 颜埔新社. Opera is performed, and Daoist ritual masters are invited to conduct rituals. These events are organized by Xiacai 下菜, and funds are collected on a per capita basis."}}