{"UID": "V291", "Name": "Qicuo", "Name_zh": "岐厝", "Alliance": "Lingyun shangshibaxiang (Lingyun eighteen village ritual alliance)", "Alliance_UID": "A058", "Alliance_zh": "凌云上十八乡", "Irrigation_Region": "Southern", "Village_Settlement": "Qicuo natural village is part of Qicuo Administrative Village 歧厝行政村. Qicuo is divided into two neighborhoods: Shangqi 上岐 and Xiaqi 下岐. There are approximately 2000 people living in the village.", "Surname_Groups": "The main surname groups are the Huang 黄 and the Xu 徐.", "Village_Temples": "1) Qishangong 岐山宫 houses the Qilin dongshê 麒麟 东社: The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土 夫人. Secondary gods include Tianshang shengmu 天上圣母, Zhanggong shengjun 张公圣君, Taiyi xiangu 太乙仙姑, Sima shengwang 司马圣王, Dutian yuanshuai 都天元帅, Guanyin dashi 观音大士, Kanggong yuanshuai 康公元帅, Liugong yuanshuai 刘公元帅, and Jialuo dasheng 伽罗大圣. 2) Wananshê 万安社: The main gods are Zunzhu mingwang 尊主明王 and Houtu fure 后土夫人. 3) Beichendian 北辰殿: The main god is Xuantian shangdi 玄天上帝. Secondary gods include Lingguan dadi 灵官大帝 and Guanyin dashi 观音大士. 4) Xinglongmiao 兴隆庙: The main god is Fude zhengshen 福德正神. 5) Huisantang 汇三堂: The main god is Sanyi jiaozhu 三一教主.", "Rituals": {"Yuanxiao processions": "On 1/19 the gods of Qishangong 岐山宫, Qilin dongshê 麒麟东社, and Wananshê 万安社 are taken on a procession around the village. Opera is performed, and Daoist ritual masters are invited to conduct rites. The village organizes the event and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "2/14: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Qilin dongshê 麒麟东社. These events are organized by the shê as a whole. 3/3: The birthday celebration of Xuantian shangdi 玄天上帝. These events are organized by Shangqi 上岐. 3/12: The birthday celebration of Taiyi xiangu 太乙仙姑 and Tianshang shengmu 天上圣母. These events are organized by Xiaqi 下岐. 5/13: The birthday celebration of Sima shengwang 司马圣王. These events are organized by Xiaqi 下岐 6/19: The birthday celebration of Guanyin dashi 观音大士. These events are organized by Xiaqi 下岐. 7/7: The birthday celebration of Kanggong yuanshuai 康公元帅. These events are organized by Xiaqi 下岐. 7/19: The birthday celebration of Zhanggong shengjun 张公圣君. These events are organized by Xiaqi 下岐.. 8/13: The birthday celebration of Jialuo dasheng 伽罗大圣. These events are organized by Xiaqi 下岐. The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Wananshê 万安社. These events are organized by Shangqi 上岐. 9/9: The birthday celebration of Dutian yuanshuai 都天元帅. These events are organized by Xiaqi 下岐. 10/10: The birthday celebration of Liugong yuanshuai 刘公元帅. These events are organized by Xiaqi 下岐. On most of these occasions, opera is performed, and Daoist ritual masters are invited to conduct rituals. Funds are collected on a per capita basis by the organizing neighborhood or by the village as a whole. 8/14:"}, "Administrative Village": "Qicuo Administrative Village", "Administrative Village_zh": "歧厝行政村"}