{"UID": "V294", "Name": "Lingcuo", "Name_zh": "凌厝", "Alliance": "Lingyun shangshibaxiang (Lingyun eighteen village ritual alliance)", "Alliance_UID": "A058", "Alliance_zh": "凌云上十八乡", "Irrigation_Region": "Southern", "Village_Settlement": "Lingcuo natural village is managed by Lingcuo Administrative Village 凌厝行政村. There are approximately 600 people living in Lingcuo village. It is divided into four production teams 生产队. The main livelihoods are stone cutting 打石, carpentry 木工, and hard labor.", "Surname_Groups": "The main surname group is the Ling 凌 which makes up more than 90% of the population of the entire village. Other surnames include the Chen 陈 (more than 10 households) and the Weng 翁 (only one household). The Ling originally lived here. Later, the Ling branched out to Pingtan 平潭 and Baiyang 白洋. The Ling are divided into four branches: first branch 头房, second branch 二房 (Jiucuoli 旧厝里), third branch 三房 (Tianding 田顶), and fourth branch 四房 (Hougaowei 后高尾), of which the first branch has the most people, with approximately 200–300 people. There used to be three ancestral halls, but none exists today.", "Village_Temples": "1) Xinxing zhongshê 新兴忠社 This shê has been transformed into the village hygienic clinic 村卫生所. The gods are now placed in the cafeteria 食堂. The main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. 2) Lingshan zumiao 灵山祖庙 is dedicated to Qitian dasheng 齐天大圣. Secondary gods are Sima shengwang 司马圣王, Jinfu sheren 金府舍人, Fazhu xianfei 法主仙妃, Ciji zhenjun 慈济真君, and Wu jiangjun 吴将军. 3) Longanci 龙安祠 is dedicated to Sanyi jiaozhu 三一教主. The left hall is known as the Longtingdong 龙亭洞 and is dedicated to Tiangong yuanshuai 田公元帅. The right hall is called the Longmen shuyuan 龙门书院, and is dedicated to Wenchang dijun 文昌帝君. 4) Hualingsi 华林寺 is dedicated to Guanyin dashi 观音大士.", "Rituals": {"Yuanxiao processions": "On 1/15–16 the statues of Qitian dasheng 齐天大圣, Jinfu sheren 金府舍人, Sima shengwang 司马圣王, Wu jiangjun 吴将军, Zunzhu mingwang 尊主明王, and Houtu furen 后土夫人 are carried around the village in a procession. One Daoist ritual master 师公 is invited to conduct rites. Every year, six people are selected to be the ritual organizers/hosts (Fushou). ", "Birthday celebrations of the gods": ""}, "Administrative Village": "Lingcuo Administrative Village", "Administrative Village_zh": "凌厝行政村"}