{"UID": "V297", "Name": "Hengtang", "Name_zh": "横塘", "Alliance": "Hengtang qijia (Hengtang seven jia ritual alliance)", "Alliance_UID": "A059", "Alliance_zh": "横塘七甲", "Irrigation_Region": "Southern", "Village_Settlement": "Hengtang was also called Hengqu 横渠 in the Tang. Hengtang is located in between the Shangxia 上下渠大沟 main channel and the main channel in front of the Yangcheng sluice-gate 洋城斗门前大沟 of the Mulan irrigation system. This area was part of the Hengtangpu (police/ defense unit) of Anleli 安乐里 sub-canton. In the Tang dynasty, the area already had a village called Hengtang, and the village currently has more than 4000 people. In the local temple ritual system, they are divided according to lineage and settlement into seven jia ritual associations. In the Ming, Hengtang was famous for its examination graduates, and the six lineages of the Peng 彭, Qiu 邱, Zhu 朱, Zhang 张, Lin 林, and Chen 陈 of this village together produced eighteen Jinshi 进士 (Metropolitan Graduates) and thirty Juren 举人 (Provincial Graduates). In Ming Tianshu 4 (1460) the Xinghua Prefect 兴化知府 set up a Xiuyi 繍衣牌坊 memorial archway in honor of the Lin lineage 林. In Ming Chenghua 12 (1476) the Fujian Provincial Administration Commissioner 福建布政使 set up a Xiuyi 繍衣牌坊 memorial archway in honor of the Qiu lineage 邱. There still survives a stele from Qianlong 59 (1794) inscribed with the words “Tangqing wujian 塘清武鉴”. The inscription reads further: “Tang yuanhe wuzi (808) Metropolitan Graduate and Editor in the Palace Library Zhang Shi 张实 bequeathed land to build a hall. Song Taiping Tianguo xuyin (808) General of the Palace Army Zhang Songhui 张忪恢 expanded it; Song Shaoxing renzi (1132) Grand Master for Closing Court Zhang Dounan 张斗南 rebuilt the hall.” The stone inscription composed by Peng Peng 彭鹏 in Kangxi 30 (1691), entitled 横塘彭氏宗祠春祀记 (Record of the Spring sacrifice at the Hengtang Peng main ancestral hall), is about the Peng Ancestral hall of this village (Epigraphical Materials, 1995:222, No. 192). In the feuding banner alliances of the late Qing, the seven jia ritual associations of Hengtang were part of the white banner alliance.", "Surname_Groups": "The main surname groups in Hengtang now are the Zhang 张, Huang 黄, and Zheng 郑. According to the survey data from 1993, there are 400 Zhang households, approximately forty Huang households, approximately forty Zheng households, six Chen 陈 households, four Wu 吴 households, three Ruan 阮 households, one Zhu 朱 household and two Lin 林 households. The ancestor of the Zhang of Hengtang, Zhang Shigong 张实公, is said to be the ancestor that migrated to Fujian. It is said that a ", "Village_Temples": "", "Rituals": {"Yuanxiao processions": "", "Birthday celebrations of the gods": ""}}