{"UID": "V298", "Name": "Yushang", "Name_zh": "屿上)", "Alliance": "Yushang ershê (Yushan two shê ritual alliance)", "Alliance_UID": "A060", "Alliance_zh": "屿上二社", "Irrigation_Region": "Northern", "Village_Settlement": "The two shê ritual alliance of Yushang is located at the beginning of the northern main channel of the Mulan irrigation system, at the start of the Mulan Weir Main Channel 木兰陂沟. This area was part of the Yushang Shimenpu 屿上石门铺 (police/defense unit) of Nanxiangli 南厢里 sub-canton. The village began to be settled in only in the early Qing, and it now has a population of over 1000 people. Yushang is part of the Tieyu Administrative Village 铁屿行政村. The local temple ritual system is divided primarily on the basis of lineage origin into the two shê ritual associations of Zifu 资福 and Xingan 兴安二社. Each year six shêlu 社炉 (keepers of the incense burners of the shê altar) are selected in rotation.", "Surname_Groups": "The main surname groups are the Chen 陈. The Chen 陈 are however divided into two distinct lines: the Fushan 浮山 and Jiewai 界外 lines. The Fushan Chen came from Linchuanli 灵川里 sub-canton, south of Putian city, and are related to the Chen of Dongyang 东洋陈氏. They make up some 70% of the village population. The Chen from “beyond the borders” moved to the village during the early Qing coastal evacuation, and now make up 30% of the village population.", "Village_Temples": "1) Zifu dongshê 资福东社 belongs to the Fushan Chen 浮山陈: the main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土 夫人, Sima shengwang 司马圣王, and Tiangong yuanshuai 田公元帅. Secondary gods include Fazhu xianfei 法主仙妃, Chenshi zhenjun 陈氏真君, Ciji zhenjun 慈济真君, Zhanggong shengjun 张公圣君, and Cigan xianfei 慈感仙妃. 2) Xing’an shushê 兴安书社 belongs to the Jiewai Chen 界外陈: the main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Fude zhengshen 福德正神. 3) Xinglongmiao 兴龙庙: The main god is Tiangong yuanshuai 田公元帅. Secondary gods include Yanggong taishi 杨公太师, Cuifu dama 崔府大妈, and Guanyin dashi 观音大士. 4) Fengchan shimiao 冯禅师庙: The main god is Feng Zhiri Chanshi 冯智 日禅师. Yushang two shê ritual alliance 5) Damafu 大妈府: The main god is Cuifu dama 崔府大妈. 6) Zongshengtang 宗圣堂: The main god is Sanyi jiaozhu 三一教主 Secondary gods include Puhua tianzun 普化天尊. 7) Ciguangsi Buddhist temple 慈光寺 was built in the early Republican period. (PTZJZCG, 1992:203)", "Rituals": {"Yuanxiao processions": "On 1/14–15, Tiangong yuanshuai 田公 元帅 and Cuifu dama 崔府大妈 are invited to practice the Dao 行道 in every household and to go on a procession within the village. During the procession the palm sedan chairs 棕轿 are rapidly turned upside down to manifest the presence of the god and the roadways are sealed against demonic influences 封路. Lanterns are paraded at night. On 1/15 the gods of Zifu dongshê 资福东社 and Xinglongmiao 兴龙庙 are invited to go on a procession within the village. On 2/2 the rites of Toufu 头福 (beginning good fortune) are celebrated. On these days, opera is performed and Daoist ritual masters are invited to conduct rituals. The entire village organizes the ritual together, and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "4/9: The birthday celebration of Tiangong yuanshuai 田公元帅. 4/15: The birthday celebration Cuifu dama 崔府大妈 is organized by Xinglongmiao 兴隆庙. Marionette opera is performed. 5/13: The birthday celebration of Sima shengwang 司马圣王. 7/16: The birthday celebration of Sanyi jiaozhu 三一教主 is organized by Zongshengtang 宗圣堂, and funding is raised through voluntary contributions. Marionette opera is performed. 8/23: The birthday celebration of Tiangong yuanshuai 田公元帅. 10/15: The birthday celebration of Cuifu dama 崔府大妈 is held and marionette opera is performed. 11/16: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. On all these occasions, except the birthday of Sanyi jiaozhu, which is celebrated by the initiates of the Three in One and interested villagers, opera is performed and Daoist ritual masters are invited to conduct rituals. The entire village organizes the ritual together, and funds are collected on a per capita basis."}, "Administrative Village": "Tieyu Administrative Village", "Administrative Village_zh": "铁屿行政村"}