{"UID": "V299", "Name": "Huangtou", "Name_zh": "黄头", "Alliance": "Huangtou ershê (Huangtou two shê ritual alliance)", "Alliance_UID": "A061", "Alliance_zh": "黄头二社", "Irrigation_Region": "Northern", "Raw": {"Settlement": "Huangtou is also called Hangtou 杭头. The village is located just north of the Hangkou dike 杭口堤 along the northern banks of the Mulan 木兰 river, near the main channel emerging from next Huangtou two shê ritual alliance to the Mulan Weir. This area was part of the Huangtou dongbeipu 黄头 东坡铺 (police/defense unit) of Nanxiangli 南厢里 sub-canton. The village was already settled in the Ming, and now has a population of approximately 900 people. Huangtou is part of the Mulan Administrative Village 木兰行政 村. Its temple ritual system is divided into the two shê ritual associations of Yongxing 永兴 and Xingxian 兴贤二社.", "Surname_Groups": "The main surname group is the Lin 林 which is divided into the following seven lineages branches: Jingdou 井兜, Dingcheng 顶埕, Xiacheng 下埕, Cuowei 厝尾, Houpai 后派, Taocuo 桃厝 and Dacuoli 大厝 里. In Ming Hongzhi 4 (1491) the Xinghua Prefect set up a Mingzhuo 鸣琢 牌坊 memorial archway in honor of Lin Zhen 林珍 and Lin Bencong 林本 从 of this lineage.", "Village_Temples": "1) Fuying tang 福应堂 contains the altar of the Yongxingshê 永兴社: The main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, Xuantian shangdi 玄天上帝, and Zhanggong shengjun 张公圣君. Secondary gods include Wengong yuanshuai 温公元帅, Kanggong yuanshuai 康公元帅, Liugong yuanshuai 刘公元帅, Huye jiangjun 虎爷将军, Baban 八班, Asan 阿三, and Asi 阿四. 2) Xingxianshê 兴贤社: The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods are Lufu dashen 鲁府大神 and Lufu furen 鲁府夫人 3) Yueboting 月波亭: The main god is Guanyin dashi 观音大士. Secondary gods include Jialan 迦蓝 and Weituo 韦驼. 4) Tiantanfu /天坛府: It is said that this temple was built in the Yuan dynasty and rebuilt in the Qianlong period (1736–1795). The main god is Kanggong yuanshuai 康公元帅. 5) Zongfuci 宗福祠: The main god is Sanyi jiaozhu 三一教主. Secondary gods include Wenchang dijun 文昌帝君, Hufa tianzun 护法天尊, Zhuo zhenren 卓真人, Sanfeng zhenren 三丰真人, Xu daren 徐大人, Ada 阿大 and Aer 阿二. The SJCDCB, 1992:6 claims that there are 43 initiates.", "Rituals": {"Processions": "On 1/14–15, Liugong yuanshuai 刘公 元帅 and Kanggong yuanshuai 康公元帅 are taken to practice the Dao 行道 in every household in a procession around the village. At night there is a lantern procession around the village boundaries. On 1/14 the gods of the Fuxingtang 福兴堂 are taken on a procession within the village. On 2/2 the rites of Toufu 头福 (beginning good fortune) are celebrated. On these days, opera is performed and Daoist ritual masters are invited to conduct rituals. The entire village organizes the ritual together, and funds are collected on a per capita basis.", "Birthday": "3/3: The birthday celebration of Xuantian shangdi 玄天上帝. 4/1: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Yongxingshê 永兴社. 4/13: The birthday celebration of Liugong yuanshuai 刘公元帅. 6/19: The birthday celebration of Guanyin dashi 观音大士. Marionette opera is performed. 7/7: The birthday celebration of Kanggong yuanshuai 康公元帅. 7/23: The birthday celebration of Zhanggong shengjun 张公圣君. 10/13: The birthday celebration of Liugong yuanshuai 刘公元帅. 10/26: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Xingxianshê 兴贤社. On these occasions, opera is performed and Daoist ritual masters are invited to conduct rituals. Either the village organizes the ritual as a whole, or the individual shê and its community organize the event, and funds are collected on a per capita basis from the respective community."}}, "Administrative Village": "Mulan Administrative Village", "Administrative Village_zh": "木兰行政", "Population": "900"}