{"UID": "V301", "Name_Pinyin": "Xialin", "Name_hanzi": "下林)", "Region": "Northern", "Village_Settlement": "Xialin village is also called Xialin 霞林 and Xialing 下陵. The village is located along the edges of the Lixun Reservoir 沥浔塘 畔, and mostly draws its water from the Mulan 木兰 irrigation system. The area was part of the Xialinpu 下林铺 (police/defense unit) of Nanxiangli 南 厢里 sub-canton. The village was already settled in the Ming, and currently has a population of over 3000 people, who are under the administration of the Xialin Administrative Village 霞林行政村. The local temple ritual system is divided on the basis primarily of lineage and residential location into two shê ritual associations, each with their own shê temple (see below): these are the Shangshê 上社 (upper) and the Xiashê 下社 (lower).", "Surname_Groups": "The main surname groups are the Chen 陈 the Weng 翁 and the Lin 林. The Chen 陈 emigrated from Lingchuan fushan 灵川浮 山 and they are related to the Chen of Dongyang 东阳陈. The Lin 林 are members of the Jiumu Lin 九牧林 lineage, and are divided into two lineage branches, namely the Shanglin 上林 and Xialin 下林.", "Village_Temples": "1) Longshan zugong 龙山祖宫 contains the altar of the Longshanshê 龙山社: The main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, and Qitian dasheng 齐天大圣. Secondary gods include Sima shengwang 司马圣王, Sanwei zhenjun 三位真君, Fazhu niangniang 法主娘娘, Cigan shengmu 慈感圣母, Tongxian shengfei 通仙圣妃, Lixian shengfei 李贤圣妃, Jingong dajiang 金公大将, Huanggong ershi 黄公二使, and Baban 八班. 2) Xinglongshê 兴隆社 belongs to the Lin 林. The main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, and Zhanggong shengjun 张 公圣君. Secondary gods include Sima shengwang 司马圣王, Fazhu xianfei 法主仙妃, Tianshang shengmu 天上圣母, Cigan xianfei 慈感仙妃, and Chenshi zhenren 陈氏真人. 3) Zixingfu 紫星府: The main god is Cuifu dama 崔府大妈. Secondary gods include Guansheng dijun 关圣帝君, Guan Ping 关平, Zhou Cang 周 仓, Wenchang dijun 文昌帝君, Zhuyi xiansheng 朱衣先生, Poqiao jiangjun 破窍将军, Kuidou xingjun 魁斗星君 and Fenghuo ertong 风火儿童. 4) Zixiagong 紫霞宫 belongs to the Weng 翁. The main god is Tianshang shengmu 天上圣母. 5) Zhongxiatang 中霞堂 belongs to the Chen 陈. The main god is Sanyi jiaozhu 三一教主 Secondary gods include Zhanggong shengjun 张公圣君 and Jinjia wudaren 金甲吴大人. The SJCDCB, 1992:6 claims that there are 50 initiates. Xialin two shê ritual alliance 6) Wenchangge 文昌阁: The main god is Wenchang dijun 文昌帝君. Secondary gods include Fude zhengshen 福德正神 and Daxiong 大兄. 7) Fuqitang 福祗堂: The main god is Fude zhengshen 福德正神. Secondary gods include Xu dage 许大哥 and Su erge 苏二哥. 8) Mingfenggong 明峰宫: The main god is Tianshang shengmu 天上圣母. 9) Qingliantang 青莲堂: The main god is Guanyin dashi 观音大士. Secondary gods include Weituo 韦驼 and Jialan 迦蓝. 10) Deyitang 德义堂: The main gods are Lufu dashen 鲁府大神, Lufu furen 鲁府夫人, and Lufu yima 鲁府姨妈. Secondary gods include Kongfu daren 孔府大人. 11) Guanyinge 观音阁: The main god is Guanyin dashi 观音大士. 12) Shuiyuetang 水月堂: The main god is Guanyin dashi 观音大士. 13) Wangmudian 王母殿: The main god is Wangmu niangniang 王母娘娘. 14) Chaoyitang 超一堂 is dedicated to Lin Longjiang 林龙江. The SJCDCB, 1992:14 claims that there are 100 initiates.", "Rituals": {"Yuanxiao processions": "On 1/13–14 the Chen 陈 and the Xia Lin 下林 carry the shêlu 社炉 (incense burner of the shê altar) and the goddess Fazhu xianfei 法主仙妃 to every household to practice the Dao 行道 and then go on a procession within their territory. On 1/15–16 the Weng 翁 and the Shang Lin 上林 carry the shêlu 社炉 and Fazhu xianfei 法主仙妃 to practice the Dao 道 in every household and to go on a procession within their territory. On 1/17 the gods of Longshan zugong 龙山祖宫 and Xinglongshê 兴隆社 are invited to go on a joint procession within the village. Opera is performed and Daoist ritual masters are invited to conduct rituals. The entire village organizes the ritual together, and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "1/17: The first opera is performed in Xinglongshê 興隆社. This event is organized by the Lin 林. 1/19: The birthday celebration of Guanyin dashi 观音大士 is organized by the Guanyinge 观音阁. Marionette opera is performed. 2/5: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Xinglongshê 兴隆社 is organized by Shanglin 上林 and Xialin 下林 separately. 2/25: The birthday celebration of Qitian dasheng 齐天大圣 is organized by the whole village. 3/23: The birthday celebration of Tianshang shengmu 天上圣母 is organized by the Weng 翁. 3/29: The birthday celebration of Huanggong ershi 黄公二使 is organized by the whole village. 6/6: The birthday celebration of Fude zhengshen 福德正神 (Earth god 土 地公) is organized by the whole village. 6/19: The birthday celebration of Guanyin dashi 观音大士 is organized by Shuiyuetang 水月堂. Marionette opera is performed. 7/7: The birthday celebration of Lufu furen 鲁府夫人 is organized by Deyitang 德义堂. 7/16: The birthday celebration of Sanyi jiaozhu 三一教主 is organized by the Chen 陈. 7/23: The birthday celebration of Zhanggong shengjun 张公圣君 is organized by the Chen 陈. 8/1: The birthday celebration of Fazhu xianfei 法主仙妃 is organized by the Shanglin 上林 and Xialin 下林 separately. 9/23: The birthday celebration of Jinjia Wu daren 金甲吴大人 is organized by the Chen 陈. 10/29: The birthday celebration of Jinggong dajiang 金公大将 is organized by the surname of Lin 林. 11/5: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Longshanshê 龙山社 is organized by the whole village. Most of these occasions involve performances of opera and Daoist rites. Funding is raised on a per capita and/or voluntary basis within specific neighborhoods, temple communities, or the village as a whole."}}