{"UID": "V311", "Name": "Bantou", "Name_zh": "坂头", "Alliance": "Xiahuang qijing (Xiahuang sevenfold ritual alliance)", "Alliance_UID": "A065", "Alliance_zh": "下黄七境", "Irrigation_Region": "Northern", "Raw": {"Settlement": "Bantou village is a part of Bantou Administrative Village 坂头行政村. The population of Bantou is approximately 3000 people.", "Surname_Groups": "There are three important surnames. The main surname group is the Lin 林. The secondary surname groups are Wu 吴 and Cai 蔡. The village is divided into three neighborhoods: Qianlin 前林, Houlin 后 林 and Wucai 吴蔡. There are 600 Christians in the village.", "Village_Temples": "1) Banhu yiliangshê 坂湖义良社 belongs to the Lin 林. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Fazhu xianfei 法主仙妃, Tianshang shengmu 天上 圣母, Chenshi zhenren 陈氏真人, Lufu dashen 鲁府大神, Sandian zhenjun 三殿真君, Liu daren 刘大人, Cai zhongjun 蔡中军, Qitian dasheng 齐天大 圣, Zhanggong shengjun 张公圣君, and Tiangong yuanshuai 田公元帅. 2) Yiliang xinshê 义良新社 belongs to the Wu 吴 and the Cai 蔡. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Fazhu xianfei 法主仙妃, Qianshi shengfei 钱氏圣妃 and Chenshi zhenren 陈氏真人. 3) Beixiadong 碧霞洞 is dedicated to Sanguan dadi 三官大帝. Secondary gods include Xuantan yuanshuai 玄坛元帅, Caogong daren 曹公大人, Xusanmao jiangjun 许三貌将军, Zhangying jiangjun 张英将军, Liuyi jiangjun 刘义将军, Feicong jiangjun 飞葱将军, Zheng Tianchao jiangjun 郑天 超将军, Lieyi jiangjun 列义将军, Feiying jiangjun 飞英将军, Wang Mao jiangjun 王毛将军, and Baiyundong huangerxiong 白云洞黄二兄. 4) Mingchengtang 明诚堂: The main god is Wufu daren 乌府大人. 5) Zhengyitang 正一堂: The main god is Lubu dashen 鲁部大神. Secondary gods include Xuantan yuanshuai 玄坛元帅, Wu xiansheng 吴先生, Daxiong 大兄, and Erxiong 二兄. The SJCDCB, 1992:6 claims that there are 64 Three in One initiates in this temple, and that Sanyi jiaozhu 三一教主 is also worshipped. 6) Faxingci 法兴祠: The main god is Sanyi jiaozhu 三一教主 Secondary gods include Lubu dashen 鲁部大神, Xuantan yuanshuai 玄坛元帅, Xuantian shangdi 玄天上帝, and Puhua tianzun 普化天尊. The SJCDCB, 1992:6 claims that there are 39 initiates. 7) Meiban shenggong 湄坂圣宫: The main god is Tianshang shengmu 天 上圣母.", "Rituals": {"Processions": "On 1/15 the gods of the Yiliangshê 义 良社 are invited by Qianlin 前林 to go on a procession within the village. On 1/16 the gods of the Yiliangshê 义良社 are invited by Houlin 后林 to go on a procession within the village. On 1/16, the gods of the Yiliang xinshê 义良新社 are invited by the Wu 吴 and the Cai 蔡 to go on a procession within the village. Opera is performed and Daoist ritual masters are invited to conduct rituals. The entire village organizes the ritual together, and funds are collected on a per capita basis.", "Birthday": "1/4–5: Reception of the gods 接神 back from heaven leads to the performance of the year’s first opera Touchangxi 头场戏. The entire village organizes the ritual together, and funds are collected on a per capita basis. 2/20: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Yiliang xinshê 义良新社 is organized by the surnames of Wu 吴 and Cai 蔡. 2/25: The birthday celebration of Qitian dasheng 齐天大圣 is organized by Qianlin 前林. 3/11: The birthday celebration of Yanggong daren 杨公大人 is organized by Houlin 后林. 3/23: The birthday celebration of Tianshang shengmu 天上圣母. 4/12: The birthday celebration of Chenshi zhenren 陈氏真人 is organized by Wu 吴 and Cai 蔡. The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is organized by Qianlin 前林 and Houlin 后林. 5/3: The birthday celebration of Sandian zhenjun 三殿真君 is organized by Houlin 后林. 7/16: The birthday celebration of Sanyi jiaozhu 三一教主. Opera is performed and Three in One scripture masters 经师 are invited to conduct rituals. This event is organized by Houlin 后林. 8/1: The birthday celebration of Fazhu xianfei 法主仙妃 is organized by Qianlin 前林. 8/28: The birthday celebration of Daxiong 大兄. 10/1: The birthday celebration of Cai Zhongjun 蔡中军. 10/23: The birthday celebration of Wufu daren 乌府大人. 11/15: The birthday celebration of Cao daren 曹大人. On all these occasions, opera is performed and Daoist ritual masters or Three in One Scripture Masters are invited to conduct rituals. The entire village organizes the ritual together, and funds are collected on a per capita basis. 4/20:"}}, "Administrative Village": "Bantou Administrative Village", "Administrative Village_zh": "坂头行政村", "Population": "3000"}