{"UID": "V313", "Name_Pinyin": "Dingdun", "Name_hanzi": "顶墩", "Region": "Northern", "Village_Settlement": "Dingdun was originally known as Chendun 陈墩. Dingdun natural village is a part of Dingdun Administrative Village 顶墩行 政村. The population of Dingdun is approximately 1400 people.", "Surname_Groups": "The main surname groups are the Chen 陈 and the Xu 徐.", "Village_Temples": "1) Chenghugong 澄湖宫: The main temple for Dingdun 顶墩, Liuqiao 柳桥 and Wudun 梧墩. The main god is Hangong yuanshuai 韩公元帅. Secondary gods include Ciji zhenjun 慈济真君, Qianshi shengfei 钱氏圣妃, Dutian yuanshuai 都天元帅, Fude zhengshen 福德正 神, Zhanggong shengjun 张公圣君, Heilong 黑龙, Baigou 白狗, Dage 大哥 Chen qingfu 陈庆福. 2) Xixun zhongshê 西浔中社: The main gods are Zunzhu mingwang 尊主 明王 and Houtu furen 后土夫人. Secondary gods include Fude zhengshen 福德正神. 3) Meicheng shengmiao 湄澄圣庙: The main gods are Tianshang shengmu 天上圣母 and Huangdu yuanshuai 黄都元帅. 4) Yuhuangdian 玉皇殿: The main god is Yuhuang dadi 玉皇大帝. Secondary gods include Tianshang wutian laomu 天上武天老母, Wangmu niangniang 王母娘娘, Tianshang wuji shengmu 天上无极圣母, Guanyin dashi 观音大士, Baogong 包公, Tongguan yuanshuai 统管元帅, and Taishang laojun 太上老君.", "Rituals": {"Yuanxiao processions": "On 1/14 the gods of Chenghugong 澄湖宫 go on a procession within the village. On 2/5 the rites of Toufu 头福 are celebrated by the Chen 陈. On 2/10 the rites of Toufu 头福 are celebrated by the Xu 徐. On these days, opera is performed, and Daoist ritual masters are invited to conduct rites. The village or the surname groups organizes the event and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "2/15: The birthday celebration of Hangong yuanshuai 韩公元帅 3/14: The birthday celebration of Qianshi shengfei 钱氏圣妃. 3/23: The birthday celebration of Tianshang wuji shengmu 天上无极圣 母. 4/25: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 5/16: The birthday celebration of Yuhuang dadi 玉皇大帝. 7/23: The birthday celebration of Zhanggong shengjun 张公圣君. 8/8: The birthday celebration of Huangdu yuanshuai 黄都元帅. 8/12: The birthday celebration of Taishang laojun 太上老君 and Wangmu niangniang 王母娘娘. 8/14: The birthday celebration of Wangmu niangniang 王母娘娘. 9/9: The birthday celebration of Dutian yuanshuai 都天元帅. 10/10: The birthday celebration of Baogong 包公. Marionette opera is performed. 12/18: The birthday celebration of Tianshang wutian laomu 天上武天老母. On all these occasions, opera is performed and Daoist ritual masters are invited to conduct rituals. The entire village organizes these rituals together, and funds are collected on a per capita basis."}}