{"UID": "V316", "Name": "Xiaotang", "Name_zh": "筱塘", "Alliance": "Xiaotang ershê (Xiaotang two shê ritual alliance)", "Alliance_UID": "A068", "Alliance_zh": "筱塘二社", "Irrigation_Region": "Northern", "Village_Settlement": "Xiaotang was originally called Xiaotang 小塘 or Xitang 洗塘. The village is located outside the Putian city walls near the Yongfeng Reservoir 永丰塘畔. The main source of water is from the springs on Fenghuang mountain 凤凰山. This area was part of the Xitangpu 洗塘 铺 of Nanxiangli sub-canton 南厢里. The village was settled in the Ming, and now has a population of around 2300 people, and is managed by the Xiaotang Administrative Village 筱塘行政村. The local temple ritual system is divided on the basis of lineage into two shê altar associations. A stone inscription composed in the Jiajing period (1522–1566) by Zheng Yue 郑 岳 entitled 增修艾轩林先生墓域碑 (Stele on the expansion and repair of the tomb of Master Lin Aixuan) is about this village (Epigraphical Materials, 1995:173, No. 151).", "Surname_Groups": "The main surname groups are the Huang 黄 and the Xie 解. There are also the minor surname groups of Lin 林, Chen 陈, Zheng 郑 and Wu 吴.", "Village_Temples": "1) Yingxian zushê 英贤祖社: The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Sima shengwang 司马圣王, Huanggong shenghou 黄公圣侯, and Wenwu liesheng 文武列圣. 2) Yingxian shangshê 英贤上社: The main gods are Zunzhu mingwang 尊 主明王 and Houtu furen 后土夫人. Secondary gods include Sima shengwang 司马圣王 and Wenwu liesheng 文武列圣. 3) Zhaoling zonggong 昭灵总宫: The main god is Fazhu xianfei 法主仙妃. Secondary gods include Nandou xingjun 南斗星君, Beidou xingjun 北斗 星君, Qitian dasheng 齐天大圣, Zhanggong shengjun 张公圣君, Chenshi zhenren 陈氏真人, 虎爷 Huye, and Wenwu liesheng 文武列圣. 4) Hunyundian 混元殿 is dedicated to Sanyi jiaozhu 三一教主. The SJCDCB, 1992:5 claims that there are 365 initiates.", "Rituals": {"Yuanxiao processions": "On 1/13–14 the gods of Yingxian shangshê 英贤上社 are taken on a procession around the village by the Huang 黄. Xiaotang two shê ritual alliance There is a lantern procession at night. On 1/15–16 the gods of Yingxian shangshê 英贤上社 are invited to go on procession by the Xie 解. There is a lantern procession at night. On 1/16 the gods of Zhaoling zonggong 昭灵 总宫 are invited to go on procession within the village. On 2/2 the rites of Toufu 头福 (beginning good fortune) are celebrated by Yingxian shangshê 英贤上社. Cookies are distributed to families 分丁饼. On 2/1–10, the rites of Toufu 头福 (beginning good fortune) are celebrated by Yingxian shangshê 英贤上社. The village organizes the event and funds are collected on a per capita basis. On all these occasions, opera is performed, and Daoist ritual masters are invited to conduct rites", "Birthday celebrations of the gods": "4/13: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Yingxian zushê 英贤祖社 is organized. 8/1: The birthday celebration of Fazhu xianfei 法主仙妃. The Fushou 福 首 and the main temple each offer two days of opera, and Daoist ritual masters conduct rites. 9/1: The birthday celebration of Nandou xingjun 南斗星君 and Beidou xingjun 北斗星君. 10/13: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Yingxian shangshê 英贤上社 is organized."}}