{"UID": "V324", "Name": "Longqiaojie", "Name_zh": "龙桥街", "Alliance": "Longqiao qijing (Longqiao sevenfold ritual alliance)", "Alliance_UID": "A072", "Alliance_zh": "龙桥七境", "Irrigation_Region": "Northern", "Village_Settlement": "Longqiaojie is also known as Xialongqiao 下龙桥. The population of Longqiaojie is approximately 1000 people.", "Surname_Groups": "The main surname groups are the Zhu 朱 and the Zhou 周.", "Village_Temples": "1) Gushanggong 古上宫 contains the altar of the Xingfushê 兴福社: The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人, Yuantian shangdi 元天上帝. Secondary gods include Fude zhengshen 福德正神. 2) Dashengmu 大圣庙: owned Xishan 西山 and Shiding 石顶. The main god is Zhongtian dasheng 中天大圣. Secondary gods include Sanyi jiaozhu 三一教主, Lisan furen 李三夫人, Guanyin dashi 观音大士, Sandianxia 三殿下, Zhou daren 周大人, Xu daren 徐大人, Xiangong 仙公 and Dage 大哥. 3) Xingfushê 兴福社: The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 4) Huayansi Buddhist temple 华严寺: (PTZJZCG, 1992:200)", "Rituals": {"Yuanxiao processions": "On 1/16 the gods of Gushanggong 古上宫 and Xingfushê 兴福社 are taken on a procession around the village to practice the Dao in every household. On 1/20 a common Yuanxiao festival 总元宵 is held. The gods of Zhaolinggong 昭灵宫 of Xiagongli 下宫里 go on a procession around the sevenfold ritual alliance. Opera is performed and Daoist ritual masters are invited to conduct rituals. These events are organized by Zhaolinggong, and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "3/3: The birthday celebration of Xuantian shangdi 玄天上帝. 3/18: The birthday celebration of Lisan furen 李三夫人. 3/23: The birthday celebration of Tianshang shengmu 天上圣母. 4/26: The birthday celebration of Yanggong taishi 杨公太师. 5/13: The birthday celebration of Sima shengwang 司马圣王. 6/3: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 6/6: The birthday celebration of Fude zhengshen 福德正神. 8/14: The birthday celebration of Zhongtian dasheng 中天大圣. The celebration of the day of ascension of Tianshang shengmu 天上 圣母. 9/13: The birthday celebration of Xiangong 仙公. 12/15: The birthday celebration of Dage 大哥. On these occasions, opera is performed and Daoist ritual masters are invited to conduct rituals. The entire village organizes the ritual together, and funds are collected on a per capita basis. 9/9:"}, "Administrative Village": "-1", "Administrative Village_zh": "-1"}