{"UID": "V337", "Name": "Gegou", "Name_zh": "隔沟", "Region": "Northern", "Village_Settlement": "Gegou village is a part of Gongchen Administrative Village 拱辰行政村, Gegou is divided into two neighborhoods: Gegou 隔沟 and Chenmen 辰门. The total population is approximately 300 people.", "Surname_Groups": "The main surname group is the Xia 夏.", "Village_Temples": "1) Longpo jianyishê 龙坡建义社: The main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, Tianshang shengmu 天上圣母, and Zhaoxian shengwang 昭显圣王. Secondary gods include Qitian dasheng 齐天大圣 and Wushi shengfei 吴氏圣妃. 2) Beiguan wangfu 北关王府: The main gods are Jin daren 金大人, Kong daren 孔大人, and Yu daren 玉大人. Secondary gods include Chen boye 陈伯爷, Lin boye 林伯爷, Wenchang dijun 文昌帝君, Kuidou xingjun 魁斗星君, Bai jiangjun 白将军, Hong jiangjun 红将军, and Fude zhengshen 福德正神. 3) Diyian Buddhist nunnery 第一庵 was rebuilt in 1920 (PTZJZCG, 1992:199).", "Rituals": {"Yuanxiao processions": "On 1/16 Gegou 隔沟 invites the gods of the Longpo jianyishê 龙坡建义社 to go on procession within its neighborhood, and to practice the Dao in every household. On 1/17 Chenmen 辰门 invites all the gods of the Longpo jianyishê 龙坡建义社 to go on procession within its neighborhood and practice the Dao in every household. On these days, opera is performed, and Daoist ritual masters are invited to conduct rituals. The entire neighborhood organizes the ritual together, and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "3/23: The birthday celebration of Tianshang shengmu 天上圣母 (Mazu 妈祖). 5/24: The birthday celebration of Jin daren 金大人. 6/6: The birthday celebration of Fude zhengshen 福德正神. Marionette plays are performed, and funding is raised through voluntary contributions. 10/23: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. On all these occasions, with the exception of the birthday of Fuden zhengshen, opera is performed, and Daoist ritual masters are invited to conduct rituals. These events are organized by the temple, and funds are collected on a per capita basis."}}