{"UID": "V338", "Name": "Chenmendou", "Name_zh": "辰门兜", "Region": "Northern", "Village_Settlement": "Chenmendou village is a part of Gongchen Administrative Village 拱辰行政村. Chenmendou is divided into four neighborhoods: Dajie 大街, Touting 头亭, Qiancuo 前厝, Tiancuo 田厝. The total population is approximately 1300 people.", "Surname_Groups": "Surnames include the Wu 吴, the Chen 陈, the Zhang 张, the Huang 黄, the Xu 徐, and the Lin 林. There is no main surname group.", "Village_Temples": "1) Longpo dongyishê 龙坡东义社: The main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, Sima shengwang 司 马圣王, and Zhaoxian shengwang 昭显圣王. Secondary gods include Taibao laoye 太保老爷 and Taiwei yuanshuai 太尉元帅. 2) Ruiyun zumiao 瑞云祖庙 was built during the early Qing Dynasty. The main gods are Tiangong yuanshuai 田公元帅, Lufu dashen 鲁府大神, Lufu furen 鲁府夫人, and Lufu yima 鲁府姨妈. Secondary gods include Baiya jiangjun 白牙将军, Daye 大爷, Erye 二爷, and Zhong junye 中军爷. This temple is considered the founding temple of the cult of Tiangong yuanshuai in Putian and Xianyou, and many temples from these two counties come to present incense 进香 during Yuanxiao or on the god’s birthday. 3) Beiguan wudimiao 北关五帝庙 was rebuilt during the late Qing Dynasty. The main god is Yuhuang dadi 玉皇大帝. Secondary gods include Tiandijun qinshi 天地君亲师. 4) Yingxiangting 迎祥亭: The main god is Zhanggong shengjun 张公圣君, Secondary gods include Ciji zhenjun 慈济真君 and Wang xiansheng 王先生. 5) Tandu’an 坛渡庵: The main god is Shijia mouni 释伽牟尼. 6) Zhanqueting Buddhist pagoda 瞻阙亭 is located in Touting 头亭. This temple was built in the early Ming and restored in the Qing (PTZJZCG, 1992:199).", "Rituals": {"Yuanxiao processions": "On 1/14 the gods of Longpo jianyishê 龙坡建义社 are taken on a procession within the neighborhood to practice the Dao in every household. Opera is performed, and Daoist ritual masters are invited to conduct rituals. The entire four neighborhood alliance organizes the ritual together, and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "1/9: The birthday celebration of Yuhuang dadi 玉皇大帝 is organized by Dajie 大街 and Touting 头亭. 4/8: The birthday celebration of Tiangong yuanshuai 田公元帅 is organized by Ruiyun zumiao 瑞云祖庙, and funding is raised through voluntary contributions among believers everywhere. 5/5: The birthday celebration of Lufu dashen 鲁府大神 is organized by Ruiyun zumiao 瑞云祖庙, and funds are collected on a per capita basis. 5/16: The birthday celebration of Yuhuang dadi 玉皇大帝 is organized by Dajie 大街 Qiancuo 前厝 and Tiancuo 田厝, and funds are collected on a per capita basis. 6/16: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. The entire four neighborhood alliance organizes the ritual together, and funds are collected on a per capita basis. 7/7: The birthday celebration of Lufu furen 鲁府夫人 is organized by Ruiyun zumiao 瑞云祖庙. 7/23: The birthday celebration of Zhanggong shengjun 张公圣君. Marionette plays are performed. These events are organized by Touting 头亭, and funds are collected on a per capita basis. 8/23: The birthday celebration of Tiangong yuanshuai 田公元帅. Opera is performed, and Daoist ritual masters are invited to conduct rituals. These events are organized by Ruiyun zumiao 瑞云祖庙, and funding is raised through voluntary contributions among worshippers of the god from near and far and from per capita funds collected from local residents. On this day, Tiangong yuanshuai 田公元帅 goes on procession within the sevenfold ritual alliance. On these occasions, opera is performed (unless otherwise specified) and Daoist ritual masters are invited to conduct rites."}}