{"UID": "V341", "Name_Pinyin": "Xigeng", "Name_hanzi": "西庚", "Region": "Northern", "Village_Settlement": "Xigeng is also know as Xigeng 西耕. The population is over 1000 people. Xigeng village is a part of Gongchen Administrative Village (拱辰行政村). Xigeng is divided into three neighborhoods: Xishang 西上, Xizhong 西中, Xixia 西下.", "Surname_Groups": "The main surname groups are the Chen 陈 and the Zhang 张. Other surnames include the Dong 董, Li 李, Chen 陈, and Zeng 曾.", "Village_Temples": "1) Longpo xijing Xiandengshê 龙坡西境贤登社: The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Dutian yuanshuai 都天元帅, Huanggong ershi 黄公二使, Tiangong yuanshuai 田公元帅, Fazhu xianfei 法主仙妃, and Fude zhengshen 福德正神. 2) Longpo xijing Hemeishê 龙坡西境和美社: The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Fazhu xianfei 法主仙妃 and Yangshi shengfei 杨氏圣妃. 3) Longpo xijing Yiningshê 龙坡西境义宁社: The main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, and Sansheng zhenjun 三圣 真君. Secondary gods include Huanggong dashi 黄公大使, Mayang jiangjun 马洋将军, Ruigou xianggong 瑞沟相公, Chen Jinggu 陈靖姑, Yang jiuniang 杨九娘, Fazhu xianfei 法主仙妃, and Wencao wupan 文曹武判. 4) Xixinggong 西行宫: The main god is Xuantian shangdi 玄天上帝. Secondary gods include Wen yuanshuai 温元帅, Kang yuanshuai 康元帅, Mayuanshuai 马元帅, and Zhao yuanshuai 赵元帅. 5) Weilinggong 威灵宫: The main god is Tiangong yuanshuai 田公元帅. Secondary gods include Wang daren 王大人. 6) Baimagong 白马宫: The main god is Wen daren 温大人. Secondary gods include Huanggong yuanshuai 黄公元帅, Fude zhengshen 福德正神, Baiya jiangjun 白牙将军, and Xu jiangjun 徐将军.", "Rituals": {"Yuanxiao processions": "On 1/9, a common Yuanxiao procession is held. The gods of all the temples go on procession within the village. Opera is performed, and Daoist ritual masters are invited to conduct rituals. The village organizes the ritual together, and funds are collected on a per capita basis. On 1/13 the gods of Hemeishê 和美社 go on procession within the Xixia 西下 neighborhood. On 1/15 the gods of Yiningshê 义宁社 go on procession within the Xishang 西上 neighborhood. On 1/16 the gods of Xiandengshê 贤登社 go on procession within the Xizhong 西中 neighborhood. In each case, these events are organized by the neighborhood itself, and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "1/29: The birthday celebration of Wen daren 温大人 is organized by the village as a whole. 3/3: The birthday celebration of Xuantian shangdi 玄天上帝 is organized by the village as a whole. 8/1: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Yiningshê 义宁社 is organized by the Xishang 西 上 neighborhood. 8/19: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Xiandengshê 贤登社 is organized by the Xizhong 西中 neighborhood. 8/20: The birthday celebration of Tiangong yuanshuai 田公元帅 is organized by the village as a whole. 11/23: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Hemeishê 和美社 is organized by the Xixia 西下 neighborhood. On all these occasions, opera is performed, and Daoist ritual masters are invited to conduct rituals, and funds are collected on a per capita basis either in the sponsoring neighborhood, or throughout the village."}}