{"UID": "V344", "Name": "Dongmendou", "Name_zh": "东门兜", "Alliance": "Dongmen qijing (Dongmeng sevenfold ritual alliance)", "Alliance_UID": "A075", "Alliance_zh": "东门七境", "Irrigation_Region": "Northern", "Raw": {"Settlement": "Dongmendou village is a part of Zhenhai Administrative Village 镇海行政村. Dongmendou is divided into two neighborhoods: Dongmenwai 东门外 and Sifangjie 四房街. Both neighborhoods have a total population of approximately 100 people.", "Surname_Groups": "The main surname group is the Lin 林. Other surnames include the Chen 陈, Wu 吴, Zheng 郑, Weng 翁, Xiao 肖, and Xu 徐. In this village, there were one Jinshi 进士, six Juren 举人 and one Jingbiao paifang 旌表牌坊 awarded during the Ming Dynasty.", "Village_Temples": "1) Xiangheshê 祥和社: The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Sima shengwang 司马圣王, Qitian dasheng 齐天大圣, and Fude zhengshen 福德正神. 2) Qingmengong 青门宫 (Dongguan taishimiao 东关太师庙): The main god is Yanggong taishi 杨公太师. Secondary gods include Zhanggong shengjun 张公圣君, Fazhu xianfei 法主仙妃, Chenshi zhenren 陈氏真人, Guanyin dashi 观音大士, Xufu daren 徐府大人, Yangmen bajiang 杨门八将, and Zhongjun 中军. 3) Hulanci 壶兰祠: The main god is Sanyi jiaozhu 三一教主", "Rituals": {"Processions": "On 1/18, the incense burner of Zunzhu mingwang 尊主明王, Yanggong taishi 杨公太师 and Fazhu xianfei 法主仙妃 are carried in a procession within the village. Opera is performed for three days, and Daoist ritual masters are invited to conduct rites. The village organizes the event, and funds are collected on a per capita basis.", "Birthday": "2/12: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Opera is performed, and Daoist ritual masters are invited to conduct rites. The village organizes the event and funds are collected on a per capita basis. 4/26: The birthday celebration of Yanggong taishi 杨公太师. Opera is performed, and Daoist ritual masters are invited to conduct rites. The village organizes the event and funds are collected on a per capita basis. 6/6: The birthday celebration of Fude zhengshen 福德正神. Marionette opera is performed. 7/23: The birthday celebration of Zhanggong shengjun 张公圣君. 8/1: The birthday celebration of Fazhu xianfei 法主仙妃. 10/1: The birthday celebration of Xufu daren 徐府大人. On all these occasions, opera is performed, and Daoist ritual masters are invited to conduct rites. The village organizes the event and funds are collected on a per capita basis."}}, "Administrative Village": "Zhenhai Administrative Village", "Administrative Village_zh": "镇海行政村", "Population": "100"}