{"UID": "V345", "Name": "Meihuating", "Name_zh": "梅花亭", "Alliance": "Dongmen qijing (Dongmeng sevenfold ritual alliance)", "Alliance_UID": "A075", "Alliance_zh": "东门七境", "Irrigation_Region": "Northern", "Village_Settlement": "Meihuating village is a part of Zhenhai Administrative Village 镇海行政村. Meihuating is divided into two neighborhoods: Shangjie 上街 and Xiajie 下街. The total population is approximately 600 people.", "Surname_Groups": "Surnames include the Xu 许 and the Guo 郭. There is no main surname group.", "Village_Temples": "1) Baoning dongshê 保宁东社: The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Tianshang shengmu 天上圣母, Chenshi zhenren 陈氏真人, Lufu daren 鲁府大人, Sima shengwang 司马圣王, Qitian dasheng 齐天大圣, Gaoshan shenghou 高山圣候, and Wenwu liesheng文武列圣. 2) Yangzhici 仰止祠: The main god is Sanyi jiaozhu 三一教主. Secondary gods include Sanguan dadi 三官大帝, Xufu daren 徐府大人, Tiangong yuanshuai 田公元帅, Baiya jiangjun 白牙将军, Xietian dadi 协天大帝, and Hufa longtian 护法龙天. 3) Puzhaosi 普照寺: The main god is Guanyin dashi 观音大士.", "Rituals": {"Yuanxiao processions": "On 1/16–17 Shangjie 上街 and Xiajie 下街 take turns in inviting the gods of Baoning dongshê 保宁东社 to go on procession within their neighborhoods, and to practice the Dao in every household. Opera is performed at the same time. Daoist ritual masters are invited to conduct a Jiao ritual on 1/17. On 2/2 Toufu 头福 is celebrated. Opera is performed and Daoist ritual masters are invited to conduct rituals. On these occasions, the entire village organizes the ritual together, and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "3/23: The birthday celebration of Tianshang shengmu 天上圣母. Marionette plays are performed, as well as Daoist rites. 6/19: The birthday celebration of Guanyin dashi 观音大士. Marionette plays are performed. 8/11: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Opera is performed, and Daoist ritual masters are invited to conduct rites. 9/19: The birthday celebration of the of Guanyin dashi 观音大士. Marionette plays are performed. On all these occasions, the village organizes the ritual event as a whole and funds are collected on a per capita basis."}, "Administrative Village": "Zhenhai Administrative Village", "Administrative Village_zh": "镇海行政村"}