{"UID": "V348", "Name": "Liantang", "Name_zh": "莲塘", "Alliance": "Dongmen qijing (Dongmeng sevenfold ritual alliance)", "Alliance_UID": "A075", "Alliance_zh": "东门七境", "Irrigation_Region": "Northern", "Village_Settlement": "Liangtang village is a part of Zhenhai Administrative Village 莲塘行政村. Liantang is divided into two neighborhoods: Liantang 莲塘 and Doumentou 陡门头. The total population is 222 people.", "Surname_Groups": "Surnames include the Lin 林, Ye 叶, Xu 许, Song 宋, and Ke 柯. There is no main surname group. There is a Paifang 牌坊 from the Ming Dynasty.", "Village_Temples": "1) Dongguan wudimiao 东关五帝庙 was rebuilt in Jiaqing 22 (1817). The main god are Wuhuang dadi 五皇大帝. Secondary gods include Xuantian shangdi 玄天上帝, Xuantan yuanshuai 玄坛元帅, Tiangong yuanshuai 田公元帅 and Guansheng dijun 关圣帝君. 2) Jiyi xingshê 集义兴社, Tianxianfu 天仙府: The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Xuantian shangdi 玄天上帝, Li tianwang 李天王, Zhanggong shengjun 张 公圣君, Dutian yuanshuai 都天元帅, Yanggong taishi 杨公太师, Tiangong yuanshuai 田公元帅, Wen yuanshuai 温元帅, Kang yuanshuai 康元帅, Ma yuanshuai 马元帅, and Zhao yuanshuai 赵元帅, Xu daren 徐大人 and Da wangye 大王爷.", "Rituals": {"Yuanxiao processions": "On 1/13 Liantang neighborhood 莲塘 take the incense burners of the gods of the Jiyi xingshê 集义兴社 on a procession around every household, and a lantern procession is held at night. The roadways are sealed against demonic influences 封路. These events are organized by each neighborhood, and funds are collected on a per capita basis. On 1/18 Doumentou 陡门头 neighborhood invites the incense burners of the gods of Jiyi xingshê 集义兴社 to go on procession to every household. A lantern procession is held at night. The roadways are sealed against demonic influences 封路. These events are organized by the neighborhood, and funds are collected on a per capita basis. On 1/24 the two neighborhoods together carry the incenser burners of the gods of Jiyi xingshê 集义兴社 on a procession around the entire village. Opera is performed, and Daoist ritual masters are invited to conduct rites. The village organizes the event and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "3/3: The birthday celebration of Xuantian shangdi 玄天上帝. 5/5: The birthday celebration of Wuhuang dadi 五皇大帝. 8/23: The birthday celebration of Tiangong yuanshuai 田公元帅. 10/18: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. On all these occasions, opera is performed, and Daoist ritual masters are invited to conduct rites. The village organizes these ritual-events and funds are collected on a per capita basis."}, "Administrative Village": "Zhenhai Administrative Village", "Administrative Village_zh": "莲塘行政村"}