{"UID": "V349", "Name": "Xiadun", "Name_zh": "下墩", "Alliance": "Dongmen qijing (Dongmeng sevenfold ritual alliance)", "Alliance_UID": "A075", "Alliance_zh": "东门七境", "Irrigation_Region": "Northern", "Village_Settlement": "Xiadun village is a part of Kuokou Administrative Village 阔口行政村. Xiadun is divided into two neighborhoods: Xiadun 下墩 and Tianzhuang 田庄. The total population is approximately 1000 people.", "Surname_Groups": "The main surname groups are the Cai 蔡 and the Ye 叶.", "Village_Temples": "1) Baofu zushê 保福祖社 was originally built in Ming Zhengde 12 (1517) and was rebuilt in Qing Jiaqing 3 (1799) and again in 19", "Rituals": {"Yuanxiao processions": "ineage. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Wengong yuanshuai 温公元帅, Tiangong yuanshuai 田公元帅, Fazhu xianfei 法主仙妃, Jiucha shenghou 纠察圣侯, and Xietian dadi 协天大帝. 2) Baofu shangshê 保福上社 was built in Qianlong 6 (1741). The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Jiucha shenghou 纠察圣侯, Taiyi xiangu 太乙仙姑, Xietian dadi 协天大帝, Guan Ping 关平, Zhou Cang 周仓, and Wengong yuanshuai 温公元帅. This temple belongs to the Cai 蔡 lineage. 3) Zifenggong 紫峰宫 is dedicated to Xietian dadi 协天大帝. Secondary gods include Guanping 关平, Zhoucang 周仓 and Wengong yuanshuai 温 公元帅. 4) Tongyingtang 通应堂 formerly belonged to a twelve family alliance. The main god is Guanyin dashi 观音大士. Secondary gods are Weituo 韦驮 and Jalan 伽蓝. 5) Feiyundian 飞云殿: The main god is Puhua tianzun 普化天尊. Secondary gods include Pengfu daren 彭府大人, Lifu daren 李府大人, and Daxiong 大兄. 4. Rituals: Yuanxiao processions On 1/10 the Ye 叶 invites the gods of Baofu shangshê 保福上社 to go on procession to every household of its surname within the village. A lantern procession is held at night. These events are organized by the Ye, and funds are collected on a per capita basis. On 1/12 the Cai 蔡 invites the gods of Baofu shangshê 保福上社 to go on procession to every household of its surname within the village. A lantern procession is held at night. These events are organized by the Cai, and funds are collected on a per capita basis. On both occasions, opera is performed and Daoist rites are held.", "Birthday celebrations of the gods": "5/4: The birthday celebration of Tiangong yuanshuai 田公元帅. 5/13: The birthday celebration of Xietian dadi 协天大帝 is organized by the village. 5/25: The birthday celebration of Wengong yuanshuai 温公元帅 is organized by the village. 6/19 and 9/19: The birthday celebration of Guanyin dashi 观音大士 with marionette opera. 9/3: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Baofu zushê 保福祖社 is organized by the Cai 蔡. 9/9: The birthday celebration of Jiucha shenghou 纠察圣侯 is organized by the village. 10/4: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Baofu shangshê 保福上社 is organized by the Ye 叶. 11/3: The birthday celebration of Pengfu daren 彭府大人 is organized by the Ye 叶. 11/4: The birthday celebration of Li daren 李大人 is organized by the Ye 叶. On these occasions, opera is performed, and Daoist ritual masters are invited to conduct rites. The village or the surname group organizes the event and funds are collected on a per capita basis."}}