{"UID": "V350", "Name": "Kuokou", "Name_zh": "阔口", "Alliance": "Baihu qijing (Baihu sevenfold ritual alliance)", "Alliance_UID": "A076", "Alliance_zh": "白湖七境", "Irrigation_Region": "Northern", "Village_Settlement": "Kuokou village is a part of Kuokou Administrative Village 阔口行政村. Kuokou is divided into six neighborhoods: Yuqiao 玉桥, Qiaotou 桥头, Pubian 浦边, Houmen 后门, Kuowei 阔尾, and Qiaodong 桥东. The combined population of all these settlements is approximately 1800 people.", "Surname_Groups": "The main surname group is the Chen 陈, with 1500 people. Other surnames include the Xu 徐, Fang 方, and Zheng 郑. There is a genealogy of the Chen surname group 陈氏族谱, a Chen lineage ancestral hall called the Yuhu zuci 玉湖祖祠 and a Shangshu zumiao 尚书祖庙. There was the market at Baihu 白湖市 already in the Song, and four prominent families 望族 from the village were noted in the Song Dynasty. This village is also the hometown of Chen Wenlong 陈文龙 and Chen Zan 陈瓉, national heroes who led the resistance against the invasion of the Yuan Mongols 抗元英雄.", "Village_Temples": "1) Feilaige 飞来阁: The main gods are Qitian dasheng 齐天大圣 and Tiangong yuanshuai 田公元帅. Secondary gods include Fude zhengshen 福德正神. 2) Kuoweishê 阔尾社, Sangongmiao 三公庙: The main gods are imperial court granted 敕封 Enzhu sangong 恩主三公 and Tianshang shengmu 天上圣母. Secondary gods include Zhu daren 朱大人 and Wenwu liesheng 文武列圣. 3) Qiaotou Xiningshê 桥头熙宁社: The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 4) Pubian Yuhu zushê 浦边玉湖祖社: The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Yanggong taishi 杨公太师. 5) Houmen yuhu shangshê 后门玉湖上社: The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 6) Qiaodong jiuchamiao 桥东纠察庙: The main gods are Enzhu sangong 恩主三公, Zunzhu mingwang 尊主明王, and Houtu furen 后土夫人. Secondary gods include Jiucha yuanshuai 纠察元帅 and Hei jiangjun 黑将军. 7) Yuqiao xinshê 玉桥新社: The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 8) Yuhu shuyuan 玉湖书院: The main god is Sanyi jiaozhu 三一教主 9) Weixiantan 威显坛: The main god is Yanggong taishi 杨公太师. 10) Damafu 大妈府: The main god is Cuifu dama 崔府大妈. 11) Yuhudong 玉湖洞: The main god is Lufu yima 鲁府姨妈. 12) Baihu Chongjimiao 白湖崇济庙: The main god is Tianshang shengmu 天上圣母. 13) Qingyuantang Buddhist hall 清源堂 was built before 1949 (PTZJZCG, 1992:198).", "Rituals": {"Yuanxiao processions": "On 1/11 the gods of Yuqiao xinshê 玉 桥新社 go on procession and practice the Dao in every household within its territory. On 1/12 the gods of the Qiaotou Xiningshê 桥头熙宁社 go on procession and practice the Dao in every household within its territory. On 1/13 the gods of the Pubian Yuhu zushê 浦边玉湖祖社 go on procession and practice the Dao in every household within its territory. On 1/14 the gods of Houmen Yuhu shangshê 后门玉湖上社 go on procession and practice the Dao in every household within its territory. On 1/15, the gods of Kuowei Sangongmiao 阔尾三公庙 go on procession and practice the Dao in every household within its territory. On 1/16 the gods of the Qiaodong Jiuchamiao 桥东纠察庙 go on procession within its territory. On 1/18, a joint Yuanxiao festival is held by the entire sevenfold ritual alliance. The gods of the Feilaige 飞来阁 go on procession both within the village and around the sevenfold ritual alliance of Gushan 古山. These events are organized by the Feilaige. On each of these days, opera is performed and Daoist ritual masters are invited to conduct rituals. Funds for these events are raised on a per capita basis or a voluntary basis.", "Birthday celebrations of the gods": "1/19: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Yuqiao xinshê 玉桥新社 is organized by the shê temple and its community. 2/25: The birthday celebration of Qitian dasheng 齐天大圣 is organized by the village as a whole. 3/23: The birthday celebration of Tianshang shengmu 天上圣母 is organized by the village as a whole. When the Mazu statue from the Wenfenggong 文峰宫 in Putian city goes on a pilgrimage to present incense 进香 to the Meizhou Zumiao 湄洲祖庙, the goddess rests for the night at the Feilaige 飞来阁. 4/26: The birthday celebration of Yanggong taishi 杨公太师 is organized by Pubian 浦边. 7/6: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Qiaotou Xiningshê 桥头熙宁社 is organized by the shê. 7/16: The birthday celebration of Lufu yima 鲁府姨妈 is organized by the Yuhudong 玉湖洞. 8/1: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of the Houmen Yuhu shangshê 后门玉湖上社 is organized by the shê. 8/2: The birthday celebration of Kuowei Enzhu sangong 阔尾恩主三公 is organized by the Sangongmiao 三公庙 temple. 9/12: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of the Qiaodong Jiuchamiao 桥东纠察庙 is organized by the shê as a whole. 9/15: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of the Pubian Yuhu zushê 浦边玉湖祖社 is organized by the shê as a whole, and funds are collected on a per capita basis. On all these occasions, opera is performed and Daoist rites are held. Funding is raised on a per capita basis by the village or the temple and its community as a whole."}}