{"UID": "V357", "Name": "Jiaodong", "Name_zh": "郊东", "Region": "Northern", "Village_Settlement": "The population of Jiaodong is approximately 1000 people.", "Surname_Groups": "The main surname groups are the Fu 傅, Hu 胡, and Yang 杨.", "Village_Temples": "1) Longtangshê 龙塘社: The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Sima shengwang 司马圣王, Lufu dashen 鲁府大神, and Huanggong ershi 黄公二使. 2) Longxianmiao 龙显庙: The main god is Yanggong taishi 杨公太师. Secondary gods include Yang jiuniang 杨九娘 and Tie daren 铁大人. This is the main temple of the four shê alliance of Xinjiao. 3) Xutanggong 徐堂宫: The main god is Xu daren 徐大人. Secondary gods include Zhang daren 张大人 and Zuoyou jiangjun 左右将军. 4) Longdeci 龙德祠 is dedicated to Lin Longjiang 林龙江. The SJCDCB, 1992:5 records 35 initiates.", "Rituals": {"Yuanxiao processions": "On 1/14 the gods of the Longtangshê 龙塘社 go on a procession within the village and practice the Dao in every household. On 2/2 Toufu 头福 is celebrated. The gods of the Longxianmiao 龙显庙 are invited to go on a procession to Jiaodong village. Every year with an intercalary second month, on 2/2, the gods of Longxianmiao 龙显 庙 go on a procession throughout the entire four shê ritual alliance. Every three years, on 2/1–5, Yanggong taishi 杨公太师 of Longxianmiao 龙显庙 is invited to go on a procession. On these occasions, opera is performed and Daoist ritual masters are invited to conduct rites. These events are organized by the village as a whole, and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "4/26: The birthday celebration of Yanggong taishi 杨公太师. This event is organized by Jiaodong, Zhongshê 中社 and Heshê 何社 in rotation. 5/5: The birthday celebration of Lufu dashen 鲁府大神. 5/19: The birthday celebration of Xu daren 徐大人. 5/5 or 10/25: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. This event is organized by Jiaodong and Zhongshê 中社 in rotation. On these occasions, opera is performed and Daoist ritual masters are invited to conduct rituals. These events are organized by the village as a whole, and funds are collected on a per capita basis."}}