{"UID": "V358", "Name": "Zhongshê", "Name_zh": "中社", "Alliance": "Xinjiao sishê (Xinjiao four shê ritual alliance)", "Alliance_UID": "A078", "Alliance_zh": "莘郊四社", "Irrigation_Region": "Northern", "Village_Settlement": "The population of Zhongshê is approximately 675 people.", "Surname_Groups": "The main surname groups are the Huang 黄 and the Xu 许.", "Village_Temples": "1) Longtang zhongshê 龙塘中社 (the altar is located in the Longtangshê 龙塘社 of Jiaodong village 郊东): The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 2) Xingangong 兴安宫: The main god is Tiangong yuanshuai 田公元帅, Guangze zunwang 广泽尊王. Secondary gods include Caigong yuanshuai 蔡公元帅, Ougong yuanshuai 欧公元帅, and Lingya jiangjun 灵牙将军. 3) Mingxiatang 明夏堂 is dedicated to Lin Longjiang 林龙江. The SJCDCB, 1992:5 records 50 initiates.", "Rituals": {"Yuanxiao processions": "On 1/15 the gods of Longtangshê 龙塘社 and Xingangong 兴安宫 go on procession within the village and practice the Dao in every household. On 2/2 the rites of Toufu 头福 (beginning good fortune) are celebrated. The gods of Longxian miao 龙显庙 are invited to go on a procession within Zhongshê 中社. Every three years, on 2/1–5, Yanggong taishi 杨公太师 of Longxianmiao 龙显庙 is invited to go on a procession. On these days, opera is performed and Daoist ritual masters are invited to conduct rites. These events are organized by the village as a whole, and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "4/9: The birthday celebration of Tiangong yuanshuai 田公元帅. 4/26: The birthday celebration of Yanggong taishi 杨公太师 is organized in turns with Jiaodong 郊东 and Heshê 何社. 8/23: The birthday celebration of Tiangong yuanshuai 田公元帅. 5/5 and 10/25: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is organized in turns with Jiaodong 郊东 and Heshê 何社. On these days, opera is performed and Daoist ritual masters are invited to conduct rituals. These events are organized by the village as a whole, and funds are collected on a per capita basis."}}