{"UID": "V362", "Name_Pinyin": "Dongjiao", "Name_hanzi": "东郊", "Region": "Northern", "Village_Settlement": "The population of Dongjiao village is approximately 250 people.", "Surname_Groups": "Surnames include the Lin 林and the Chen 陈. There is no main surname group.", "Village_Temples": "1) Dongjiaojing Anjishê 东郊境安吉社: The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods are Guangze zunwang 广泽尊王, Zhongtian dasheng 中天大圣, Tiangong yuanshuai 田公元帅, Liugong yuanshuai 刘公元帅 and Huban dashen 虎班大神. 2) Xinglanting 兴澜亭: The main god is Guanyin dashi 观音大士.", "Rituals": {"Yuanxiao processions": " On 1/8 the gods of Anjishê 安吉社 go on procession through the village and practice the Dao in every household. A lantern procession is held at night. Opera is performed and Three in One scripture masters are invited to conduct rituals. These events are organized by the shê as a whole, and funds are collected on a per capita basis. On 2/2 Toufu 头福 is celebrated. The gods of Feiyun gong 飞云宫 go on procession within the four-village ritual alliance. Opera is performed and Three in One scripture masters are invited to conduct rituals. These events are organized by the four-village ritual alliance, and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "6/12: The birthday celebration of Zhuo zhenren 卓真人. Opera is performed and Three in One scripture masters 经师 are invited to conduct rituals. These events are organized by Zhengxing tang 正兴堂, and funding is raised through voluntary contributions. 7/16: The birthday celebration of Sanyi jiaozhu 三一教主. Opera is performed and Three in One scripture masters 经师 are invited to conduct rituals. These events are organized by Zhengxing tang 正兴堂, and funding is raised through voluntary contributions. 8/15: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Opera is performed and Daoist ritual masters are invited to conduct rituals. These events are organized by the Anjishê 安吉社 and the village as a whole, and funds are collected on a per capita basis. 8/18: The birthday celebration of Zhang Sanfeng 张三峰. Opera is performed and Three in One scripture masters 经师 are invited to conduct rituals. These events are organized by Zhengxing tang 正兴堂, and funding is raised through voluntary contributions."}}