{"UID": "V363", "Name": "Doumentou", "Name_zh": "陡门头", "Alliance": "Punan sicun (Punan four village ritual alliance)", "Alliance_UID": "A079", "Alliance_zh": "浦南四村", "Irrigation_Region": "Northern", "Village_Settlement": "The population of Dongmendou is approximately 158 people.", "Surname_Groups": "The main surname group is the Su 苏. Secondary surname groups are Li 李, Lin 林 and Chen 陈.", "Village_Temples": "1) Doumenjing Anjishê 陡门境安吉社 (combined with Dongzhou 东洲): The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 2) Zhengxingtang 正兴堂 was built during the early Qing Dynasty, and renovated after the founding of the PRC. The temple was originally located in a Buddhist temple called Chaozongan 朝宗庵, but was later built as an independent temple by the four-village alliance. The main god is Sanyi jiaozhu 三一教主 Secondary gods include Zhuo zhenren 卓真人 and Zhang Sanfeng 张三峰.", "Rituals": {"Yuanxiao processions": "On 1/8 the gods of Anjishê 安吉社 go on procession within the village. These events are organized by the shê as a whole, and funds are collected on a per capita basis. On 2/2 Toufu 头福 is celebrated. The gods of Feiyungong飞云宫 go on a procession around the four-village ritual alliance. Opera is performed and Three in One scripture masters are invited to conduct rituals. These events are organized by the four-village ritual alliance, and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "6/12: The birthday celebration of Zhuo zhenren 卓真人. Opera is performed and Three in One scripture masters 经师 are invited to conduct rituals. These events are organized by Zhengxingtang 正兴堂, and funding is raised through voluntary contributions. 7/16: The birthday celebration of Sanyi jiaozhu 三一教主. Opera is performed and Three in One scripture masters 经师 are invited to conduct rituals. These events are organized by Zhengxingtang 正兴堂, and funding is raised through voluntary contributions. 8/15: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Opera is performed and Three in One scripture masters are invited to conduct rituals. These events are organized by the Anjishê 安吉社 and the village as a whole, and funds are collected on a per capita basis. 8/18: The birthday celebration of Zhang Sanfeng 张三丰. Opera is performed and Three in One scripture masters 经师 are invited to conduct rituals. These events are organized by Zhengxingtang 正兴堂, and funding is raised through voluntary contributions."}, "Administrative Village": "-1", "Administrative Village_zh": "-1"}