{"UID": "V364", "Name_Pinyin": "Caozhu", "Name_hanzi": "草渚", "Region": "Northern", "Village_Settlement": "Caozhu erjia is located along the Southern main channel of the Yanshoubei 延寿陂南大沟 irrigation system Caozhu was originally called Yudai 俞埭 and belonged to the Douqian yulinpu 陡前俞 林铺 (police/defense unit) of the Yanxingli sub-canton 延兴里. The village was settled during the Qing dynasty. The temple ritual system is divided into Qianjia 前甲 and Houjia 后甲 neighborhood ritual associations. Caozhu is now a part of the Doumen Administrative Village 陡门行政村. The population of the village is approximately 1000 people. In the feuding banner alliances of the end of the Qing, the Caojia ritual alliance was part of the black banner alliance.", "Surname_Groups": "The main surname group in the village is the Chen 陈. The other surname groups are the Wu 吴 and the Lin 林.", "Village_Temples": "1) Gaoyishê 高义社: The main gods are Zunzhu mingwang 尊主明王, Wugu furen 五谷夫人 and Linshui furen 临水夫人. 2) Xingshenggong 兴盛宫: The main god is Tiangong yuanshuai 田公元帅, Zhanggong shengjun 张公圣君. Secondary gods include Guanyin dashi 观 音大士, Yanggong taishi 杨公太师, Fude zhengshen 福德正神, Kanggong yuanshuai 康公元帅, and Kui Zhongjun 魁中军. 3) Mingdetang 明德堂: The main god is Sanyi jiaozhu 三一教主. Secondary gods include Xuantian shangdi 玄天上帝, Xuantan yuanshuai 玄坛元 帅, Weituo zunzhe 韦驮尊者, Zhang Sanfeng 张三丰 and Zhuo zhenren 卓真人. Caozhu two jia ritual alliance 4) Ciyinting 慈荫亭: The main god is Guanyin dashi 观音大士. Secondary gods include Wenchang dijun 文昌帝君, Guansheng dijun 关圣帝君 and Chensheng faye 陈胜法爷.", "Rituals": {"Yuanxiao processions": " On 1/10–14, Zunzhu mingwang 尊主 明王 is invited to practice the Dao 道 and to take a procession around the village. This is organized by Qiancao 前草 and Houcao 后草 separately. Between 1/10–15, on a day determined by divination, the incense burners of the Gaoyishê 高义社 are invited to practice the Dao 行道 in every household. The entire village organizes the ritual together, and funds are collected on a per capita basis. On 1/20, on the last night of the Yuanxiao festival for this village, Tiangong yuanshuai 田公元帅 of Xingshenggong 兴盛宫 is taken on a procession around the village. On 2/2, the rites of Toufu (beginning good fortune) are held. The entire village organizes the ritual together, and funds are collected on a per capita basis. On these days, opera is performed and Daoist ritual masters are invited to conduct rites.", "Birthday celebrations of the gods": "6/6: The birthday celebration of Fude zhengshen 福德正神. 6/19: The birthday celebration of Guanyin dashi 观音大士 with marionette opera. 7/23: The birthday celebration of Zhanggong shengjun 张公圣君. 8/23: The birthday celebration of Tiangong yuanshuai 田公元帅. 10/15: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. On all these occasions, opera is performed and Daoist ritual masters are invited to conduct rituals. The entire village organizes the ritual together, and funds are collected on a per capita basis."}}