{"UID": "V366", "Name": "Jiangbian", "Name_zh": "江边", "Alliance": "Nanji Sevenfold ritual alliance", "Alliance_UID": "A081", "Alliance_zh": "南箕七境", "Irrigation_Region": "Northern", "Village_Settlement": "The population of Jiangbian is approximately 700 people.", "Surname_Groups": "The main surname group is the He 何 and Chen 陈. The He migrated here during the Yongle period (1403–1424). There is a He lineage ancestral hall 何氏祠堂. The He of Jiangbian are of the same ancestry as the He of Zhudun 朱墩.", "Village_Temples": "1) Zhangzhen heshê 张镇何社 is linked to the Zhuoling miao 濯灵庙: This temple was rebuilt in the 1936, and was renovated after the founding of the PRC. The main gods are Zunzhu mingwang 尊主 明王, Houtu furen 后土夫人, Fazhu xianfei 法主仙妃, and Jiucha dasheng 纠察大圣. Secondary gods include Xietian dadi 协天大帝 and Jiangding shengwang 江定圣王. 2) Zhangzhen chenshê 张镇陈社: The main god is Zunzhu mingwang 尊主 明王 and Houtu furen 后土夫人. 3) Zhuolingmiao 濯灵庙: The main god is Ligong yuanshuai 李公元帅. 4) Wuchangci 五常祠: This temple was built in Wanli 15 (1587) and rebuilt during the Daoguang period (1821–1850). The main god is Sanyi jiaozhu 三一教主. Secondary gods include Zhang Sanfeng 张三峰 and Zhuo zhenren 卓真人. 5) Zhenwumiao 真武庙: The main god is Xuantian shangdi 玄天上帝. Secondary god is Leisheng puhua tianzun 雷声普化天尊. 6) Lanyimiao 兰义庙: The main god is Xietian dadi 协天大帝. Secondary gods include Guan Ping 关平 and Zhou Cang 周仓. 7) Defengsi Buddhist temple 德丰寺 was rebuilt in the early Republican period (PTZJZCG, 1992:200).", "Rituals": {"Yuanxiao processions": "On 1/9 Ligong yuanshuai 李公元帅 is invited by the Chen 陈 to practice the Dao in every one of their households and to go on procession within their territory. They hold a lantern procession at night. On 1/15 Ligong yuanshuai 李公元帅 is invited by the He 何 to practice the Dao in every one of their households and to go on procession within their territory. That night they hold a lantern procession. On a day determined by divination around 1/20, a common Yuanxiao is held and Ligong yuanshuai 李公元帅 and Jiucha dashen 纠察大神 are invited to go on procession throughout the village. Every household goes to Zhuolingmiao 濯灵庙 to collect a lanten to hang in their own home 挂灯. Opera is performed and Daoist ritual masters are invited to conduct rites. The entire village organizes the ritual-event together, and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "8/1: The birthday celebration of Fazhu xianfei 法主仙妃. 9/09: The birthday celebration of Jiucha dasheng 纠察大神 and Ligong yuanshuai 李公元帅. 10/09: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. On all these occasions, opera is performed and Daoist ritual masters are invited to conduct rituals. These events are organized by the village as a whole, and funds are collected on a per capita basis. Zhudun 朱墩 1. Village settlement Zhudun is divided into three neighborhoods: Zhudun 朱墩, Chenzhuang 陈庄, Waiyang 外洋. Their total population is 400 people. 2. Surname groups The main surname group is the He 何. 3. Village temples 1) Zhangzhen zushê 张镇祖社 was built in Tongzhi 1 (1862). This temple branched off from the Zhangzhen heshê 张镇何社 of Jiangbian 江边张镇. On 1/ 13 of every year, incense is requested 请香 from the Heshê 何社 to re-affirm the link between the temples. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 2) Zhaolinggong 昭灵宫: Originally built prior to the Ming, the temple was rebuilt in the Jiajing 40 (1561). The temple is co-owned by three surnames: the Kang 康, the Wu 吴, and the He 何. The main god is Fazhu xianfei 法主 仙妃. Secondary gods include Guansheng dijun 关圣帝君, Lufu dashen 鲁 府大神, Lufu furen 鲁府夫人, and Lufu yima 鲁府姨妈. 3) Shengzhongtang 圣中堂: This temple was built in the sixth year of Daoguang 6 (1826). The main god is Sanyi jiaozhu 三一教主. Secondary gods include Xuantian shangdi 玄天上帝 and Wenchang dijun 文昌帝君. 4. Rituals: Yuanxiao processions On 1/10 the gods of Zhangzhen zushê 张镇祖社 go on a procession within the village and practice the Dao in every household. The villagers hold a lantern procession at night. Opera is performed and Daoist ritual masters are invited to conduct rites. The entire village organizes the ritual-event together, and funds are collected on a per capita basis. On 1/13 villagers go to the Jiangbian Zhangzhen heshê 江边张 镇何社 to request incense-ash 请香. Birthday celebrations of the gods 4/21: The birthday celebration of Lufu furen 鲁府夫人. 5/5: The birthday celebration of Lufu dashen 鲁府大神. 8/1: The birthday celebration of Fazhu xianfei 法主仙妃. Prior to the 1949, on this day Fazhu xianfei 法主仙妃 went on a procession around the following villages: Budun 布墩, Nanji 南箕, Xuzhu 西洙, Jiangbian 江边, and Zhudun 朱墩. This procession has not been restored. 9/24: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. On all these occasions, opera is performed and Daoist ritual masters are invited to conduct rituals. These events are organized by the village as a whole, and funds are collected on a per capita basis."}}