{"UID": "V370", "Name": "Xizhu", "Name_zh": "西洙", "Alliance": "Haopu qijing (Haopu sevenfold ritual alliance)", "Alliance_UID": "A082", "Alliance_zh": "濠浦七境", "Irrigation_Region": "Northern", "Village_Settlement": "Xizhu village is a part of Xizhu Administrative Village 西洙行政村. Xizhu village is divided into two parts, called Dainei 埭内 and Daiwai 埭外, with a total of nine neighborhoods. Neidai includes the four neighborhoods of Tiancuo 田厝, Xincuo 新厝, Houting 后亭, and Dunzi 墩仔, while Waidai includes the five neighborhoods of Huanggoubian 黄沟边, Menqian 门前, Tingding 厅顶, Weicuo 尾厝, and Houzhuang 后庄. The present total population of Xizhu village is approximately 4000 people.", "Surname_Groups": "The main surname is the Wu 吴. This was recognized as being a prominent family 望族, with three Jinshi 进士 and nine Juren 举人 degrees awarded during the Ming Dynasty. There were three paifang 牌坊 in the village at that time.", "Village_Temples": "(Haopushê 濠浦社, the main temple of the alliance, is located in Xuqiao 徐桥). 1) Xinxingshê 新兴社: located in Huanggoubian 黄沟边. The main god is Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Xufu daren 徐府大人, Sima shengwang 司马圣王, Xuantan yuanshuai 玄坛元帅, Liugong yuanshuai 刘公元帅, Cigan xianfei 慈感仙妃, Zhanggong shengjun 张公圣君, Fushi jiangjun 副使将军, Wuhu jialuo 五虎 伽罗 and Chenshi zhenren 陈氏真人. 2) Yuanyingmiao 元应庙 is located in Daiwai 埭外. The main god is Tiangong yuanshuai 田公元帅. Secondary gods include Lingya jiangjun 灵牙将 军 and Fude zhengshen 福德正神. 3) Tengyungong 腾云宫 is located in Dunzai 墩仔. The main god is Xuantian shangdi 玄天上帝. Secondary gods include Tianzun yuanshuai 天尊元 帅 and Zhanggong shengjun 张公圣君. 4) Kuiguang shuyuan 奎光书院, located in Daiwai 埭外 and was built during the Baoqing period (1225–1227). There is a plaque from Jiaqing 2 (1797). The main god is Wenchang dijun 文昌帝君. Secondary gods include Yiyong pujihou 义勇普济侯 (Wu Xing 吴兴, also called as Gufengye 古峰爷), and Wusheng tianfei 吴圣天妃. 5) Puguangci 普光祠: located in Dunzi 墩仔. The main god is Sanyi jiaozhu 三一教主. Secondary gods include Taiyi xiangu 太乙仙姑, Zhang Sanfeng 张三峰, Zhu Huixu 朱慧虚 and Hufa longtian 护法龙天. 6) Zhaoyangci 朝阳祠 is located in Dainei. The temple was built during the Ming Wanli 万历 period (1573–1620) and rebuilt during the Qing Tongzhi 同治 period (1862–1874). The main god is Sanyi jiaozhu 三一教主. Secondary gods include Zhang Sanfeng 张三峰, Zhuo Zhenren 卓真人, Guansheng dijun 关圣帝君, Wenchang dijun 文昌帝君, Chensheng hufa 陈胜 护法, Guan Ping 关平 and Zhou Cang 周仓. The SJCDCB, 1992:6 records 122 initiates. 7) Shenggongmiao 圣公庙 is located in Xincuo 新厝. The main god is Fude zhengshen 福德正神. 8) Fengdeci 凤德祠 is located in Tiancuo 田厝. The main god is Sanyi jiaozhu 三一教主 9) Mingxiatang 明夏堂: located in Tianzhuang 田庄. The main god is Sanyi jiaozhu 三一教主. 10) Pumingtang 普明堂: located in Tianzhuang 田庄. The main god is Sanyi jiaozhu 三一教主.", "Rituals": {"Yuanxiao processions": "On 1/14 Daiwai 埭外 invites the gods of the Haopushe 濠浦社 to go on a procession within its territory and practice the Dao in every household. These events are organized by Daiwai. On 1/15 Dainei 埭内 invites the gods of the Haopushê to go on procession within its territory and practice the Dao in every household. These events are organized by Dainei. On these occasions, opera is performed and Daoist ritual masters are invited to conduct rites.", "Birthday celebrations of the gods": "2/3: The birthday celebration of Wenchang dijun 文昌帝君 is organized by Daiwai 埭外. 3/3: The birthday celebration of Xuantian shangdi 玄天上帝 is organized by Dainei 埭内. 3/22: The birthday celebration of Xufu daren 徐府大人 is organized by Huanggoubian 黄沟边. 4/8: The birthday celebration of Tiangong yuanshuai 田公元帅. These events are organized by Daiwai 埭外. 5/13: The birthday celebration of Sima shengwang 司马圣王 is organized by the village. 7/10: The birthday celebration of Wusheng tianfei 吴圣天妃 is organized by Daiwai 埭外. 9/3: The birthday celebration of Yiyong pujihou 义勇普济侯. 9/22: The birthday celebration of the Chifeng Zhongzheng shenghou 敕封 忠正圣侯 (Zunzhu mingwang 尊主明王) is organized by the village On these occasions, opera is performed and Daoist rituals are held. Funds are collected on a per capita basis, along with voluntary contributions."}}