{"UID": "V371", "Name": "Dongyang", "Name_zh": "东阳", "Alliance": "Haopu qijing (Haopu sevenfold ritual alliance)", "Alliance_UID": "A082", "Alliance_zh": "濠浦七境", "Irrigation_Region": "Northern", "Village_Settlement": "Dongyang village was originally called Dongyang 东洋. Dongyang village is a part of Dongyang Administrative Village 东阳 行政村. The population of Dongyang is approximately 1000 people.", "Surname_Groups": "The main surname group is the Chen 陈. They were recognized as a prominent family 望族, and achieved seven Jinshi 进士 and fourteen Juren 举人 degrees in the Ming Dynasty. There is a paifang 牌坊 in the village.", "Village_Temples": "(the main temple for the alliance is the Haopushê 濠浦社 in Xuqiao 徐桥) 1) Linchaogong 临潮宫: The main gods are Yanggong taishi 杨公太师 and Fazhu xianfei 法主仙妃. Secondary gods include Qitian dasheng 齐天大圣, Yaogong ershi 姚公二使, and Lufu dashen 鲁府大神. 2) Qiyang shuyuan 淇阳书院: The main god is Wenchang dijun 文昌帝君.", "Rituals": {"Yuanxiao processions": "On 1/11–12 the gods of the Haopushê 濠浦社 are invited to practice the Dao 行道 in every household. On 1/20 the Yuanxiao festival ends in this village. The gods of Linchaogong 临潮 宫 are taken on a procession around the village. On 2/2 the rites of Toufu 头福 (beginning good fortune) are celebrated. Yanggong taishi 杨公太师 of Linchaogong 临潮宫 goes on a procession through Dongyang 东阳, Wutang 梧塘, Xuqiao 徐桥, Xishi 西施, Goumei 沟美, Gouxi 沟西. On these days, opera is performed and Daoist ritual masters are invited to conduct rituals. The entire village organizes the ritual together, and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "In the 2nd lunar month, on a day determined by divination, the birthday celebration of Wenchang dijun 文昌帝君 is held. 4/26: The birthday celebration of Yanggong taishi 杨公太师. The god is taken on a procession within the village. 7/29: The birthday celebration of Fazhu xianfei 法主仙妃. 9/23: The birthday celebration of Chifeng zhongzheng shenghou 敕封忠正 圣侯. On these occasions, opera is performed and Daoist ritual masters are invited to conduct rituals. The entire village organizes these rituals, and funds are collected on a per capita basis."}}