{"UID": "V373", "Name": "Dongdai", "Name_zh": "东埭", "Alliance": "Haopu qijing (Haopu sevenfold ritual alliance)", "Alliance_UID": "A082", "Alliance_zh": "濠浦七境", "Irrigation_Region": "Northern", "Village_Settlement": "Dongdai village is a part of Xizhu Administrative Village (西洙行政村). Dongdai includes two neighborhoods: Dongdai 东埭 and Houwu 后吴. Their total population is approximately 500 people.", "Surname_Groups": "The main surname groups are the Jin 靳 and the Wu 吴.", "Village_Temples": "(the main temple for the alliance is the Haopushê 濠浦 社 in Xuqiao 徐桥) 1) Jiangtougong 江头宫: The main god is Tiangong yuanshuai 田公元帅. Secondary gods include Qitian dasheng 齐天大圣, Lingya jiangjun 灵牙将军, Lufu dashen 鲁府大神, Lufu furen 鲁府夫人, and Lufu yima 鲁府姨妈. 2) Tianhougong 天后宫 was rebuilt recently. The main god is Tianshang shengmu 天上圣母. Secondary gods include Wusheng tianfei 吴圣天妃 and Qianshi shengfei 钱氏圣妃. 3) Sanchici 三池祠: The main god is Sanyi jiaozhu 三一教主. 4) Hemeian 和美庵 was built in Xuantong 2 (1910) (PTZJZCG, 1992:218). 5) Deqingan 德庆庵 was rebuilt in 1980 (PTZJZCG, 1992:218).", "Rituals": {"Yuanxiao processions": "On 1/10, Houwu 后吴 neighborhood invites the gods of Haopushê 濠浦社 to practice the Dao 行道 in every household. They hold a lantern procession at night. This event is organized by the Wu 吴. On 1/12, Dongdai 东埭 neighborhood invites the gods of Haopu shê to practice the Dao 行道 in every household. They hold a lantern procession at night. These events are organized by the Jin 靳. On 1/21–23, Houwu 后吴 invites the gods of Jiangtougong 江头宫 to go on a procession within the village. These events are organized by the Wu 吴 surname group, and funds are collected on a per capita basis. On 2/2, Dongdai 东埭 invites the gods of Jiangtougong 江头宫 to go on a procession within the village. These events are organized by the Jin 靳. On all these occasions, opera is performed and Daoist ritual masters are invited to conduct rituals, and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "9/21: The birthday celebration of Chifeng zhongzheng shenghou 敕封忠正 圣侯. Opera is performed and Daoist ritual masters are invited to conduct rituals. The entire village organizes the ritual together, and funds are collected on a per capita basis."}}