{"UID": "V375", "Name": "Xishi", "Name_zh": "西施", "Alliance": "Haopu qijing (Haopu sevenfold ritual alliance)", "Alliance_UID": "A082", "Alliance_zh": "濠浦七境", "Irrigation_Region": "Northern", "Village_Settlement": "Xishi village was originally called Xiji 西机. Xishi village is a part of Dongyang Administrative Village 东阳行政村. The population of Xishi is 228 people.", "Surname_Groups": "The main surname group is the Chen 陈.", "Village_Temples": "(the main temple for the alliance is the Haopushê 濠浦社 in Xuqiao 徐桥) 1) Xinglongmiao 兴隆庙: The main god is Xuantian shangdi 玄天上帝. 2) Xinxingci 新兴祠: The main god is Sanyi jiaozhu 三一教主. 3) Xinxingmiao 新兴庙: The main god is Xufe daren 徐府大人. Secondary gods include Qixiannü 七仙女 and Zhuo zhenren 卓真人.", "Rituals": {"Yuanxiao processions": "On 1/9 the gods of the Haopushê 濠浦社 are invited to go on a procession within the village. Opera is performed and Daoist ritual masters are invited to conduct rituals. The entire village organizes the ritual together, and funds are collected on a per capita basis. On 1/23, the Weiye Yuanxiao 尾夜元宵 is celebrated and the gods of Xinxingmiao 新兴庙 are invited to go on a procession within the village. On 2/2 the rites of Toufu 头福 (beginning good fortune) are celebrated. Yanggong taishi 杨公太师 of the Linchaogong 临潮宫 goes on procession through Xishi 西施, Dongyang 东阳, Wutang 梧塘, Xuqiao 徐桥, Goumei 沟美, and Gouxi 沟西. These events are organized by the Linchaogong 临潮宫, and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "3/3: The birthday celebration of Xuantian shangdi 玄天上帝. 5/19: The birthday celebration of Xufu daren 徐府大人. 7/16: The birthday celebration of Sanyi jiaozhu 三一教主. Marionette opera is performed. 9/23: The birthday celebration of Chifeng Zhongzheng shenghou 敕封忠 正圣侯. On these occasions, opera is performed and Daoist ritual masters are invited to conduct rituals. The entire village organizes the ritual together, and funds are collected on a per capita basis."}, "Administrative Village": "Dongyang Administrative Village", "Administrative Village_zh": "东阳行政村"}