{"UID": "V380", "Name": "Daba", "Name_zh": "大坝", "Alliance": "Changshan sishê (Changshan four shê ritual alliance)", "Alliance_UID": "A083", "Alliance_zh": "畅山四社", "Irrigation_Region": "Northern", "Village_Settlement": "Daba was originally known as Dapan 大泮. The population of Daba is approximately 630 people.", "Surname_Groups": "The main surname group is the Chen 陈. The village has several Christian believers.", "Village_Temples": "1) Huiling xinggong 会灵行宫, Xin’an shangshê 新安 上社 was destroyed by floods in 1958, rebult in 1983, and moved and rebult again in 19", "Rituals": {"Yuanxiao processions": "ang 尊主明王, Houtu furen 后土夫人, Dongyue 东岳 Zhusheng shangdi 注生上帝 (this deity branched off 分香 from the Dongyueguan 东岳观 of Jiangkou 江口), and Wushi shengfei 吴氏圣妃 (originally called Yangzhong xiangu 洋忠仙姑). Secondary gods include Fazhu xianfei 法主仙妃, Cigan xianfei 慈感仙妃, Qitian dasheng 齐天大圣, and Puji shenghou 普济圣侯. 2) Xingchongmiao 兴重庙: The main god is Xu daren 徐大人. 3) Xiangdeci 香德祠: rebuilt recently. The main god is Sanyi jiaozhu 三一教主. Secondary gods include Zhang Sanfeng 张三峰, Zhuo Wanchun 卓晚春, Chenshi zhenren 陈氏真人, Lubu dashen 鲁部大神 and Lufu yima 鲁府姨妈. The SSCDCB, 1992:5 records 11 initiates. 4) Shunjimiao 顺济庙: The main god is Tiangong yuanshuai 田公元帅. Secondary god is Fenghuo ertong 风火儿童. 4. Rituals: Yuanxiao processions On1/14–15 the gods of Huiling xinggong 会灵行宫 and Xin’an shangshê 新安上社 go on procession within the village. On 2/1 Toufu 头福 is celebrated. Wushi shengfei 吴氏仙妃 is taken on a procession around the village. On these days, opera is performed and Daoist ritual masters are invited to conduct rituals. The entire village organizes these rituals together, and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "3/28: The birthday celebration of Zhusheng dadi 注生大帝. 7/15: The birthday celebration of Wushi shengfei 吴氏圣妃. 10/22: The birthday celebration of Xu daren 徐大人. 11/12: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. On these occasions, opera is performed and Daoist ritual masters are invited to conduct rituals. The entire village organizes the ritual together, and funds are collected on a per capita basis."}}