{"UID": "V389", "Name": "Xiangli", "Name_zh": "衖里", "Alliance": "Nanjiao qijing (Nanjiao sevenfold ritual alliance)", "Alliance_UID": "A084", "Alliance_zh": "南郊七境", "Irrigation_Region": "Northern", "Village_Settlement": "The population of Xiangli is approximately 300 people.", "Surname_Groups": "The main surname group is the Lin 林. There is a Lin ancestral hall named the Qingyuanci 庆源祠 which is co-owned with the Gongdou Lin 宫兜林.", "Village_Temples": "1) Wanxing zushê 万兴祖社 (actually located in Nan jiao 南郊): The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Tianshang shengmu 天上圣母, Qitian dasheng 齐天大圣, Tiangong yuanshuai 田公元帅, Mayang zungong 马洋尊公, Sanyi jiaozhu 三一教主, Wushi shengfei 吴氏圣妃, and Chenshi zhenren 陈氏真人. 2) Qinglinggong 青凌宫 was built in Guangxu 29 (1903). The main god are Lufu dashen 鲁府大神, Lufu furen 鲁府夫人 and Lufu yima 鲁府姨妈. Secondary gods are Daxiong 大兄 and Erxiong二兄.", "Rituals": {"Yuanxiao processions": "On 1/14 the gods of Wanxing zushê 万兴祖社 go on procession within the village. Opera is performed and Daoist ritual masters are invited to conduct rituals. This event is organized together with the Gongdou Lin 宫兜林, and funds are collected on a per capita basis. On 1/23 Yuhuang dadi 玉皇大帝 of Lingyundian 凌云殿 goes on a procession through the sevenfold ritual alliance. Opera is performed and Daoist ritual masters are invited to conduct rituals. These events are organized by Wangxing xingong 万兴新宫 of Jiaobei 郊北, and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "2/25: The birthday celebration of Qitian dasheng 齐天大圣. Opera is performed and Daoist ritual masters are invited to conduct rituals. The entire village organizes the ritual together, and funds are collected on a per capita basis. 9/13: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is organized in rotation with the villages of Xiyang 西洋, Xiacuo下厝, and Xiangli 衖里, each village taking its turn in organizing the ritual once every four years. On these occasions, opera is performed and Daoist ritual masters are invited to conduct rituals."}, "Administrative Village": "-1", "Administrative Village_zh": "-1"}