{"UID": "V397", "Name": "Houdun", "Name_zh": "后墩", "Alliance": "Changfeng qijing (Changfeng sevenfold ritual alliance)", "Alliance_UID": "A086", "Alliance_zh": "长丰七境", "Irrigation_Region": "Northern", "Village_Settlement": "Houdun village is a part of Changfeng Administrative Village 长丰行政村. The village is divided into three territories. The population is approximately 900 people.", "Surname_Groups": "The main surname groups are the Lin 林and the Chen 陈.", "Village_Temples": "1) Changfengjing Fuxingshê 长丰境福兴社 was built in Ming Jiajing 16 (1537). The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Tiangong yuanshuai 田公元帅 and Tianshang shengmu 天上圣母. 2) Tianhougong 天后宫 was built recently as a division of Fuxingshê 福兴社. The main god is Tianshang shengmu 天上圣母. 3) Xinanci 新安祠 is dedicated to Sanyi jiaozhu 三一教主. Secondary gods are Ligong daren 李公大人 and Lisan furen 李三夫人. 4) Qilinsi Buddhist temple 祗林寺 was built during the Guangxu period (1871–1908) (PTZJZCG, 1992).", "Rituals": {"Yuanxiao processions": "On 1/15–16 the gods of the Fuxingshê 福兴社 are invited to go on a procession within the village. Opera is performed and Daoist ritual masters are invited to conduct rituals. The entire village organizes the ritual together, and funds are collected on a per capita basis. On 2/2 the rites of Toufu 头福 (beginning good fortune) are celebrated. The gods of the Fuxingshê 福兴社 are invited to go on procession within Qiandun 前墩 and Houdun 后墩. These events are organized by Fuxingshê, and funds are collected on a per capita basis. On these occasions, opera is performed and Daoist ritual masters are invited to conduct rituals.", "Birthday celebrations of the gods": "3/23: The birthday celebration of Tianshang shengmu 天上圣母. 8/12: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. On there dates, opera is performed and Daoist ritual masters are invited to conduct rituals. The entire village organizes the ritual together, and funds are collected on a per capita basis."}, "Administrative Village": "Changfeng Administrative Village", "Administrative Village_zh": "长丰行政村"}