{"UID": "V400", "Name": "Chenqiao", "Name_zh": "陈桥", "Region": "Northern", "Village_Settlement": "The village of Chenqiao has a population of over 2500 people. The village is divided into the following neighborhoods: Weixiang 尾巷, Shanggou 上沟, Zhongjianzhan 中间站, and Weicuo 尾厝.", "Surname_Groups": "The Chen 陈 surname makes up 90% (2200 people), while the Wu 吴 make up 10% (250人). In addition there are some households surnamed Xie 解, Shen 沈, Zhang 张, Yu 俞, and Li 李. According to the Chen legend, the first ancestor of the Chen in Putian was an official from Henan 河南 who moved to Kuokou 阔口 outside Putian city. The Chen of Chenqiao moved to this village from Kuokou. They have divided into four lineage branches of which the third branch is the largest, with over 2000 people. There are now two ancestral halls for the lineage as a whole. The first is now the Laorenhui 老人会 (Elderly Association), the other is a storehouse. There is no lineage genealogy in the village. The ancestral tombs are in Lingquan on Hugong 壶公 Mountain. Formerly, groups were organized to sweep the tombs, but this has been discontinued The Wu came from Jiangxi 江西 province. There were six brothers who moved to Putian and established six villages (Chenqiao 陈桥, Wujiao 梧郊, Xizhu 西洙, Xiaotang 筱塘, etc.). In Chenqiao village the Wu have divided into three branches, and the third branch is the largest with over 100 people. Originally there was an ancestral hall (but no longer). The lineage genealogy can be seen in Xizhu village 西洙 near Putian.", "Village_Temples": "1) Chenqiaojing Wufugong 陈桥境五福宫 contains the altar of the Wanan dongshê 万安东社, and is said to have been first built in the Song dynasty, but which has been recently rebuilt. The main god is Xuantian shangdi 玄天上帝. Secondary gods include Zhanggong shengjun 张公圣君, Wutan zhizun 五坛至尊, Dutian yuanshuai 都天元帅, Shiwuma 十五妈, Chen Jinggu 陈靖姑, and Lufu dashen 鲁府大神. 2) Zhongyitang 中一堂 is dedicated to Sanyi jiaozhu 三一教主. Secondary gods include Zhuo zhenren 卓真人, Zhang Sanfeng 张三丰, Tiangong yuanshuai 田公元帅, Huanggong yuanshuai 黄公元帅, Yuqiren 玉旗人, Jinqiren 金旗人. The SSCDCB, 1992:9 records 30 initiates. 3) Zhizhongtang 致中堂 is dedicated to Lin Lonjiang 林龙江. The SSCDCB, 1992:10 records 32 initiates. 5) Dexintang 德心堂 was built in the early Republican period. (PTZJZCG, 1992:206) 6) Qingmingtang 庆明堂 was built in the early Republican period. (PTZJZCG, 1992:206)", "Rituals": {"Yuanxiao processions": "On 1/11 Weixiang 尾巷 takes the incense burners of the shê on a procession to xingdao 行道 practice the Dao. On 1/12 Shanggou 上沟 takes the incense burners of the shê on a procession to xingdao 行道 practice the Dao. On 1/13 the Wu 吴 of Zhongjianzhan 中 间站 takes the incense burners of the shê on a procession to xingdao 行道 practice the Dao. On 1/14 Dongxing 东兴 takes the incense burners of the shê on a procession to xingdao 行道 practice the Dao. On 1/16 Weicuo 尾厝 and Shanbu 山步 take the incense burners of the shê on a procession to xingdao 行道 practice the Dao. On 1/27 the general Yuanxiao of the four village ritual alliance is held 总元宵. The spirit mediums 神童 form tanban 坛班 altar association, and carry Zhanggong shengjun 张公圣君 and his incense burner 香炉 on a procession 巡游. This event was originally organized the by the village elders 乡老, but now a temple management committee has been established with sixteen members to organize the celebrations, and they invite Daoist masters to conduct a jiao ritual 建醮 and issue proclamations 榜文.", "Birthday celebrations of the gods": "3/3: The celebration of Xuantian shangdi 玄天上帝 is held and opera is performed for two days or more. 7/16: The celebration of Sanyi jiaozhu 三一教主 is organized by the Zhongyitang temple committee, who invite Three in One scripture masters to conduct a jiao ritual 建醮. 7/23: The celebration of Zhanggong shengjun 张公圣君. 10/19: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held in rotation with Houdun 后墩 with each village sponsoring opera. 5. Ritual Groups There are two spirit mediums 神童, one possessed by Zhanggong yuanshuai 张公元帅, the other by Dutian yuanshuai 都天元帅. There is no guanjie 关戒 spirit medium training, but there is a tanban 坛班 altar association, which strikes bells and drums and chants until the spirit mediums go into a trance. On 11/25, the Zhongyitang 中一堂 performs the Xiayuan pudu 下元普度 (Lanpen 兰盆 rites of Universal Deliverance). These rites are performed by the initiates 道友 of the temple, as are the regular monthly rites."}}