{"UID": "V404", "Name": "Wujiao", "Name_zh": "梧郊", "Region": "Northern", "Village_Settlement": "Wujiao was originally called Mudou 墓兜 or Guanxiekou 官泄口 Wujiao includs the original Gonghou village 宫后 and belonged to the Shangwu Administrative Village 上梧行政村. The village population is over 800 people. The main livelihood, like that of Shangyu 上俞, is the making of doufu 豆腐. It is said that Yakou 牙口 on the river used to be a port for boats coming in from the sea, and that Wujiao was a customs station, and that the village developed around the station.", "Surname_Groups": "The Li 李 is the dominant surname groups with around 500 people. The Wu 吴 are next largest with over 200 people. There are also other households surnamed Liu 刘, Ye 叶, Zhan 詹 and Xie 谢, etc. The Li 李 probably moved to the village in the Guangxu period (1875–1908). They are now divided into four branches, the Fu 福, Lu 禄, Shou 寿 and Houzhi 后置房 branches. The Fu branch is largest with over 200 people, and each of the other branches has about one hundred members. There used to be a lineage hall. They have no lineage genealogies or ancestral worship registers. The ancestral graves are behind the Houlian mountains in Wutang but they have already been abandoned, and villagers no longer can find their location.", "Village_Temples": "1) Wujiaojing Wujiao lishê 梧郊境梧郊里社 was built in the early Ming and restored in the Guangxu period (1875–1908). The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Qitian dasheng 齐天大圣, Yanggong taishi 杨公太师, Zhanggong shengjun 张公圣君, Baihe dayuanshuai 白和大元帅, Tiangong yuanshuai 田公元帅, and Huye 虎爷. 2) Fuyu zumiao 浮屿祖庙 is linked to the Chongxing lishê 重兴里社. The main goddess is Tianshang shengmu 天上圣母. Secondary gods include Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, and Lingong yuanshuai 林公元帅. 3) Xinxing lishê 新兴里社 is owned by the surname group of the Li 李. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 4) Chiqiaoan 赤桥庵 was built at the end of the Ming, and is dedicated to Guanyin dashi 观音大士. 5) Fuhuitang 福会堂 is dedicated to Cuifu dama 崔府大妈. Secondary gods include Lufu dashen 鲁府大神 and Lufu dama 鲁府大妈. 6) Sanyitang 三一堂 is dedicated to Sanyi jiaozhu 三一教主.", "Rituals": {"Yuanxiao processions": "On 1/9 Chongxing lishê 重兴里社 takes the incense burners of the shê on a procession through the village to each of their households to xingdao 行道 practice the Dao. On 1/12 Wujiao lishê 梧郊里社 takes the incense burners of the shê on a procession through the village to each of their household to xingdao 行道 practice the Dao. On 1/13 Xinxing lishê 新兴里社 takes the incense burners of the shê on a procession through the village to each of their households to xingdao 行道 practice the Dao. On 1/15 Chongxing lishê 重兴里社 concludes the Yuanxiao festival with a procession around the boundaries of their territory. On 1/20 Wujiao lishê 梧郊里社 concludes the Yuanxiao festival with a procession around the boundaries of their territory. On 1/24 Xinxing lishê 新兴里社 concludes the Yuanxiao festival with a procession around the boundaries of their territory.", "Birthday celebrations of the gods": "2/25: The celebration of Qitian dasheng 齐天大圣 is held and opera is performed for two days. 3/23: The celebration of Tianshang shengmu 天上圣母 is held and opera is performed for two days. 4/19: The celebration of Cuifu dama 崔府大妈 is held and opera is performed for two days. 4/26: The celebration of Yanggong taishi 杨公太师 is held and opera is performed for two days. 7/23: The celebration of Zhanggong shengjun 张公圣君 is held and opera is performed for two days. 10/19: The celebration of Zunzhu mingwang 尊主明王, Houtu furen 后土 夫人 is held and opera is performed for two days. 5. Ritual groups Two spirit mediums spontaneously go into trance upon hearing the drums and gongs. The spirit mediums sometime skewer their flesh with metal needles. When possessed, the spirit mediums can transmit the god’s messages through spirit writing, using the planchette. They can answer questions and predict the future. The organizers of the ritual celebrations are the village elders who are selected annually by rotation. They invite three Daoist ritual masters to conduct a jiao ritual 建醮. Xiayuan pudu 下元 普度 usually takes place a few days after winter solstice on a day determined by divination. Mulian opera 目连戏 is performed using marionettes."}}