{"UID": "V405", "Name_Pinyin": "Lantian", "Name_hanzi": "蓝田", "Region": "Northern", "Village_Settlement": "Lantian village was originally called Yantian 盐田 and belonged to the Jiangwei Administrative Village 江尾行政村. The village of Lantian has over 500 people. The main livelihood is farming, with construction work as a supplement. The village belonged to the white banner alliance.", "Surname_Groups": "The Wu 吴 surname group is by far the dominant one in the village. They are related to the Wu of Zhoudun 周墩吴. The Wu lineage has divided into four branches. There is no ancestral hall, but there are two ancestral houses, where, in addition to the ancestors, are worshipped Guanyinfo 观音佛 and Tiangong yuanshuai 田公元帅.", "Village_Temples": "1) Lantianjing Xinganshê 蓝田境兴安社 was rebuilt in 1985. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Sima shenghou 司马圣侯, Beidou xingjun 北斗星君, Qitian dasheng 齐天大圣, Puji shenghou 普济圣侯, Jialuo dasheng 迦罗大圣, Baiya dajiang 白牙大将, Fude zhengshen 福德正神, Jinbao sheren 金宝舍人, Zhao wuye 赵五爷 and Zhang siye 张四爷. 2) Longtiantang 龙田堂 is dedicated to Sanyi xiansheng 三一先生. Secondary gods include Xuantian shangdi 玄天上帝, Guanyin dashi 观音大士, Zhang Sanfeng 张三丰, and Zhuo zhenren 卓真人.", "Rituals": {"Yuanxiao processions": " On 1/12 spirit mediums 神童 carry the incense burner of Beidou xingjun 北斗星君 in a procession. On 1/13 a procession is held around the village boundaries and lanterns are paraded and the roadways are sealed against demonic influences 封路.", "Birthday celebrations of the gods": "2/25: The celebration of Qitian dasheng 齐天大圣. 5/22: The celebration of Puji shenghou 普济圣侯. 6/12: The celebration of Beidou xingjun 北斗星君. 10/19: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. On each god’s birthday opera is performed for two days, Sometimes a single Daoist master is invited to recite scriptures. These events are organized by the 福首. Funding is raised on a per capita basis. 5. Ritual groups The following gods of the Lantian lishê 蓝田里社 descend to possess spirit mediums: Beidou xingjun 北斗星君, Qitian dasheng 齐天 大圣, and Puji shenghou 普济圣侯 Each year divination blocks are cast to determine the presiding god 主坛神. At Yuanxiao the spirit mediums perform exorcistic dances 行傩. The Fushou 福首 are selected by rotation according to age. Thy invite Daoist masters 道士 to conduct a jiao ritual 建醮. The Chiqiaoan 赤桥庵 Buddhist nunnery is collectively owned by Jiangwei 江尾, Yantian 盐田, Duxia 度下 and Wujiao 梧郊. It is run by Buddhist nuns, and Guanyin dashi 观音大士 is worshipped there."}}