{"UID": "V408", "Name": "Houting", "Name_zh": "后亭", "Alliance": "Shangyu qijing (Shangyu sevenfold ritual alliance)", "Alliance_UID": "A089", "Alliance_zh": "上俞七境", "Irrigation_Region": "Northern", "Raw": {"Settlement": "Houting village was originally called Dukou 度口. Houting belongs to the Jikui Administrative Village 集奎行政村. The population of Houting village is over 700 people. The main livelihoods are construction labor and transshipment of goods.", "Surname_Groups": "The village has four main surname groups: the Zhou 周, the Chen 陈, the Li 李, and the Wu 吴. The Zhou have over 200 people, the Chen have 150, and the Li have over 130. It is said that the Zhou moved to Houting from Qingzhong in Huangshi 黄石清中. They are now into their seventh generation in the village, and are divided into two branches, with the most people in the first branch. The Li moved to Houting from Yangwei 洋尾 and are now into their fifth or sixth generation. The Chen have divided into three branches, which came to Houting from different places. The first branch came form Kuokou 阔口, the second branch came from Chenqiao 陈桥, and the third branch came from Moshang in the area beyond the coastal evacuations 界外磨上.", "Village_Temples": "1) Dutoujing Yingfushê 渡头境迎福社 is linked to the Yingfumiao 迎福庙. The temple was recently rebuilt. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Yanggong taishi 杨公太师, Lufu dashen 鲁府大神, Lufu dama 鲁府 大妈, Lufu yima 鲁府姨妈, Sima shengwang 司马圣王, Zhanggong shengjun 张公圣君, Beidou xingjun 北斗星君, and Xuantan yuanshuai 玄坛元帅. 2) Xinxingtan 新兴坛 is commonly called the Tanhuafu 探花府, and was built in the Qianlong 24 (1759). The temple is dedicated to Tiangong yuanshuai 田公元帅.", "Rituals": {"Processions": "On 1/16 there is a procession around the boundaries of the village and the roadways are sealed against demonic influences 封路. Daoist masters are summoned to hold jiao rituals 做醮.", "Birthday": "4/9: The celebration of Tiangong yuanshuai 田公元帅. 4/26: The celebration of Yanggong taishi 杨公太师. 5/5: The celebration of Lufu dashen 鲁府大神. 5/13: The celebration of Sima shengwang 司马圣王. 7/7: The celebration of Lufu dama 鲁府大妈. 8/13: The celebration of Tiangong yuanshuai 田公元帅. 10/20: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 On each of these occasions, opera is performed for two days. 5. Ritual Groups Each year twelve Fushou 福首 are selected according to surname groups. The Chen 陈 select eight, the Li 李 select two, and the Zhou 周 select one. At the end of the 10th lunar month or early in the 11th the Xiayuan pudu 下元普渡 rites of Universal Deliverance are performed by a single ritual master."}}, "Administrative Village": "Jikui Administrative Village", "Administrative Village_zh": "集奎行政村", "Population": "700"}