{"UID": "V409", "Name": "Daicheng", "Name_zh": "岱埕", "Alliance": "Shangyu qijing (Shangyu sevenfold ritual alliance)", "Alliance_UID": "A089", "Alliance_zh": "上俞七境", "Irrigation_Region": "Northern", "Village_Settlement": "Daicheng was originally called Daxicheng 大西埕 or Dacheng 大埕. Daicheng is a part of the Jikui Administrative Village 集奎行政村. The village of Daicheng has a population of over 1600 people. The village is divided into two neighborhoods, the Xinyishê 新义社 and the Yingfushê 迎福社.", "Surname_Groups": "There are many surname groups in the village, including the Yan 严, the Huang 黄, the Kang 康, the Zheng 郑, the Li 李, the Lu 陆, the Xu 徐, and the Lin 林. The Yan 严 make up one fifth of the vil lage population. The ancestors of the Yan lineage were boat builders 福清 光阴. They first worked in Hankou 涵口 painting boats, and later settled in Daicheng, where they have been for seven generations. The Yan have an ancestral hall in Fuqing county in the village of Guangyin 福清光阴, and there they also preserve a lineage genealogy. The Huang have between 300 and 400 people. Their origins are in Huangxia 黄霞. The Zheng 郑 have few households, but they nevertheless have an ancestral hall 祠堂 where they perform collective rites of worship to their founding ancestor and his spouse 合祭公婆.", "Village_Temples": "1) Taishijing Xinyishê 太师境新义社. The main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, and Sima shengwang 司马圣王. Secondary gods include Beidou xingjun 北斗星君, Qitian dasheng 齐天大圣, Bai daren 白大人, Tiangong yuanshuai 田公元帅, Qixing furen 七星夫人, Wang daye 王大爷, and Shiwupo 十五婆. 2) Xilaiting 西来亭 contains the altar of the Yingfushê 迎福社. The main gods are Guanyin dashi 观音大士, Zunzhu mingwang 尊主明王, and Houtu furen 后土夫人. Secondary gods include Tiangong yuanshuai 田公元帅, Xuantian shangdi 玄天上帝, Jin daren 金大人, and Bai daren 白大人. 3) Sanchaogong 三潮宫 is dedicated to Puhua tianzun 普化天尊. Secondary gods include Yuantian shangdi 元天上帝, Qitian dasheng 齐天大圣, and Wang zhongjun 王中军. 4) Yaoguangci 瑶光祠 is dedicated to Sanyi jiaozhu 三一教主. The SSCDCB, 1992:7 records 44 initiates. 5) Rulintang 儒林堂 is dedicated to Sanyi jiaozhu 三一教主. The SSCDCB, 1992:7 records 26 initiates. 6) Shundetang 顺德堂 (涵江岱埕) is dedicated to Tudigong 土地公. 7) Hunyuandian 混元殿 is located in Hanjiang daicheng 涵江岱埕.", "Rituals": {"Yuanxiao processions": "On 1/9 the Yan 严 lineage takes the incense burners of the shê on a procession through the village to each household to xingdao 行道 practice the Dao. On 1/10 the Huang 黄 lineage takes the incense burners of the shê on a procession through the village to each household to xingdao 行道 practice the Dao. On 1/15 villagers go to Lingyundian 凌云殿 on Hugong 壶公 Mountain to request incense fire from Yuhuang dadi 玉皇大帝香火. Sima shengwang 司马圣王 and Beidou xingjun 北斗星君 possess spirit mediums who go on a procession through the village. Daoist ritual masters from Duotou 哆头 are invited to conduct a jiao ritual 做醮.", "Birthday celebrations of the gods": "2/25: The celebration of Qitian dasheng 齐天大圣. 3/3: The celebration of Xuantian shangdi 玄天上帝. 4/29: The celebration of Bai daren 白大人. 5/13: The celebration of Sima shengwang 司马圣王. The celebration of Guanyin dashi 观音大士. The celebration of Puhua tianzun 普化天尊. The celebration of Qitian dasheng 齐天大圣. The celebration of Jin daren 金大人. The celebration of the Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of the Xinyishê 新义社. 9/15: The celebration of Beidou xingjun 北斗星君. A procession is made to Lingyundian 凌云殿 on Hugong 壶公 Mountain to request incense fire and opera is performed for three days. 10/17: The celebration of the Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of the Yingfushê 迎福社. On each god’s birthday opera is performed for two days. These events are organized by the Fushou 福首. Funding is raised on a per capita basis. 5. Ritual Groups The Fushou are selected by rotation according to age each year. The village has spirit mediums who during Yuanxiao perform exorcistic dances 行傩. The Sanchaogong 三潮宫 has spirit writing sessions 扶乩. The Yaoguangci 瑶光祠 performs Xiayuan pudu 下元普渡 rites of Universal Deliverance. 6/19: 6/24: 7/25: 7/24: 8/4:"}, "Administrative Village": "Jikui Administrative Village", "Administrative Village_zh": "集奎行政村"}