{"UID": "V411", "Name_Pinyin": "Duxia", "Name_hanzi": "度下", "Region": "Northern", "Village_Settlement": "Duxia natural village belongs to the Shangwu Administrative Village 上梧行政村. The village population is over 500 people. Duxia village is divided into two neighborhoods called Qiandun 前墩 and Houdun 后墩. The main livelihood is handicrafts based in bamboo made for export.", "Surname_Groups": "The Zhan 詹 make up 80% of the village population. There are also some households surnamed Lin 林. The Zhan lineage is divided into six branches, and the third branch has the most people, with around 150. There is a Zhan ancestral hall, but there is no lineage genealogy. The Lin are said to have come from Chizhu 赤柱 in Putian 莆田 city.", "Village_Temples": "1) Xitingjing Chenglongshê 西亭境乘龙社 is connected to the Beijidian 北极殿. The main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, and Xuantian shangdi 玄天上帝. Secondary gods include Xuantan yuanshuai 玄坛元帅, Qitian dasheng 齐天大圣, Zhanggong shengjun 张公圣君, Baima xianggong 白马相公, and Puji shenghou 普济圣侯. 2) Zhichengtang 志诚堂 is dedicated to Sanyi jiaozhu 三一教主. Secondary gods include Zhanggong shengjun 张公圣君, Yanggong taishi 杨公太师, and Xiao daye 肖大爷. The SSCDCB, 1992:7 records seven initiates.", "Rituals": {"Yuanxiao processions": " On 1/13 Qiandun 前墩 takes the gods on procession and seals the roadways against demonic influences 封路. On 1/15 Houdun 后墩 takes the gods on procession and seals the roadways against demonic influences 封路.", "Birthday celebrations of the gods": "2/25: The celebration of Qitian dasheng 齐天大圣. 3/3: The celebration of Xuantian shangdi 玄天上帝. 3/15: The celebration of Xuantan yuanshuai 玄坛元帅. 4/26: The celebration of Yanggong taishi 杨公太师. 7/23: The celebration of Zhanggong shengjun 张公圣君. 10/12: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. On each god’s birthday opera is performed for two days. These events are organized by the 福首. Funding is raised on a per capita basis. 5. Ritual groups The village has spirit medium 神童 who perform exorcistic dances 行傩, but there is no specialized collective training for spirit mediums 关戒. Whoever hears the bells and drums and becomes possessed is the spirit medium. Each year two people are selected in rotation on the basis of age to be Fushou 福首. Just before the winter solstice 冬至 the divination blocks are consulted to select the day for the Lanpen rites 兰盆 (xiayuan pudu 下元普渡). A minority of the village population are Christians. Each year on 5/13 there are dragon boat races held with Xihu 西湖 village."}}