{"UID": "V412", "Name": "Jikui", "Name_zh": "集奎)", "Region": "Northern", "Village_Settlement": "Jikui is also called Zhijie 直街. Jikui village is located alongside the Beitang Lake 白塘湖畔. This area was part of the Zhijie dacheng pu 直街大埕铺 (police/defense unit) of Xiaoyili 孝义里 sub-canton. In the Ming the village of Qiaonan 桥南 was settled in this area. The current population of Jikui village is approximately 1100 people, and it is managed by the Jikui Administrative Village 集奎行政村. The local temple ritual system is divided up according to neighborhood settlements into four jia ritual associations: Houcuo 后厝, Hougang 后港, Shangjie上街, and Xiajie下街. The main livelihood is rope making and working in factories. In the feuding banner alliances of the end of the Qing, the four jia of Jikui were part of the black banner alliance.", "Surname_Groups": "It is said that the original inhabitants of Jikui village were the Kang 康, but nowadays the Zeng 曾 surname group is dominant, with about 50% of the village population. Other important surnames are the Shen 沈 and the Zheng 郑. The Zeng 曾 moved to the village from Huian 惠安 in the Guangxu period (1875–1908). At that time there were two brothers who were fishermen. Their boat sank off the coast of Putian 莆田 and they washed up on shore in Hanjiang 涵江. That night they stayed in a temple in Jikui 集奎 and the god Hei daren 黑大人 came to the brothers in a dream and told them to make fishing hooks for a living. Later their fish hooks became famous and people came to buy them by the boatload. The older brother never married, but the younger brother married and had three sons, who founded three branches of the lineage named Tian 天 (heaven), Di 地 (earth), and ren 仁 (humanity). Now the Zeng are the largest lineage in the village and have reached their tenth generation. Originally they had four ancestral halls, as well as some old ancestral chambers. Currently there are still two ancestral halls. Once they had a lineage genealogy. The ancestral tombs are in the Jiuhua mountains.", "Village_Temples": "1) Jikuijing Longtou lishê 集奎境龙头里社: The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Beidou xingjun 北斗星君, Sima shengwang 司马圣王, Baigong daren 白公大人, Heigong daren 黑公大人, Tiangong yuanshuai 田 公元帅, Qitian dasheng 齐天大圣, Sihai longwang 四海龙王, Lufu dashen 鲁府大神, Lufu dama 鲁府大妈, Taiyi xiangu 太乙仙姑, Chouliang dawang 臭梁大王, Liang shengwang 量圣君. 2) Gongdeci 功德祠 is said to have been built in the Song. It was re-dedicated to Sanyi jiaozhu 三一教主 in the Ming. Secondary gods include Zhang Sanfeng 张三丰, Zhuo zhenren 卓真人 and Huibai cishi 慧白慈师 (this monk ", "Rituals": {"Yuanxiao processions": "", "Birthday celebrations of the gods": ""}}