{"UID": "V414", "Name": "Houxue", "Name_zh": "后学", "Alliance": "Hougong erjia (Hougong two jia ritual alliance)", "Alliance_UID": "A092", "Alliance_zh": "后宫二甲", "Irrigation_Region": "Northern", "Village_Settlement": "The village of Houxue has a population of approximately 600 people. The main livelihood is overseeing construction projects.", "Surname_Groups": "The entire village is surnamed Huang 黄. The Huang moved to Houxue in the Wanli period (1573–1620) from Huangxia 黄霞 in Hanjiang 涵江. According to legend, there were five brothers who opened a school in the village. Early on, the lineage divided into two branches, and now there are six branches, namely the first branch 头房 or Fu 福, the second branch 二房 Shou 寿, the third branch 三房 Ji 吉, and the fourth, fifth, and sixth branches. The Ji branch (third) is the largest with over 400 people. Originally there were three lineage halls in the village, but now only one survives. Formerly there were lineage genealogies 族谱 and worship registers 祭薄, but these are all gone.", "Village_Temples": "1) Dunangong 度南宫 contains the altars of the Qinganshê 庆安社 and the Qingfushê 庆福社. The main gods are Tianshang shengmu 天上圣母, Zunzhu mingwang 尊主明王, and Houtu furen 后土 夫人. Secondary gods include Xuantian shangdi 玄天上帝, Qitian dasheng 齐天大圣, Yanggong taishi 杨公太师, and Zhanggong shengjun 张公圣君. 2) Shuxingmiao 书兴庙 is dedicated to Yanggong taishi 杨公太师. Secondary gods include Fude zhengshen 福德正神, and Tuzhu mingwang 尊主明王 (Lu Ban 鲁班) .", "Rituals": {"Yuanxiao processions": "On 1/9, the gods of Dunangong 度南宫 are invited on a procession through Hougong village to xingdao 行道 practice the Dao. On 1/16 Houxue village, together with Hougong village 后宫, celebrate the end of the Yuanxiao festival. They invite the spirit mediums of Dunangong 度南宫 and Shuxingmiao 书兴庙 to go into trance and go on procession through their villages, and to seal the roadways against demonic influences 封路.", "Birthday celebrations of the gods": "2/25: The celebration of Qitian dasheng 齐天大圣 3/3: The celebration of Xuantian shangdi 玄天上帝 is held and opera is performed for two days. 3/23: The celebration of Tianshang shengmu 天上圣母 is held and opera is performed for two days. 4/26: The celebration of Yanggong taishi 杨公太师 is held and opera is performed for two days. 7/23: The celebration of Zhanggong shengjun 张公圣君 is held and opera is performed for two days. 8/15: The celebration of Zunzhu mingwang 尊主明王, Houtu furen 后土夫人 is held and opera is performed for two days. 5. Ritual groups Dunangong 度南宫 and Shuxingmiao 书兴庙 each has a single spirit medium who organizes the Yuanxiao procession, and the tanban 坛班 altar association. Each year four Fushou 福首 are selected by rotation to host the rituals of the year."}}