{"UID": "V415", "Name": "Dongting", "Name_zh": "东亭)", "Region": "Northern", "Village_Settlement": "Dongting is located alongside the Baitang Lake 白塘湖. This area was part of the Xiliugong Xiacaipu 西刘宫下蔡铺 (police/ defense unit) of Xiaoyili 孝义里 sub-canton. In the Qing, the two villages of Xiacai 下蔡 and Dongting 东亭 were settled in this area. Today they have merged into a single village, with a population of approximately 700. Dongting is part of the Hougong Administrative Village 后宫行政村. The temple ritual Dongting four jia ritual alliance system is divided on the basis of settlement or neighborhoods into four jia 四甲 ritual associations: Houdun 后墩, Qiandun 前墩, Houcuo 后厝, and Qiancuo 前厝. The main livelihood comes from working in construction.", "Surname_Groups": "The Cai 蔡 are the main surname groups, with over 300 people. There are also the Lin 林, the Chen 陈, and the Xie 解 surname groups. The Cai moved to Dongting from Linchuan 灵川 and have divided into three lineage branches, of which the third has the most people. There is a Cai ancestral hall and on regular occasions joint worship of the ancestors takes place there.", "Village_Temples": "1) Dongtingjing Xixingshê 东亭境西兴社. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. The secondary gods include Zhanggong shengjun 张公圣君 and Qitian dasheng 齐天大圣. 2) Xinglingdian 兴灵殿 was rebuilt in Qianlong 20 (1755). The main god is Xuantian shangdi 玄天上帝. Secondary gods include Shuaifu Shidaren 帅府 士大人, Duchayuan Gouyushi 都察院苟御史, Tiangong yuanshuai 田公元 帅, and Fanghuo dadi 放火大帝. 3) Zhuchan shuyuan 珠缠书院 was restored in Daoguang 11 (1831). The main god is Wenchang dijun 文昌帝君. Secondary gods include Poqiao jiangjun 破窍将军, Zhuyi xiansheng 朱衣先生, and Kuidou xingjun 魁斗 星君. 4) Damafu 大妈府 is dedicated to Cuifu dama 崔府大妈. 5) Sanjiaoci 三教祠 is dedicated to Sanyi jiaozhu 三一教主. 6) Fotang 佛堂 is dedicated to Guanyin dashi 观音大士.", "Rituals": {"Yuanxiao processions": "On 1/15 the villagers take the gods of the Xinglingdian 兴灵殿 on a procession around the village boundaries. On 1/17 the gods of the Xixingshê 西兴社 on a procession around the village boundaries.", "Birthday celebrations of the gods": "1/7: The celebration of Yuhuang dadi 玉皇大帝 is organized by Houdun 后墩. 1/14: The celebration of Sanyi jiaozhu 三一教主 is organized by Qiancuo 前厝. 2/3: The celebration of Wenchang dijun 文昌帝君 is organized by Houcuo 后厝. 2/25: The celebration of Qitian dasheng 齐天大圣 is organized by Qiandun 前墩. Opera is performed for two days. 3/23: The celebration of Xuantian shangdi 玄天上帝 is organized by Qiandun 前墩. Opera is performed for two days. 4/9: The celebration of Tiangong yuanshuai 田公元帅 is organized by Qiandun 前墩. Opera is performed for two days. The celebration of Shi daren 士大人 is organized by Houdun 后墩. Opera is performed for two days. 5/16: The celebration of Heaven and earth 天地 is organized by Houdun 后墩. 7/7: The celebration of Kuidou xingjun 魁斗星君 is organized by Houcuo 后厝. 7/15: The celebration of Gou yushi 苟御史 is organized by Qiancuo 前厝. Opera is performed for two days. 7/16: The celebration of Sanyi jiaozhu 三一教主 is organized by Houdun 后墩. 7/23: The celebration of Zhanggong shengjun 张公圣君 is organized by Houdun 后墩. Opera is performed for two days. 8/21: The celebration of Cuifu dama 崔府大妈 is organized by Houcuo 后厝. 9/4: The celebration of Fanghuo dadi 放火大帝 is organized by Houcuo 后厝. Opera is performed for two days. 9/15: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is organized by Qiandun 前墩. Opera is performed for two days. 10/18: The celebration of Tianjie guniang 天界姑娘 is organized by Qiandun 前墩. 5. Ritual groups There is one older spirit medium 神童 and four new mediums. They are trained in guanjie 关戒 spirit medium training sessions, which have been held twice, each time for two or three days. Daoist ritual masters are invited to these rituals. Each year six Fushou 福首 are selected by rotation. 5/15:"}}