{"UID": "V416", "Name": "Dongdun", "Name_zh": "东墩", "Alliance": "Yangwei liucun (Yangwei six village ritual alliance)", "Alliance_UID": "A094", "Alliance_zh": "洋尾六村", "Irrigation_Region": "Northern", "Village_Settlement": "Dongdun village was once a tidal flat. In the Song, Li Zhigan 李制干 built dikes around this area and reclaimed the land from the sea. Currently the village has a population of over 922 people. Dongdun village is divided into Dingcuo 顶厝, Xiacuo 下厝 and Qiaotoujiao 桥头 角 neighborhoods. The main livelihood is farming. Many villagers work in construction and carpentry.", "Surname_Groups": "The Huang 黄 is the major surname group. There are also over 100 people surnamed Lin 林. There are also some minor surnames including the Sun 孙, Yang 杨, Tian 田, Dai 戴, Yu 俞, Xie 谢 and the Guan关. The Huang came from Huangxia 黄霞, and now have over 1300 people. The Huang lineage was founded by Ancestor Lanting 兰亭公 who is said to have had six sons. One moved away to Huangshi and those that stayed on in Yangwei divided into five lineage branches. The Huang live mostly in the three villages of Dongdun 东墩, Xidun 西墩 and Xilin 西林. The Huang lineage ancestral hall 黄氏大祠堂 was converted into a school during the Republican period. The other lineage branch ancestral halls have also fallen down or been taken over as production brigade headquarters. The ancestral tombs are in Huangxia 黄霞. The Lin 林 came from Xiake下柯 near Putian 莆田 and have 26 households in the village. They are divided into two lineage branches and there is a ancestral house that is kept up by both branches. At Yuanxiao the entire lineage gathers there to worship their ancestors. There is also the Lizhiganci (Shrine) 李制干祠 in Dongdun 东墩, which was first built in the Southern Song, and was rebuilt in the Ming, and which covers 380 sq. meters. This shrine is a Putian City cultural preservation site. The shrine has a plaque written by the Southern Song Jinshi Wang Jinzhi 王进之 as well as a stele composed in 1526 by the Minister of Justice Lin Jun 刑部尚书林俊 entitled 永思堂记 (Record of the Hall of Eternal Recollection) (Epigraphical Materials, 1995:153, No. 131), and another stele composed by Li Tingwu 李廷梧 in Hongzhi 12 (1499) entitled 李氏重修东 墩祠记 (Record of the repairs to the Dongdun Li ancestral hall) (Epigraphical Materials, 1995:165, No. 143). The texts of several other inscriptions concerning the Li Zhigan shrine have survived (Epigraphical Materials, 1995:17, 19, 163; No. 18, 21, 141).", "Village_Temples": "1) Jufushê 聚福社 is the overall main shê-altar of the Huang lineage of Yangwei 洋尾黄氏总社, and it is shared with Xilin village 西林. The temple is dedicated to Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. On the left is Zhanggong shengjun 张公圣君, and on the right Linshui furen 临水夫人 and Chen Banye 陈班爷. 2) Dongxingmiao 东兴庙 is dedicated to Fude zhengshen 福德正神. 3) Zhongyitang 中一堂 is dedicated to Sanyi jiaozhu 三一教主. 4) Guanfuan 观福庵 is dedicated to Guanyin dashi 观音大士. 5) Fuqingtang 福庆堂 is dedicated to Sanyijiaozhu 三一教主 and Tiangong yuanshuai 田公元帅 and belongs to Dingcuo 顶厝 and Xiacuo 下厝. 6) Jianmingtang 建明堂 is dedicated to Sanyijiaozhu 三一教主", "Rituals": {"Yuanxiao processions": "On 1/11 a procession is held in the village. On 1/13 palm sedan chairs with miniature statues of the gods are taken on procession 摆棕轿. On 1/9 the Huang lineage 黄氏 celebrates Yuanxiao 元宵. On 1/26 the village takes part in the general procession of the six-fold ritual alliance. This event is organized by the six-fold alliance management committee.", "Birthday celebrations of the gods": "7/29: Xiayuan pudu 中元普度 rites of Universal Deliverance are performed. Formerly, as many as five or seven Daoist ritual masters were invited to conduct the rites, currently only a single Daoist master is invited. During the ritual, water lanterns are set to float from boats on the irrigation canals. 8/21: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Opera is performed for two days. The celebration is organized by the village as a whole, and funding is raised on a per capita basis. 11/2: Opera is performed for two days at the Lower Prime pudu 下元普度. 5. Ritual Groups There is one spirit medium 神童 in the village, but he is over 60 years old. The village Three in One temple is called the Zhongyitang 中一堂. Regular monthly rites are performed by the initiates 门人. There is also a Buddhist nunnery called the Guanfuan 观福庵, where Buddhist rites are performed, and various peoples’ spirit tablets are worshipped."}, "Administrative Village": "-1", "Administrative Village_zh": "-1"}