{"UID": "V417", "Name": "Lijiao", "Name_zh": "李角", "Alliance": "Yangwei liucun (Yangwei six village ritual alliance)", "Alliance_UID": "A094", "Alliance_zh": "洋尾六村", "Irrigation_Region": "Northern", "Village_Settlement": "Lijiao village has a population of approximately 1000 people. The main livelihood is farming, though many villagers are in the construction business.", "Surname_Groups": "The Li 李 are the dominant surname group. Other minor surnames include the Chen 陈 and the Huang 黄. The Li 李 are the descendants of Li Zhigan 李制干, and there is a Lishi Great Lineage hall 李氏大宗祠 in the village. This hall was first built in the Ming, and was rebuilt in Qing Qianlong 28 (1763). The hall covers 350 sq. meters. The hall preserves a stone inscription composed in 1489 by Minister of the Justice Peng Shao 彭韶 (from nearby Zhenjiang) entitled 白塘李氏重修先祠碑 (Stele recording the repair of the ancestral shrine of the Li lineage of Baitang) (Epigraphical Materials, 1995:116, No. 103); as well as another inscription from Qianlong 28 (1763) entitled 重建大宗祠碑 (Stele on the restoration of the Great Lineage hall) (Epigraphical Materials, 1995:245, No. 211). There are other ancestral halls and shrines in the village as well, including the Zhoumuci 州牧祠, a shrine set up in the Qianlong period in honor of Vice Magistrate of Zhili Department, Li Guangwen 直隶州司马李光文. This too is a large building, covering 338 sq. meters. The shrine contains two Qianlong plaques recording imperial honors. There is also the Qiyangci 祁阳祠 built in the Ming in honor of Li Long 湖广永州府祁阳县令李龙, which covers some 200 sq. meters. The Li lineage has preserved many additional historical items, including a 1516 stele composed by Investigating Censor Zhou Xuan 监察御使清江周宣 from nearby Qingjiang village. A number of memorial archways have been preserved in the village, including a Song dynasty memorial archway in honor of Li Tingyao 李延耀佥判第坊 and two Ming dynasty memorial archways. In addition, the tomb of Li Zhigan, the 李制干墓, dating to Song Chunxi 9 (1182) and located in the Chanji Mountains of Changtai 常太镇长基山, is visited on lunar 9/11 by representatives of the Li lineage who conduct rites at the tomb. The Li lineage has preserved two genealogies, one is the 白塘李氏族谱 Baitang Lishi zupu dating to 1721; the other is a more recent edition.", "Village_Temples": "1) Kuilongshê 魁龙社 is dedicated to Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 2) Xingzhengtan 兴正坛 is dedicated to Ou daren 欧大人. This temple was first built in the Ming Hongzhi period (1488–1521). The temple was rebuilt in 19", "Rituals": {"Yuanxiao processions": "ns On 1/12, the Zunzhu mingwang 尊主 明王, Houtufuren 后土夫人 and Yanggong taishi 杨公太师 of Linzhengong 灵镇宫 are taken on a procession throughout their own village. On 1/15, there is a fire walking rite 踩火. On 1/26 the village takes part in the general procession of the six-fold ritual alliance. This event is organized by the sixfold alliance management committee. Five Daoist ritual masters are invited to conduct a jiao ritual 做醮.", "Birthday celebrations of the gods": "10/3: The celebration for Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Opera is performed for two days. The celebration is organized by the village as a whole, and funding is raised on a per capita basis. Xiayuan pudu 下元普度 is performed on a date determined by spirit writing and is conducted once every three years. Marionette plays are performed."}, "Administrative Village": "-1", "Administrative Village_zh": "-1"}