{"UID": "V420", "Name": "Tangbian", "Name_zh": "塘边", "Alliance": "Yangwei liucun (Yangwei six village ritual alliance)", "Alliance_UID": "A094", "Alliance_zh": "洋尾六村", "Irrigation_Region": "Northern", "Raw": {"Settlement": "The village of Tangbian has a population of 700 people. The main livelihood is farming, with construction work as a supplement. In 1939, the troops of the Nanbei Army 南北军 burned down the village as they passed through the area. The foundations of an ancestral house renowned throughout the Hanjiang area called the Sanjiancuo 三间 厝 can still be seen in the village.", "Surname_Groups": "The main surname is the Chen 陈. The are also a few households surnamed Lin 林. The Chen are the Yuhu Chen 玉湖陈 from Kuokou 阔口 near Putian city. The Chen lineage ancestral hall 陈氏祠堂 was burned down by the soldiers of the Nanbei Army.", "Village_Temples": "1) Sanqijing Yiqingshê 三奇境仪清社 is dedicated to Tiangong yuanshuai 田公元帅, Baima shenghou 白马圣侯, Qitian dasheng 齐天大圣, Puji shenghou 普济圣侯. To the left: Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. To the right: Taiyi xiangu 太乙仙姑, Linshui furen 临水夫人. Front altar: Baiya jiangjun 白牙将军, Fenghuo ertong 风火儿童. 2) Hongrenci 弘仁祠 is dedicated to Sanwei daye 三位大爷 and Erwei daye 二位二爷. 3) Sanyitang 三一堂 is dedicated to Sanyijiaozhu 三一教主.", "Rituals": {"Processions": "On 1/13 there is a procession within the village, and the spirit mediums of neighboring villages are invited to pick flower-flames (undergo feats of pain by standing bare-chested in the flames of massive Roman candles) 神童采花. On 1/26 the village takes part in the six-village collective procession 六境总巡游. This event is organized by the six-fold ritual alliance temple management committee. Five Daoist masters are invited to perform a jiao ritual 做醮.", "Birthday": "2/22 and 8/24: The celebration of the gods of Hongrenci 弘仁祠. 7/16: The celebration of the Sanyi jiaozhu 三一教主. 4/8: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 4/9: The celebration of Tiangong yuanshuai 田公元帅. Each time opera is performed for two days. These events are organized by the village as a whole. Funding is raised on a per capita basis. Xiayuan pudu 下元普度 rites are performed on a time determined by spirit writing 扶乩, once every three years. Marionette plays are performed. 5. Ritual Groups This village has spirit medium 神童 who can transmit the messages of the gods in spirit writing 扶乩."}}, "Administrative Village": "-1", "Administrative Village_zh": "-1", "Population": "700"}