{"UID": "V424", "Name": "Xiaohu", "Name_zh": "孝户", "Alliance": "Zhenqian qijing (Zhenqian sevenfold ritual alliance)", "Alliance_UID": "A095", "Alliance_zh": "镇前七境", "Irrigation_Region": "Northern", "Village_Settlement": "Xiaohu village is a part of the Zhenqian Administrative Village 镇前行政村. The village of Xiaohu has a population of over 600 people. Originally the main livelihood was farming, but today the major source of income is the preparation and sale of spirit money for ritual uses.", "Surname_Groups": "The main surname groups in the village are the Cai 蔡, the Lin 林, the Li 李, and the Wu 吴. The Cai make up a third of the village population. They claim to be descendants of Cai Xiang 蔡襄 who moved to Xiaohu in the thirteenth generation. There is a Cai lineage ancestral hall 蔡氏祠堂.", "Village_Temples": "1) Ningjiangjing Xinglonggong 宁江境兴隆宫 contains the altar of the Fushoushê 福寿社. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Tianshang shengmu 天上圣母, Sima shengwang 司马圣王, Qitian dasheng 齐天大圣, Taibao zhongjun 太保中军, and Wenwu liesheng 文武列圣. 2) Chongxingtang 重兴堂 is dedicated to Sanyi jiaozhu 三一教主. Secondary gods include Yushu dadi 玉枢大帝, Tiangong yuanshuai 田公元帅, and Xuantan yuanshuai 玄坛元帅. 3) Chongshengtang 崇圣堂 is dedicated to Sanyi jiaozhu 三一教主. Secondary gods include Yanggong taishi 杨公太师, Xuantan yuanshuai 玄坛元帅, and Huanggong yuanshuai 黄公元帥. 4) Hongrenci 弘仁祠 is dedicated to Xie daye 谢大爷, Huang daye 黄大爷 and Li daye 李大爷.", "Rituals": {"Yuanxiao processions": "On 1/9 the incense burners of the shêaltar are taken on a procession to each household to xingdao 行道 practice the Dao. On 1/19 the overall Yuanxiao festival is celebrated. The spirit mediums 神童 of Xinglonggong 兴隆宫 go on a procession around the village boundaries, and seal the roadways against demonic influences 封路. Nanhu village invites the spirit mediums 神童 of all the neighboring black banner alliance villages to “pick flower-flames” 采花 (compete in feats of pain by standing bare-chested in the flames of Roman candles). Daoist ritual masters are invited to conduct a jiao ritual 道士做醮.", "Birthday celebrations of the gods": "2/25: The celebration of Qitian dasheng 齐天大圣. 3/23: The celebration of Tianshang shengmu 天上圣母. 5/11: The celebration of Taibao zhongjun 太保中军. 5/13: The celebration of Sima shengwang 司马圣王. 6/11: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后 土夫人. 7/16: The celebration of Sanyi jiaozhu 三一教主. On each of the above occasions, opera is performed for two days, and funds are raised on a per capita basis. 5. Ritual Groups Xiaohu village has a tanban 坛班 altar association of spirit mediums and their ritual assistants, but they have never held a guanjie 关戒 spirit medium training session. The Fushou 福首 are selected by rotation on the basis of age. On 10/15 the Xiayuan pudu 下元普度 rites of Universal Deliverance are performed by the initiates of the Hongrenci 弘仁 祠, and funds are raised by voluntary contributions."}}