{"UID": "V425", "Name": "Nancheng", "Name_zh": "南埕", "Region": "Northern", "Village_Settlement": "Nancheng is located alongside the Baitang Lake 白 塘湖. This region was part of the Nanchengpu 南埕埔 (police/defense unit) of Xiaoyili 孝义里 sub-canton. The area around Nancheng was originally all Nanchang four-shê ritual alliance sea-salt fields and tidal mudflats. After the construction of the Jishan dike in the Qing, 13,600 mu (over 2000 acres) of land was reclaimed from the sea, and the village gradually was settled. Currently there are some 2000 residents of the village, living in two neighborhoods, Shangdun 上墩 and Xiadun 下墩. In term of ritual organization, the village is divided by surname groups into four shê altars. The three main surnames are the Hu 胡, Cheng 程, and Weng 翁. Another group is made up of the Fang 方 and the Li 李 and other minor surnames. Each of these four groups has its own shê altar 四社. The main livelihood formerly was in the sea-salt fields but nowadays most people work in construction and virtual every family has a carpentry workshop. A minority are involved in commerce in Putian or Hanjiang 涵江. In the feuding banner alliances of the late Qing, all of the four shê of Nancheng village were members of the white banner alliance.", "Surname_Groups": "The three surnames of Hu 胡, Cheng 程, and Weng 翁 are the dominant surname groups but there are also several minor surname groups including the Fang 方 and the Li 李. There were originally a few Lin 林 and Zheng 郑 households but they have moved away. The Hu are the largest surname group with over 1200 people. According to legend, there was once a Jiangxi 江西 official surnamed Hu who moved to Putian to take up office, and his descendants lived in Nancheng. Later the lineage formed four branches, and the Hu are already into their twelfth generation. The second branch at some point merged with the first branch, so that there are now three lineage branches. There was originally a lineage hall, but it was torn down. The Cheng moved to Nancheng from Huangshi Zhelang village 黄石遮浪 and now have 480 descendants. They are divided into five branches. The Weng are the Liugui Weng 六桂翁氏. Their founding ancestor was Weng Chulian 翁处廉, who moved to Nancheng village from Beigao 北高. The Weng now number about 300 people, and are divided into three lineage branches. They are related to the Weng of Huangshi Qingzhong 黄 石清中, where their lineage genealogy can be consulted. The Li 李 moved to Nancheng from Yangwei 洋尾. The origins of the Fang 方 are unclear.", "Village_Temples": "1) Nanjiangjing Yian lishê 南江境义安里社 belongs to the Cheng 程, Weng 翁, and Hu 胡 lineages. The subsidiary branch shê-altars are the Cheng’s Yi’an zhongshê 义安中社, the Weng’s Yian dongshê 翁姓义 安东社 and the Fang’s Yiqingshê 义清社. The main gods of the Yi’an lishê 义安里社 are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Erdian zhenjun 二殿真君, Yanggong taishi 杨公太师 (belonging to the Weng 翁), Zhanggong shengjun 张公圣君 (belonging to the Fang 方), Qitian dasheng 齐天大圣 (belonging to the Cheng 程) and Puji shenghou 普济圣候 (also belonging to the Cheng 程). 2) Yian xishê 义安西社 belongs to the Hu 胡. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 3) Yiqingshê 义清社 belongs to the Fang 方. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Buzheng shijun 布政使君. 4) Sanzhengong 三真宫 (the overall main temple of the village 总宫) has a saying about it which goes “Before you leave Nancheng village, first go to the Sanzhen temple 三真宫”, which locals take to mean that even before the temple was built the god was already there. The main goddess is Tianshang shengmu 天上圣母. Secondary gods include Sandian zhenjun 三殿真君. 5) Nanjiangjing Xinglongtan 南江境兴隆坛 belongs to the Cheng 程 of Xiadun 下墩. Legend has it that this is the second oldest temple in Putian, and each year with an intercalary seventh month the gods of the temple go on procession throughout the village. The main gods are Tianqian shengmu 天 前圣母, Lubu dashen 鲁部大神, and Lufu yima 鲁府姨妈. Secondary gods include Yawen dutong dashen 押瘟都统大神, and Xiling Kongfu daren 西 岭孔府大人. 6) Beijidian 北极殿 is dedicated to Xuantian shangdi 玄天上帝. Secondary gods include Tianshang shengmu 天上圣母, Xingling dashen 行令大神, Hu yuanshuai 胡元帅, Hu guniang 胡姑娘, Chen xiannü 陈仙女, Li furen 李夫人, Tiankui 天魁, and Dikui 地魁. 7) Xianrenci 显仁祠 is dedicated to Fude zhengshen 福德正神. Secondary gods include Erye 二爷 and Daye 大爷. 8) Chalitang 察理堂 is dedicated to Li daren 李大人. 9) Yingshuiting 潆水亭 is dedicated to Guanyin dashi 观音大士. Secondary gods include Jialan pusa 迦蓝菩萨 and Weituo zuntian 韦驮尊天. 10) Yanshouge 延寿阁 is dedicated to Guanyin dashi 观音大士. 11) Yumingtang 玉明堂 is dedicated to Sanyi jiaozhu 三一教主. 12) Nanjiangjing Hexingtang 南江境合兴堂 belongs to the Hu of Shangdun 上墩胡 and branched off from the Beijidian 北极殿. This temple is commonly called the Tanhuafu 探花府, and is dedicated to Tiangong yuanshuai 田公元帅. Secondary gods include Wuxian Ma yuanshuai 五显马元帅, Baiya jiangjun 白牙将军, and Fenghuo ertong 风火儿童. 13) Nanjiang shuyuan 南江书院 belongs to the entire village and is dedicated to Wenchang dijun 文昌帝君. Secondary gods include Zhuyi xiansheng 朱衣先生, Poqiao jiangjun 破窍将军, and Kuidou xingjun 魁斗星君. 14) Qingyundian 青云殿 belongs to the Cheng 程 and was built in the Xianfeng period (1851–1861), and rebuilt in 1997. The main god is Yuansheng yuanshuai 袁圣元帅 (Tiangong yuanshuai 田公元帅). Secondary gods include Sima shengwang 司马圣王, Lüzu xianshi 吕祖仙师 and Baiya jiangjun 白牙将军. 15) Tongshengtang 通圣堂 branched off in the Ming Wanli period (1573– 1620) from the Huangshi Taihuci 黄石太湖祠, and is dedicated to Sanyi jiaozhu 三一教主, Secondary gods include Lufu dashen 鲁府大神, Lufu furen 鲁府夫人 and Lufu yima 鲁府姨妈. 16) Mingxiatang 明夏堂 is dedicated to Sanyi jiaozhu 三一教主. 17) Yumingtang 玉明堂 is dedicated to Sanyi jiaozhu 三一教主. 18) Donglai temple 东来寺 was built in Kangxi 47 (1708) by Buddhist Monk Shenran 深然. (PTZJZCG, 1992:206).", "Rituals": {"Yuanxiao processions": "On 1/8 the Weng 翁 take Yanggong taishi 杨公太师 and his spirit medium 神童 on a procession and seal the roadways against demonic influences 封路. On 1/10 the Fang 方 take the incense burners of the shê on a procession to xingdao 行道 practice the Dao. On 1/14 the 程 take Yanggong taishi 杨公太师, Gangong yuanshuai 干公 元帅, Wuxian yuashuai 五显元帅 and their spirit mediums in sedan chairs on a procession around the village. On 2/5 a general Yuanxiao celebration is held, organized by the Hu 胡. The spirit mediums of neighboring villages are invited to “pick flower-flames” 神童采花. (undergo feats of pain by standing bare-chested in the flames of Roman candles).", "Birthday celebrations of the gods": "2/10: The celebration of Tianqian shengmu 天前圣母 is organized by the Cheng 程 and opera is performed for two days. 3/3: The celebration of Xuantian shangdi 玄天上帝 is organized by the village as a whole, and opera is performed for two days. 3/23: The celebration of Tianshang shengmu 天上圣母 is organized by the village as a whole, and opera is performed for three days. 4/9: The celebration of Tiangong yuanshuai 田公元帅 is organized by the Hu 胡 and opera is performed for three days. 4/14: The celebration of Xingling dashen 行令大神. These events are organized by the village as a whole, and opera is performed for two days. 4/26: The celebration of Yanggong taishi 杨公太师 is organized by the Weng 翁, and opera is performed for two days. 5/6: The celebration of Yuhuang dadi 玉皇大帝 is organized by the Hu 胡. These events are organized by the village as a whole, and opera is performed for two days. 5/17: The celebration of Hu gunniang 胡姑娘. These events are organized by the village as a whole, and opera is performed for two days. 6/28: The celebration of Yawen dutong dashen 押瘟都统大神 is organized by the Cheng 程, and opera is performed for two days. 7/2: The celebration of the Zunzhu mingwang 尊主明王, Houtu furen 后土夫人 of the Yian lishê 义安里社 is organized by the Cheng 程, the Weng 翁, and the Fan 方 lineages all together, and opera is performed for three days. 7/6: The celebration of Lufu yima 鲁府姨妈 is organized by the surname of Cheng 程, and opera is performed for two days. 7/23: The celebration of Zhanggong shengjun 张公圣君 is organized by the Fang 方, and opera is performed for one day. the celebration of Puji shenghou 普济圣侯 is organized by the Cheng 程, and opera is performed for two days. 8/20: The celebration of Tiangong yuanshuai 田公元帅 is organized by the Hu 胡, and opera is performed for three days. 9/5: The celebration of 五显马元帅 is organized by the Hu 胡, and opera is performed for two days. 10/18: The celebration of Kongfu daren 孔府大人 is organized by the Cheng 程, and opera is performed for two days. 11/19: The celebration of the Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of the Yiqingshê 仪清社 is organized by the Fang 方, and marionette plays are performed . 11/21: The celebration of Chenxiannü 陈仙女 is organized by Xiadun 下墩 and opera is performed for two days. 5. Ritual groups The numbers of spirit mediums is not predetermined, but sometimes as many as twenty men 5/ be possessed. At Yuanxiao and at god’s birthdays, one to five Daoist ritual masters are invited to hold jiao rituals 做醮. On 10/29 the Xiayuan pudu 下元普度 rites of Universal Deliverance are performed. This ritual is organized by the temple management committee, who invite seven Buddhist monks and arrange for marionette plays and offerings. 8/2:"}}