{"UID": "V431", "Name": "Houdun", "Name_zh": "后墩", "Alliance": "Houzhou qijing (Houzhou sevenfold ritual alliance)", "Alliance_UID": "A099", "Alliance_zh": "后卓七境", "Irrigation_Region": "Northern", "Village_Settlement": "Houdun is divided into the three neighborhoods (jing 境) of Daxing 大星, Qingfeng 庆丰, and Lantian 蓝田. The entire village has more than 1000 people. Apart from agriculture, the local people live on the many fruit trees such as lychee trees and and waxberry trees. Many also work in shoe manufacturing factories. There is also economic support from their relatives overseas (Chinese overseas and Chinese in Taiwan).", "Surname_Groups": "The entire village is mostly of the Wu surname group 吴, encompassing approximately 700 people. There are also a minority of the Houzhuo sevenfold ritual alliance Zheng 郑, Zhu 朱, and Xu 许. The Wu are from Jindun 金墩 and Tiezao 铁灶 in Hanjiang 涵江. They moved to Houdun, according to legend, during the Song Dynasty. Currently, the Wu in the village are divided into three branches, the Jiyu branch 季玉, Jinan branch 季南, and the Jifeng branch 季风房, of which the Jifeng branch has relatively more people, coming close to 300 people. The ancestral hall of the Wu is used as a storage room. The Wu are mostly spread out in two neighborhoods: Lantian 兰田 and Qingfeng 庆丰.", "Village_Temples": "1) Lukougong 路口宫 is the main temple for Houzhuo 后卓, Taofeng 桃峰, Donghu 洞湖, Xiamei 下美, Baidu 白杜, Xialou 霞楼, and Qixi 企溪. The temple was first built in the Song Dynasty, and was rebult in 1985 and later rebuilt again in a different location. The main god worshipped is Wusheng tianfei 吴圣天妃. Right altar, secondary gods: Mayang jiangjun 马洋将军, Tiangong yuanshuai 田公元帅. Left altar, secondary gods: Xuantian shangdi 玄天上帝, Qitian yuanshuai 齐天元帅, Puji shenghou 普济圣侯. 2) Houzhuo Zhongshan xiaoyoushê 后卓境中山孝友社: Main gods: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, Xuantian dadi 玄天大帝. Secondary gods: Huang 黄 and Chen 陈 erdian jiangjun 二殿将军, Dong 董, Ge 葛, and Zhou jiangjun 周将军. 3) Damafu 大妈府: Main gods: Cui 崔, Yang 杨, and Li 李 dama 大妈. 4) Xingshansi Buddhist temple 兴山寺 was built during the Guangxu period (1875–1908) (PTZJZCG, 1992:213). 5) Lukoutang Buddhist hall 路口堂 was built in 1920 (PTZJZCG, 1992:213).", "Rituals": {"Yuanxiao processions": "On 1/9–10 or 1/11–12 (taking turns with Qiandun 前墩), Huang 黄 and Chen erdian jiangjun 陈二殿将军 are invited to go on procession within the four neighborhoods of the village.", "Birthday celebrations of the gods": "3/3: The birthday celebration of Xuantian shangdi 玄天上帝. Opera is performed, and Daoist ritual masters are invited to conduct rituals. The celebration is organized by Daxing 大星, and funds are collected on a per capita basis. 3/23: The birthday celebration of Puji shenghou 普济圣侯. Opera is performed, and Daoist ritual masters are invited to conduct rituals. The celebration is organized by Qingfeng 庆丰, and funds are collected on a per capita basis. 4/7: The birthday celebration of Wusheng tianfei 吴圣天妃. Opera is performed, and Daoist ritual masters are invited to conduct rituals. The celebration is organized by Lantian 蓝田, and funds are collected on a per capita basis. 9/28: Lanpen pudu 兰盆普度 rites of Universal Deliverance. No opera is performed. The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Opera is performed for two days, and the celebration is organized by the village as a whole. 5. Ritual groups Each year one Xianglao 乡老 elder from each neighborhood is selected, four in total, to organize ritual activities of the year. Some Xianglao elders can tell fortunes 占卜 and chant spells 念咒. 11/11:"}, "Administrative Village": "-1", "Administrative Village_zh": "-1"}