{"UID": "V433", "Name": "Qiandun", "Name_zh": "前墩", "Region": "Northern", "Village_Settlement": "The entire village has a population of more than 700 people. Apart from agriculture, local people earn a living through rais- ing lychees, brick making, carpentry, and working in shoe manufacturing factories.", "Surname_Groups": "The village was originally dominated by the Zhang 张, but now it is dominated by the Xu 许 and the Lin 林. The Xu used to be the long-term workers for the Zhang surname group. For unknown reasons, the Zhang no longer live in the village. The Xu make up three quarters of the entire population of the village, while the Lin make up one quarter. The origins of the Xu are unclear, nonetheless, formerly Xu surnamed people from Xudi 许地 in the Jiewai 界外 (areas subjected to coastal evacuation) visited Qiandun and claimed to share the same ancestors. It is said that during the Ming Dynasty, there were two high ministers (shangshu) 尚书 from Putian 莆田 at the court, one from Xibai 溪白 surnamed Fang 方 and the other by the surname of Xu from Qiandun village. When they were returning to their homes, a dispute arose as they both wanted to use the water from a stream at the foot of the Jiuhuashan mountain 九华山. Minister Xu wanted to use the stream for irrigation purposes while Minister Fang wanted to use it for making tea. The result of the dispute was to drill a hole in the rock that would allow only a small amount of the water to flow to Xibai, while the majority of the water flowed to irrigate the agricultural fields of Qiandun 前墩. This dispute made Minister Fang very angry and vengeful. He threw a lot of weapons into a deep pond located in the mountains behind Qiandun. Then he went to the emperor and told him that Minister Xu was preparing to overthrow the reign of the emperor by making weapons and assembling armies. When the emperor sent people to verify these claims, they found many weapons in the deep pond near Qiandun. Thus minister Xu and all his relations to the third degree were killed. One descendant of Minister Xu fled to the Jiewai 界外 (land beyond the limits). They added two strokes in front of the Xu character (许) so it became Xu (冫许 ). This is the reason behind the Xu (冫许) people coming to Houzhuo 后卓 to identify their common ancestry. The Xu 许 are divided into four branches in the village: first branch 头房, second branch 二房, third branch 三房, and fourth branch 四房. Among the branches, the second has the most people as well as an ancestral hall, which is now used as a storage center for straw.", "Village_Temples": "1) Zhongshan xiaoyoushê 中山孝友社: Main gods: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Secondary gods: Tiangong yuanshuai 田公元帅, Huang 黄 and Chen 陈 erdian jiangjun 二殿将军, Dong 董, Ge 葛, and Zhou jiangjun 周将军. 2) Longxinggong 龙兴宫: Main god: Kongfu daren 孔府大人. Secondary gods: Zhanggong shengjun 张公圣君, Huanghei jiangjun 黄黑将军, Daye 大爷, Erye 二爷. 3) Juhangting 聚沆亭: Main god: Guanyin dashi 观音大士.", "Rituals": {"Yuanxiao processions": "On 1/9–10 or 1/11–12, the villagers take turns with Houdun 后墩 village to invite Huang 黄 and Chen 陈二殿将军 erdian jiangjun, four statues in total, to go on procession within the village. Opera is performed, and one Daoist master 师公 is invited to conduct Jiao rituals 做醮 for two nights.", "Birthday celebrations of the gods": "3/19, 6/19, and 9/19: the birthday celebrations for Guanyin dashi 观音大士. Opera is performed for two days each time. The entire village organizes the ritual together, and funds are collected on a per capita basis. 8/7: the birthday celebration of Zunzhu mingwang 尊主明 王 and Houtu furen 后土夫人 is held. Opera is performed for four days, and Daoist ritual masters are invited to conduct rituals. The entire village organizes the ritual together, and funds are collected on a per capita basis. 10/18: the birthday celebration of Kongfu daren 孔府大人 is held. Opera is performed, and Daoist ritual masters are invited to conduct rituals. This event is organized by Lantian 蓝田, and funds are collected on a per capita basis. The contributions for the opera performance are partly raised by asking for voluntary contributions 题 缘 and partly by collecting on a per capita basis."}}