{"UID": "V434", "Name": "Shangguo", "Name_zh": "上郭", "Alliance": "Houzhou qijing (Houzhou sevenfold ritual alliance)", "Alliance_UID": "A099", "Alliance_zh": "后卓七境", "Irrigation_Region": "Northern", "Village_Settlement": "The entire village has approximately 500 people. Apart from agriculture, the local people live on the many fruit trees and by brick-making.", "Surname_Groups": "The Guo 郭 makes up 90% of the population of the entire village. Other surnames include the Li 李, the Lin 林, and the Zheng 郑. The Guo are related to those in Hetang 柯塘 of Xitianwei 西天尾.", "Village_Temples": "Xinxingshê 新兴社 branched off from the Longxingshê of Xiating village 下亭龙兴社 in Xianfeng 9 (1859): Main gods: Zunzhu mingwang 尊主明王, and Houtu furen 后土夫人. Secondary gods: Zhanggong shenghou 张公圣侯, Tiangong yuanshuai 田公元帅, Mayang jiangjun 马洋将军, Huoshen jiangjun 火神将军, Hushen jiangjun 虎神将军, Lingya jiangjun 灵牙将军, Panguan 判官, Jishi 吉使 and Fude zhengshen 福德正神.", "Rituals": {"Yuanxiao processions": "On 1/14–15, Tiangong yuanshuai 田公 元帅, Zhanggong yuanshuai 张公圣侯, Zunzhu mingwang 尊主明王, and Houtu furen 后土夫人 are carried in a procession around the village.", "Birthday celebrations of the gods": "4/9: The birthday celebration of Tiangong yuanshuai 田公元帅 is held. 7/23: The birthday celebration of Zhanggong shengjun 张公圣侯 is held. 8/6: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held. On all these occasions, opera is performed, and Daoist ritual masters are invited to conduct rituals. The entire village organizes the ritual together, and funds are collected on a per capita basis. The contribution for the opera performances is partly raised by asking for voluntary contributions 题缘. The directors of these ritual events 主持人 are selected by rotation according to their age, two per year. Taofeng 桃峰 1. Village settlement The entire village has a population of approximately 800 people. Their sidelines include fruit trees (lychee), shoe manufacturing factories as well as financial aid from Taiwan and overseas. 2. Surname groups The population of the entire village is 40% Chen 陈 and 25% Guo 郭. The Chen 陈 have some 300 people. One group are descendents of the Geli Chen 隔厘陈 who emigrated from Donghu 洞湖. This group has an ancestral hall in the village. The other group of Chen are called the Yingshui Chen 颖水陈, and emigrated from Kuokou 阔口. These latter Chen are divided into the first branch, second branch, third branch and fourth branch, of which the fourth has the most people, making up approximately one third of the total population of the surname group. The Guo 郭 have approximately 100 people. They emigrated from Guozhuang 郭庄 near Wujiang river 吴江. The Guo are also divided into four branches. The following miscellaneous surname groups are also found in the village: the Fang 方, the Weng 翁, the Lin 林, the Wu 吴, the Shi 施, the Huang 黄, the Yan 颜, the Cheng 程 and the Gao 高. 3. Village temples 1) Jianxingshê 建兴社 was built dring the Qing Tongzhi period (1862–1874). Main gods: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Secondary gods: Sima shengwang 司马圣王, Tiangong yuanshuai 田公元帅. Left: Wusheng tianfei 吴圣天妃, Mayang jiangjun 马洋将军, Puji shenghou 普济圣侯. Right: Huang 黄 and Chen 陈 erdian jiangjun 二殿将军, Baiya jiangjun 白牙将军. 2) Baoandian 保安殿: Main god: Jin daren 金大人. Secondary gods: Lan daren 蓝大人, Huo daren 火大人 and Zhanggong shengjun 张公圣君. 3) Yuanmingtang 园明堂: Main god: Sanyi jiaozhu 三一教主. Secondary gods: Right: Tianshang shengmu 天上圣母, Zhang gong 张公. Left: Guansheng dijun 关圣帝君. Middle: Shijia mouni 释加牟尼. Front: Xuantan gong 玄坛公, Weituo 韦陀. 4) Cihangting 慈航亭: Main god: Guanyin dashi 观音大士. Secondary gods include Wenchang dijun 文昌帝君, Guangong dijun 关圣帝君, Wuqu xingjun 武曲星君 and Tiangong yuanshuai 田公元帅. 5) Xinshantang 信善堂 was built in Guangxu period (1875–1909). The temple was renovated in 1987. Main god: Shijia mouni 释迦牟尼. Secondary gods: Dizangwang 地藏王, Guanyin dashi 观音大士, Weituo 韦陀. Side hall: Lufu daren 鲁府大人, Lufu furen 鲁府夫人. 4. Rituals: Yuanxiao processions On 1/10–13, all the gods in the shê temple are carried around on procession. Birthday celebrations of the gods 2/5: The birthday celebration of Jin daren 金大人 is held. Opera is not performed, but Daoist ritual masters are invited to conduct rituals. This event is organized by the Baoandian 保安 殿, and funding is raised through voluntary contributions. 2/19 and 9/19: The birthday celebration of Guanyin dashi 观音大士 is held. Opera is not performed. The offerings are set out by the Xinshantang 信善堂, and funding is raised through voluntary contributions. 3/23: The birthday celebration of Tianshang shengmu 天上圣母 is held. Opera is not performed, but Daoist ritual masters are invited to conduct rituals. This event is organized by the Yuanmingtang 圆明堂, and funding is raised through voluntary contributions. 5/13: The birthday celebration of Guansheng dijun 关圣帝君 is held. Opera is not performed, but Daoist ritual masters are invited to conduct rituals. This event is organized by the Yuanmingtang 圆明堂, and funding is raised through voluntary contributions. 6/3: The birthday celebration of Weituo 韦陀 is held. Opera is not performed, The offerings are set out by the Yuanmingtang 圆明堂, and funding is raised through voluntary contributions. 7/23: The birthday celebration of Zhanggong shengjuin 张公圣君 is held with opera performances. This event is organized by the village as a whole. 8/5: The birthday celebration of Lan daren 蓝大人 is held. Opera is not performed, but Daoist ritual masters are invited to conduct rituals. This event is organized by the Baoandian 保安殿, and funding is raised through voluntary contributions. 10/20: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held. Opera is performed for two to three days, and Daoist ritual masters are invited to conduct rituals. The entire village organizes the ritual together, and funds are collected on a per capita basis. The contributions for the opera performance are partly raised by asking for voluntary contributions 题缘 and partly by collecting on a per capita basis. 5. Ritual groups Hosts/managers of the event: Each year five Xianglao 乡老 are selected as managers, plus a few young people to aid in fundraising."}, "Administrative Village": "-1", "Administrative Village_zh": "-1"}