{"UID": "V437", "Name_Pinyin": "Tangbian", "Name_hanzi": "塘边", "Region": "Northern", "Village_Settlement": "The entire village has approximately 500 people.", "Surname_Groups": "The main surname group is the Lin 林.", "Village_Temples": "1) Dutangjing Fangshishê, Tianhougong 杜塘境方石 社, 天后宫 is co-owned with Gelong 隔垄 village. The main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人 and Tianshang shengmu 天上圣母. Secondary gods are Qitian dasheng 齐天大圣, Wuhuang dadi 五皇大帝 and Linshui furen 临水夫人.", "Rituals": {"Yuanxiao processions": ": On 1/13 Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, Huang jiangjun 黄将军, Chen jiangjun 陈将军, Tianshang shengmu 天上圣母, and Wenlin shuima 文临水妈 are invited to go on procession within the village. Opera is performed, and Daoist rites are held. masters are invited to conduct rituals. The village shê organizes the ritual, and funds are collected on a per capita basis. On 1/15 there is a joint Yuanxiao for the Xibai 溪白 ten shê ritual alliance. All the gods of Xiaoyoushê 孝友社 and Beijidian 北极殿 are invited to go on procession within the ten shê alliance. Opera is performed, and Daoist ritual masters are invited to conduct rituals. The celebration is organized by the ritual alliance, and funds are collected on a per capita basis throughout the region.", "Birthday celebrations of the gods": "3/3: The birthday celebration of Xuantian shangdi 玄天上帝 is held. Opera is performed for three days, and Daoist ritual masters are invited to conduct rituals. The village shê organizes the ritual, and funds are collected on a per capita basis. 3/23: The birthday celebration of Tianshang shengmu 天上圣母 is held. Opera is performed, and Daoist ritual masters are invited to conduct rituals. This event is organized cooperatively with Gelong 隔垄, and funds are collected on a per capita basis from both villages. On 10/25 the birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held. Opera is performed for three days, and Daoist ritual masters are invited to conduct rituals. The village shê organizes the ritual, and funds are collected on a per capita basis."}}