{"UID": "V443", "Name_Pinyin": "Hantou", "Name_hanzi": "汉头", "Region": "Northern", "Village_Settlement": "Hantou is also known as Xiangtou 巷头. The village has approximately 300 people.", "Surname_Groups": "The main surname group is the Shen 沈. The other surname groups are the Lin 林 and the Ou 欧.", "Village_Temples": "1) Aning zushê 安宁祖社: Main gods: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Secondary gods: Zhang daren 张大人, Huang shenghou 黄圣侯, Chen shenghou 陈圣侯, Wenlin shuima 文临水妈, Tianshang shengmu 天上圣母, Linshui furen 临水夫人, Wusheng tianfei 吴圣天妃 and Zhanggong shengjun 张公圣君 2) Huayuantang 华源堂 was built in 1986. Main god: Sanyi jiaozhu 三一教主. Secondary gods: Sanfeng zhenren 三峰真人, Zhuozu zhenren 卓祖真人, Xuantan yuanshuai 玄坛元帅, Tiangong yuanshuai 田公元帅, Puhua tianzun 普化天尊, Tiangong dadi 天宫大帝, Shuigong dadi 水宫大帝, Digong dadi 地宫大帝.", "Rituals": {"Yuanxiao processions": " On 1/13 Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, Huang jiangjun 黄将军, Chen jiangjun 陈将军, Tianshang shengmu 天上圣母, and Wenlin shuima 文临水妈 are invited to go on procession within the village. Opera is performed, and Daoist ritual masters are invited to conduct rituals. The village shê organizes the ritual, and funds are collected on a per capita basis. On 1/15 there is a joint Yuanxiao for the Xibai 溪白 ten shê ritual alliance. All the gods of Xiaoyoushê 孝友社 and Beijidian 北极殿 are invited to go on procession to each of the ten shê. Opera is performed, and Daoist ritual masters are invited to conduct rituals. The celebration is organized by the entire ritual alliance, and funds are collected on a per capita basis throughout the region. On 2/2 Toufu 头福 celebrations are held with opera. A procession is held around the village boundaries and lanterns are paraded.", "Birthday celebrations of the gods": "1/14 and 7/16: Celebrations are held for Sanyi jiaozhu 三一教主. The offerings are set out by the Huayuantang 华源堂, and funding is raised through voluntary contributions. 1/15, 7/15, and 10/15: Celebrations are held for the Sanguan dadi 三官大帝 of Heaven, Earth and Water. The offerings are set out by the Huayuantang 华源堂, and funding is raised through voluntary contributions. 3/16: The birthday celebration of Xuantan yuanshuai 玄坛 元帅 is held. Opera is performed, and Daoist ritual masters are invited to conduct rituals. The Xiaoyoushê 孝友社 organizes the ritual together, and funds are collected on a per capita basis. 10/25: The birthday celebration of Zunzhu mingwang 尊主 明王 and Houtu furen 后土夫人 is held. Opera is performed, and Daoist ritual masters are invited to conduct rituals. This is organized by the Xiaoyoushê 孝 友社, and funds are collected on a per capita basis."}}