{"UID": "V445", "Name": "Dongban", "Name_zh": "东坂", "Alliance": "Xibai shishê (Xibai ten shê ritual alliance)", "Alliance_UID": "A100", "Alliance_zh": "溪白十社", "Irrigation_Region": "Northern", "Village_Settlement": "The entire village has approximately 300 people.", "Surname_Groups": "The main surname groups are the Zeng 曾 and the Shen 沈.", "Village_Temples": "1) Xingningshê 新宁社: Main gods: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Secondary gods: Tiangong yuanshuai 田公元帅, Huang shenghou 黄圣侯, Chen shenghou 陈圣侯, Ma daren 马大人, Deng zhongjun 邓中军, Wang zhongjun 王中军, Shi zhongjun 施中军. 2) Longxinggong 龙兴宫: Main god: Tianmen Zhu zhizun 天门朱至尊. 3) Longhuatang 龙华堂: Main god: Xuantian shangdi 玄天上帝. Secondary gods: Guanyin dashi 观音大士, Lubu daren 鲁部大人, Tianqian shengmu 天前圣母, Yima yuanjun 姨妈元君.", "Rituals": {"Yuanxiao processions": "On 1/13, Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, Huang jiangjun 黄将军, Chen jiangjun 陈将军, Tianshang shengmu 天上圣母, and Wenlin shuima 文临水妈 of the Xingningshê 兴宁社 are invited to go on procession within the village. Opera is performed, and Daoist ritual masters are invited to conduct rituals. The village shê organizes the ritual, and funds are collected on a per capita basis. On 1/15 there is a joint Yuanxiao for the Xibai 溪白 ten shê ritual alliance. All the gods of Xiaoyoushê 孝友社 and Beijidian 北极殿 are invited to go on procession to each of the ten shê. Opera is performed, and Daoist ritual masters are invited to conduct rituals. The celebration is organized by the entire ritual alliance, and funds are collected on a per capita basis throughout the region.", "Birthday celebrations of the gods": "On 10/25 the birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held. Opera is performed, and Daoist ritual masters are invited to conduct rituals. These events are organized by the Xingningshê 兴宁社 and Xiaoyoushê 孝友社, and funds are collected on a per capita basis. On 11/28 the Lanpen pudu 兰盆普度 rites of Universal Deliverance are held. Three in One. Scripture masters 经师 and friends of Dao (Three in One initiates) 道友 recite the scriptures 念经. This rite is organized by the Huayuantang 华源堂, and funding is raised through voluntary contributions."}}