{"UID": "V451", "Name_Pinyin": "Linfeng", "Name_hanzi": "林峰", "Region": "Northern", "Village_Settlement": "The village has more than 500 people.", "Surname_Groups": "The main surname group is the Cheng 程. It is said that the Cheng emigrated from Jindun Tiezao 金墩铁灶 in Hanjiang 涵江. The minor surname group is the Zeng 曾.", "Village_Temples": "1) Zhaohui linggong 昭慧灵宫 was rebuilt in Qing Jiaqing 6 (1801) and renovated in 19", "Rituals": {"Yuanxiao processions": "妃. Secondary gods: Beidou xingjun 北斗星君, Zhanggong shengjun 张公圣君, Qitian dasheng 齐天大圣, Mayang zungong 马洋尊公, Oushi furen 欧氏夫人 and Puji shenghou 普济圣侯. 2) Fenglin Qingningshê 枫林境庆宁社 was renovated in 1987. Middle altar: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Left altar: Yanggong taishi 杨公太师, Wugu daxian 五谷大仙. Right altar: Zhanggong shengjun 张公圣君, Tiangong yuanshuai 田公元帅. 3) Jicuian Buddhist shrine 积翠庵 was originally built in the Tang by monk Baoguang 宝光. In the Song, the monk Xingguo 兴国 rebuilt the temple. In Wanli 15 (1587), the monk Huixing 慧性 rebuilt the temple. In Kangxi 20 (1681) the monk Haiding rebuilt the temple. (PTZJZCG, 1992:214) 4) Yuyunsi Buddhist temple 寓云寺 (PTZJZCG, 1992:214) 5) Mingxingtang 明性堂 is dedicated to Lin Lonjiang 林龙江. SJCDCB, 1992:36 records fifty-four initiates. 4. Rituals: Yuanxiao processions On 1/15 Zhanggong shengjun 张公圣君 of the main alliance temple of Zhaohui linggong 昭惠灵宫 is invited to go on procession within the village. Opera is performed, and Daoist ritual masters are invited to conduct rituals. This event is organized by the village itself, and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "4/26: The birthday celebration of Yanggong taishi 杨公太师 is held. 7/23: The birthday celebration of Zhanggong shengjun 张公圣君 is held. In the 10th lunar month, on a day determined by divination, the birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held. On both these occasions, opera is performed for two to three days, and Daoist ritual masters are invited to chant the scriptures. These celebrations are organized by the village itself, and funds are collected on a per capita basis."}}