{"UID": "V456", "Name": "Guantang", "Name_zh": "官塘", "Alliance": "Fenglin qijing (Fenglin sevenfold ritual alliance)", "Alliance_UID": "A102", "Alliance_zh": "枫林七境", "Irrigation_Region": "Northern", "Raw": {"Settlement": "Guantang is also known as Ketang 柯塘. Guantang village is divided into three neighborhoods: Dingcuo 顶厝, Xincuoli 新厝里, and Changcheng 长埕. The entire village has approximately 500 people. The main livelihood is agriculture.", "Surname_Groups": "The entire village shares the surname Guo 郭, and is of the Hui ethnic group 回族. According to local legend, as recounted by lineage elders, the ancestors of the Guo originally lived in Gushi 固始 of the Henan province 河南. During the period of Tang Yizong (860–874) their founding ancestor Master Song 嵩公 entered Fujian province to settle in the Zhi Mountains of Changle 长乐芝山 (also known as Guokeng 郭坑), During the Kaiping period of the Latter Liang (907–911), Master Xun 询公 entered Xianyou 仙游 and lived in Dafeibei 大蜚山. During the Song period, Master Weigao 惟高公 moved to Gudai 郭埭 village of Weitang 魏塘 in Putian. During the Song Shaoxing period (1131–1162), Master Yaoruo 尧若公 moved to Cangzhou 沧州 (also called Guocang 郭沧 or Guozhuang 郭庄). During the mid-Yuan, Master Gou 垢公 moved to Wushi 乌石. During the late Ming, Master Bofeng 伯凤公 moved to Dingcuo 顶厝 in Guantang 官塘. In the early Qing, Master Jingshun 景顺公 moved from Caopu 草埔 to Xincuoli 新厝里 of Guantang 官塘. The above mentioned ancestors are the two main lines of origin of the Guo 郭 in Guantang village 官塘村.", "Village_Temples": "1) Anren shê 安仁社 branched off from Anren zushê 安仁祖社 of Xitianwei 西天尾 during the late Ming. In Qianlong 35 (1770), Master Xuebo 学博公 raised funds and built the temple. The temple was renovated in 1986 and was rebuilt in 1995. The main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人 and Tianshang shengmu 天上圣母. Secondary gods include Puji shenghou 普济圣侯, Mayang zungong 马洋 尊公, Qitian dasheng 齐天大圣, Zhanggong shengjun 张公圣君, Wusheng tianfei 吴圣天妃 and Dutong dawang 都统大王. 2) Baiyundong 白云洞 is dedicated to Daye 大爷.", "Rituals": {"Processions": "On 1/13–15 Zunzhu mingwang 尊主明王, Houtufuren 天上圣母, Wusheng tianfei 吴圣天妃, Puji shenghou 普济圣侯 and Dutong dawang 都统大王 are invited to go on procession within the village. Opera is performed, and Daoist ritual masters are invited to conduct rituals. This event is organized by the village itself, and funds are collected on a per capita basis.", "Birthday": "3/23: The birthday celebration of Tianshang shengmu 天上圣母 is held. Opera is performed for three days, and Daoist ritual masters are invited to chant the scriptures. These events are organized by the village itself, and funds are collected on a per capita basis. 11/16: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held. Opera is performed for two to three days, and Daoist ritual masters are invited to chant the scriptures. These events are organized by the village itself, and funds are collected on a per capita basis."}}, "Administrative Village": "-1", "Administrative Village_zh": "-1", "Population": "500"}