{"UID": "V457", "Name": "Xitianwei", "Name_zh": "西天尾", "Alliance": "Fenglin qijing (Fenglin sevenfold ritual alliance)", "Alliance_UID": "A102", "Alliance_zh": "枫林七境", "Irrigation_Region": "Northern", "Raw": {"Settlement": "Xitianwei was originally called Xitingwei 西亭尾 and was a center of exchange for goods from the mountainous regions of Putian 莆田 and goods from the plains. There currently are more than 5000 people living in the market town. Their main livelihood is commerce and agriculture. Other livelihoods include female workers working in shoe manufacturing factories and commercial trading.", "Surname_Groups": "Wei 魏, Shi 施, Cai 蔡, Chen 陈, Lin 林, Wu 吴, Weng 翁, Ke 柯, and Zhu 朱. It is said that Xitianwei village originally only had three surnames (that is, the Wei 魏, Shi 施, and Cai 蔡). The Chen 陈, Lin 林, and Wu 吴 emigrated from Houzhuo 后卓. The Weng 翁, Ke 柯, and Zhu 朱 moved here after the founding of the PRC, and are considered to be new settlers.", "Village_Temples": "Xiawujing 霞梧境 Anren zushê 安仁祖社: It is said that in the past, only twenty-seven households built this shê. Lin Chongbao 林崇宝 volunteered land and money to build the temple. The temple was rebuilt in Qing Qianlong 55 (1790), and was renovated in the 1990s. Main gods: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, Wusheng tianfei 吴圣天妃, Dutong zunwang 都统尊王, Qitian dasheng 齐天大圣, Baima jiangjun 白马将军, Tiangong yuanshuai 田公元帅, Zhanggong shengjun 张公圣君, Chenshi zhenren 陈氏真人, Baiya jiangjun 白牙将军, Jinjiangjun 金将军 and Zoufu daren 邹府大人. 2) Rendean 仁德庵 is dedicated to Guanyin dashi 观音大士.", "Rituals": {"Processions": "On 1/15–16 Qitian dasheng 齐天大圣, Wusheng tianfei 吴圣天妃, Baima jiangjun 白马将军, Tiangong yuanshuai 田公元帅, and Dutong zunwang 都统尊王 are invited to go on procession within the village. Opera is performed for three days, and Daoist ritual masters are invited to conduct rituals. This event is organized by the village itself, and funds are collected on a per capita basis.", "Birthday": "8/13: The birthday of Cuifu daren 邹府大人 is held with opera and Daoist rites. 10/28: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Opera is performed for two to three days, and Daoist ritual masters are invited to chant the scriptures. This celebration is organized by the village itself, and funds are collected on a per capita basis."}}, "Administrative Village": "-1", "Administrative Village_zh": "-1", "Population": "5000"}