{"UID": "V463", "Name": "Donghuang", "Name_zh": "东黄", "Alliance": "Chengzhu liushê (Chengzhu six shê ritual alliance)", "Alliance_UID": "A103", "Alliance_zh": "澄渚六社", "Irrigation_Region": "Northern", "Village_Settlement": "The village has more than 500 people.", "Surname_Groups": "Surnames include the Yao 姚, Huang 黄, Zhu 朱, Guo 郭, Wang 王, and Lin 林. The Yao emigrated from Chongqin 冲沁 in Hanjiang 涵江, while the Huang emigrated from Huangxia 黄霞 (Huangxiang) of Hanjiang 涵江.", "Village_Temples": "1) Longjingong 龙津宫, 龙津东社 Longjinggong, Longjing dongshe: Main gods Sima shengwang 司马圣王, Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Secondary gods are Tiangong yuanshuai 田公元帅, Qitian dasheng 齐天大圣, Zhongtian dasheng 中天大圣, Baiya jiangjun 白牙将军, Jinfu zhongjun 金府中军. 2) Qingyunmiao 庆云庙 is dedicated to Tiangong yuanshuai 田公元帅, Lingya jiangjun 灵牙将军. 3) Longjintan 龙津坛 is dedicated to Zhongtian dasheng 中天大圣. 4) Mingshangong 名山宫 is dedicated to Huanggong yuanshuai 黄公元帅. 5) Shuiyueting 水月亭 is dedicated to Guanyin dashi 观音大士. 6) Yaodaoci 瑶岛祠 is dedicated to Sanyi jiaozhu 三一教主. 7) Zongkongci 宗孔祠 is dedicated to 三一教主.", "Rituals": {"Yuanxiao processions": "On 1/13 the Zhu 朱 invite Sima shengwang 司马圣王, Qitian dasheng 齐天大圣, Zhongtian dasheng 中天大圣, and Tiangong yuanshuai 中天大圣 to go on procession. On 1/14 the Yao 姚, Huang 黄, and Guo 郭 invite the same gods to go on procession. On 1/15 the Wang 王 and the Lin 林 invite the same gods to go on processions. On 1/26–29 Toufu 头福 (beginning good fortune) is celebrated. Opera is performed, and Daoist ritual masters are invited to conduct rituals. The entire village organizes the ritual as a whole, and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "2/25: The birthday celebration of Qitian dasheng 齐天大圣 is held. 4/27: The birthday celebration of Zhongtian dasheng 中天大圣 is held. 5/13: The birthday celebration of Sima shengwang 司马圣王 is held. 6/6: The birthday celebration of Fude zhengshen 福德正神 is held. 8/9: The birthday celebration of Huanggong yuanshuai 黄公元帅 is held. 8/23: The birthday celebration of Tiangong yuanshuai 田公元帅 is held. 10/22: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held. 11/23: The birthday celebration of Jinfu zhongjun 金府中军 is held. On all occasions, opera is performed for two to three days, and Daoist ritual masters are invited to chant the scriptures. The celebrations are organized by the village itself, and funds are collected on a per capita basis."}, "Administrative Village": "-1", "Administrative Village_zh": "-1"}