{"UID": "V470", "Name": "Xincun", "Name_zh": "新村", "Alliance": "Longshan qijing (Longshan sevenfold ritual alliance)", "Alliance_UID": "A104", "Alliance_zh": "龙山七境", "Irrigation_Region": "Northern", "Raw": {"Settlement": "Xincun village includes the Dongzhen village 东圳. The entire village has approximately 200 people.", "Surname_Groups": "Surnames include the Zhong 钟, the Gu 顾, and the Li 李. They emigrated from Xi’an 溪安 and Dongzhen 东圳 respectively.", "Village_Temples": "1) Xinfeng dongshê 新丰东社: Main gods: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Secondary gods: Wusheng tianfei 吴圣天妃, Qitian dasheng 齐天大圣. 2) The Longxingshê 龙兴社 originally belonged to Dongzhen 东圳. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Wusheng tianfei 吴圣天妃, Qitian dasheng 齐天大圣, Tiangong yuanshuai 田公元帅, Mayang zungong 马洋尊公, Baiya jiangjun 白牙将军, Gaoshan shenghou 高山圣侯, Hubu dashen 虎部大神, Fenghuo ertong 风火儿童, Panguan 判官 and Jishi 吉使. 3) Longshangong 龙山宫 was originally built in Qing Jiaqing 8 (1803), and was rebuilt in 1989. In the front hall the main god is the imperially enfeoffed Tianshang shengmu 敕封天上圣母. Secondary gods: Left altar: Qitian dasheng 齐天大圣, Wusheng tianfei 吴圣天妃, Chenshi zhenren 陈氏真人. Right altar: Zhanggong shengjun 张公圣君, Mayang shengjun 马洋圣君, Fazhu xianfei 法主仙妃, Oushi furen 欧氏夫人, Huban daren 虎斑大人, Wenlai yuanshuai 文赖元帅. The rear hall is a Buddhist hall (fotang) 佛堂. Main god: Guanyin dashi 观音大士. Secondary gods: Weituo 韦陀, Jialan 迦蓝. 3) Shansheng tang 善圣堂: The temple is located on top of Longshan 龙山. Main god: Shijia mouni 释迦牟尼. Secondary gods: Left: Weituo 韦陀. Right: Jialan 迦蓝. 4) Feixianyan 飞仙岩: Main gods: (rear) Yuhuang zhizun 玉皇至尊, (front) Xiangong ajiu 仙公阿舅. Secondary gods: Jiuxian 九仙, Deli shifu 德理师傅.", "Rituals": {"Processions": "n 1/12 Wusheng tianfei 吴圣天妃 is invited to go on procession within the village. Incense is presented 进香 at the Longshangong 龙山宫 On 1/13 Tianshang shengmu 天上圣母, Wusheng tianfei 吴圣天妃, Tiangong yuanshuai 田公元帅, Baiya jiangjun 白牙将军 and Fenghuo ertong 风火儿童 are invited to go on a procession within the village. On all these occasions, opera is performed, and Daoist ritual masters are invited to conduct rituals. All these events are organized by the village itself, and funds are collected on a per capita basis.", "Birthday": "1/9: The birthday celebration of Yuhuang dadi 玉皇大帝 is held. Opera is performed on the Longshan mountain 龙山, and Daoist ritual masters are invited to conduct rituals. This ritual is organized by the Feixianyan 飞仙岩, and funding is raised through voluntary contributions. 3/23: The birthday celebration of Tianshang shengmu 天上圣母 is held. Opera is performed at the Longshangong 龙山宫, and Daoist ritual masters are invited to conduct rituals. This celebration is organized by the Longshangong 龙山宫. The village is responsible for at least one day of opera. Contributions are either collected on a per capita basis or raised voluntarily. 4/1: The birthday celebration of Shijia mouni 释迦牟尼 is held. Opera is performed on the Longshan mountain 龙山. This ritual is organized by Shanshengtang 善圣堂, and funding is raised through voluntary contributions. 10/18: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held. Opera is performed, Daoist masters 师公 are invited to chant the scriptures. These events are organized by the village itself, and funds are collected on a per capita basis. Zhenxia 圳下 1. Village settlement Zhenxia village has approximately 500 people. This village is divided into two neighborhoods: Shangzhenxia 上圳下 and Xiazhenxia 下圳下. Shangzhenxia has around 200 people, all of whom are the surname Huang. Xiazhenxia has about 300 people, all of whom are the surname You. 2. Surname groups There are two surname groups: Huang 黄 and You 游. 3. Village temples 1) Xinfeng zushê 新丰祖社 (Xiazhenxia): Main gods: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Secondary god: Wusheng tianfei 吴圣天妃. 2) Xinfeng xinshê 新丰兴社 ( Shangzhenxia): Main gods: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Secondary gods are Zhanggong shengjun 张公圣君, Tiangong yuanshuai 田公元帅, Mahou jiangjun 马侯将军. 3) Xianmingfu 显明府: Main god: Kang dage 康大哥. Secondary god: Li erye 李二爷. 4) Xingningmiao 兴宁庙 ( Shangzhenxia 上圳下) is dedicated to Tiangong yuanshuai 田公元帅. 4. Rituals: Yuanxiao processions On 1/11 Wushi tianfei 吴圣天妃 is invited to go on procession within the village. Incense is presented 进香 to the Longshangong 龙山宫. On 1/12 Tianshang shengmu 天上圣母 is invited to practice the Dao 道 in every household while on a procession around the village. Opera is performed, and Daoist ritual masters are invited to conduct rituals. The celebration is organized by the village itself, and funds are collected on a per capita basis. Birthday celebrations of the gods 3/23: The birthday celebration of Tianshang shengmu 天上圣母 is held. Opera is performed at the Longshangong 龙山宫, and Daoist ritual masters are invited to conduct rituals. This celebration is organized by the Longshangong 龙山宫. The village is responsible for at least one day of opera. Contributions are either collected on a per capita basis or raised voluntarily 8/26: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Xinfengshê 新丰社 is held. Opera is performed for two days. Daoist masters are invited to conduct rites. This event is organized by the You 游 and funds are collected on a per capita basis. 9/1: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Xinfeng xingshê 新丰兴社 is held. Opera is performed for two days. Daoist master is invited to conduct the ritual. This event is organized by the Huang 黄 and funds are collected on a per capita basis. 9/13: The birthday celebration of Kang dage 康大哥 is held. Opera is performed for three days, Daoist masters 师公 are invited to chant the scriptures. This event is organized by the village itself, and funds are collected on a per capita basis."}}, "Administrative Village": "-1", "Administrative Village_zh": "-1", "Population": "200"}