{"UID": "V472", "Name": "Chendun", "Name_zh": "陈墩", "Alliance": "Beida qijing (Beida sevenfold ritual alliance)", "Alliance_UID": "A105", "Alliance_zh": "北大七境", "Irrigation_Region": "Northern", "Raw": {"Settlement": "The entire village has approximately 500 people.", "Surname_Groups": "The Chen 陈 makes up two third of the population while the Yao 姚 makes up one third. The Chen are related to the Chen of Kuokou 阔口陈 and are divided into three branches, of which the third branch has the most people. The Yao emigrated from Changlin 畅林 of Chengjiao 城郊. Each year two Fushou (ritual managers) are selected by rotation according to age.", "Village_Temples": "1) Yanfu zushê 延福祖社: Main gods: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人 (four statues). Secondary gods: Qitian dasheng 齐天大圣, Xuantian shangdi 玄天上帝, Gaoshan sheng- Beida sevenfold ritual alliance hou 高山圣侯, Dutian yuanshuai 都天元帅, Wusheng tianfei 吴圣天妃, Zhuogong zhoushi 卓公咒师. 2) Xinxian lingong 新显麟宫 is dedicated to Lubu dashen 鲁部大神. Secondary gods are Tianqian shengmu 天前圣母, Lufu yima 鲁府姨妈, Zhanggong shengjun 张公圣君 and Wenwu liesheng 文武列圣. 3) Jiaxinggong 嘉兴宫 is dedicated to Wufu daren 乌府大人. Secondary gods are Sujiangjun 苏将军, Zhengjiangjun 郑将军, Huyi jiangjun 虎夷将军 and Huzhongjun 胡中军. 4) Qingyunmiao 庆云庙 is dedicated to Tiangong yuanshuai 田公元帅.", "Rituals": {"Processions": "On 1/14–15, the Zunzhu mingwang 尊主明王 is taken on a procession within the village. Opera is performed, and funds are collected on a per capita basis.", "Birthday": "2/10: The birthday celebration of Tianqian shengmu 天前圣母 is held. 5/5: The birthday celebration of Lubu dashen 鲁部大神 is held. The celebration is organized by the village as a whole. 7/7: The birthday celebration of Lufu dama 鲁府大妈 is held. The celebration is organized by the village as a whole. 7/23: The birthday celebration of Zhanggong shengjun 张公圣君 is held. 8/23: The birthday celebration of Tiangong yuanshuai 田公元帅 is held. 9/18: The birthday celebration of Zunzhu mingwang 尊主明王, Houtu furen 后土夫人 and Wufu daren 乌府大人 is held. This celebration is organized by the Beida 北大 sevenfold ritual alliance, and funds are collected on a per capita basis throughout the region. On all the above occasions, opera is performed, and Daoist ritual masters are invited to conduct rituals"}}, "Administrative Village": "-1", "Administrative Village_zh": "-1", "Population": "500"}