{"UID": "V476", "Name": "Dagou", "Name_zh": "大沟", "Alliance": "Beida qijing (Beida sevenfold ritual alliance)", "Alliance_UID": "A105", "Alliance_zh": "北大七境", "Irrigation_Region": "Northern", "Village_Settlement": "The entire village has approximately 900 people.", "Surname_Groups": "The main surname groups are the Wu 吴, the Lin 林, and the Ou 欧. The Wu have more than 400 people and emigrated from Shangwu 上梧 in Hanjiang 涵江. The Wu are now divided into three branches, namely, the fourth branch, the sixth branch, and the Houmen branch 后门房. The ancestral tomb is near the Shipan water reservoir 石盘水库 of Xitianwei 西天尾. The Lin have more than 200 people. The Lin are now divided into three branches, namely, the second branch, the third branch, and the Houcheng branch 后埕房, of which the Houcheng branch has the most number of people. There used to be an ancestral hall, but it is now a warehouse. It is said that the Lin emigrated from Qiulu 萩芦. The Ou 欧 have more than 200 people. Their origin is unclear.", "Village_Temples": "1) Zhaohui linggong 昭惠灵宫, Longxing dongshê 隆兴东社 was built in Qing Jiaqing 8 (1803). Main god: Imperially enfeoffed Tianhou shengmu 敕封天后圣母. Secondary gods: Zunzhu mingwang 尊主 明王, Houtu furen 后土夫人, Lingshi shengwang 灵石圣王, Taiyi xiangu 太乙仙姑, Qitian dasheng 齐天大圣, Fude zhengshen 福德正神. 2) Yunxiandong 云仙洞 was rebuilt in 1981. Main god: Tiangong yuanshuai 田公元帅. Secondary gods: Zhanggong shengjun 张公圣君, Guangze zunwang 广泽尊王, Baiya jiangjun 白牙将军 and Fenghuo ertong 风火儿童. 3) Yixintang 一心堂: Main god: Sanyi jiaozhu 三一教主. Secondary gods: Lufu dashen 鲁府大神, Lufu dama 鲁府大妈. 4) Longdetang 隆德堂: Main gods: Lubu dashen 鲁部大神, Shuntian shengmu 顺天圣母, Yima furen 姨妈大神. Secondary gods are Shangma dashen 尚妈大神, Baifu daren 白府大人, Huangfu daren 黄府大人 and Wuhua tongzi 五花童子. 5) Xingfumiao 兴福庙 was destroyed in 1958 but was rebuilt in recent years. Main god: Tiangong yuanshuai 田公元帅.", "Rituals": {"Yuanxiao processions": "On 1/11–12, the Lin 林 and Ou 欧 invite Tianhou shengmu 天后圣母 go on a procession and lanterns are paraded. On 1/14–15, the Wu 吴 invite Tianhou shengmu 天后圣母 to go on procession and lanterns are paraded. Opera is performed, and Daoist ritual masters are invited to conduct rituals. This event is organized by the village itself, and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "3/23: The birthday celebration of Tianhou shengmu 天后圣母 is held. Opera is performed, and Daoist ritual masters are invited to conduct rituals. The celebration is organized by the Lin 林 and Ou 欧, and funds are collected on a per capita basis. 4/9: The birthday celebration of Tiangong yuanshuai 田公元帅 is held. Opera is performed, and Daoist masters are invited to conduct rituals. The celebration is organized by the 吴, and funds are collected on a per capita basis. 8/20: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held. Opera is performed, and Daoist ritual masters are invited to conduct rituals. The celebration is organized by the Lin 林 and the Ou 欧 together, and funds are collected on a per capita basis. 11/9: The birthday celebration of Sanyi jiaozhu 三一教主 is held. Opera is performed. The celebration is organized by the Ou 欧, and funds are collected on a per capita basis. 5. Ritual organization Ritual managers are appointed, with two from each surname group, and they rotate into positions of responsibility according to age."}}