{"UID": "V477", "Name": "Xizheng", "Name_zh": "西郑", "Alliance": "Beida qijing (Beida sevenfold ritual alliance)", "Alliance_UID": "A105", "Alliance_zh": "北大七境", "Irrigation_Region": "Northern", "Village_Settlement": "The entire village has approximately 600 people.", "Surname_Groups": "Surnames include the Lin 林, the Chen 陈, the Zhang 张, the Huang 黄, and the Zeng 曾. The Zeng has the most people, with more than 200 people.", "Village_Temples": "1) Longxing shangshê 隆兴上社 was built in Xianfeng period (1851–1861) Main gods: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Secondary gods: Tianshang shengmu 天上圣母, Qitian dasheng 齐天大圣, Taiyi xiangu 太乙仙姑. 2) Longxing yishê 隆兴一社 was built in recent years. Main god: Zunzhumingwang 尊主明, Houtu furen 后土夫人. Secondary gods are Tiansheng shengmu 天上圣母, Qitian dasheng, Taiyi xiangu 太乙仙姑 and Liugong yuanshuai 刘公元帅. 3) Xingxun zumiao 兴巡祖庙 was built during the Ming Dynasty. Main god: Yangfu daren 杨府大人. Secondary gods: Wuhuang dadi 五皇大帝, Tiangong yuanshuai 田公元帅, Baifu daren 白府大人, Jiangfu daren 江府大人.", "Rituals": {"Yuanxiao processions": "On 1/13, the Chen 陈 and Lin 林 take the Zunzhu mingwang 尊主明王 of Longxing shangshê 隆兴上社and the incense burner of Tianshang shengmu 天上圣母 of the Zhaohui linggong temple 昭惠灵宫on a procession to their part of the village. Daoist masters are invited to conduct rituals. On 1/15, the Zhang 张, Zeng 曾 and Huang 黄 take the Zunzhu mingwang 尊主明王 of the Longxing yishê 隆兴一社 and the incense burner of Tianshang shengmu 天上圣母 of the Zhaohui linggong temple 昭惠灵宫on a procession around their part of the village. Daoist masters are invited to conduct the rituals.", "Birthday celebrations of the gods": "1/8: The birthday celebration of Yangfu daren 杨府大人 is held. 3/16: The birthday celebration of Baifu daren 白府大人 is held. 3/23: The birthday celebration of Tianshang shengmu 天上圣母 is held. This event is co-organized by the Xizheng village together with Tangbian 塘边 village, and funds are collected on a per capita basis in both villages. 4/24: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held. Opera is performed, and Daoist ritual masters are invited to conduct rituals. This event is also co-organized by Xizheng 西郑 village and Tangbian 塘边 village, and funds are collected on a per capita basis from both villages. 8/15: The birthday celebration of Jiangfu daren 江府大人 is held. 11/1: The birthday celebration of Liugong yuanshuai 刘公元帅 is held. On all these occasions, opera is performed and Daoist ritual masters are invited to conduct rituals. 5. Ritual groups The ritual managers are the elderly of the village who take turns according to age."}, "Administrative Village": "-1", "Administrative Village_zh": "-1"}