{"UID": "V482", "Name": "Shanglindun", "Name_zh": "上林墩", "Alliance": "Qibu qijing (Qibu sevenfold ritual alliance)", "Alliance_UID": "A107", "Alliance_zh": "七步七境", "Irrigation_Region": "Northern", "Raw": {"Settlement": "The population of Shanglindun is approximately 200 people.", "Surname_Groups": "Surnames include the Shi 施, Li 李, and 陈 Chen. There is no main surname group.", "Village_Temples": "1) Zhongxing zushê 忠兴祖社: The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Tianshang shengmu 天上圣母, Sima shengwang 司马圣王, Qitian dasheng 齐天大圣, Wencao wupan 文曹武判, and Wenwu liesheng 文武 列圣. 2) Xianzhengong 显镇宫: Local legend has it that that the emperor (Huangdi 皇帝) lived here during the Pingmin shibadong military campaign 平闽十八 洞 (a series of magical battles to pacify Fujian). The main god is Tiangong yuanshuai 田公元帅, Yanggong taishi 杨公太师. Secondary gods include Dutian yuanshuai 都天元帅, Baiya jiangjun 白牙将军, and Feifu daren 飞府大人.", "Rituals": {"Processions": "On 1/16–17 the gods of Zhongxing zushê 忠兴祖社 are taken on a procession within the village. Opera is performed and Daoist ritual masters are invited to conduct rituals. The entire village organizes the ritual together, and funds are collected on a per capita basis. Between 1/28–2/4, Zhanggong shengjun 张公圣君 of the Zhongxinggong temple 忠兴宫 of Jiaodong 郊东 village goes on procession through the villages of Jiaodong 郊东, Jiaoxi 郊西, and Shanglindun 上林墩. Opera is performed and Daoist ritual masters are invited to conduct rituals. These events are organized by the Zhongxinggong temple 忠兴宫, and funds are collected on a per capita basis throughout the three villages.", "Birthday": "4/9: The birthday celebration of Tiangong yuanshuai 田公元帅. 11/20: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. On these days, opera is performed and Daoist ritual masters are invited to conduct rituals. The entire village organizes the ritual together, and funds are collected on a per capita basis."}}, "Administrative Village": "-1", "Administrative Village_zh": "-1", "Population": "200"}