{"UID": "V483", "Name": "Jiaodong", "Name_zh": "郊东", "Alliance": "Qibu qijing (Qibu sevenfold ritual alliance)", "Alliance_UID": "A107", "Alliance_zh": "七步七境", "Irrigation_Region": "Northern", "Village_Settlement": "Jiaodong was originally called Goudong 沟东. The population of Jiaodong is approximately 1800 people.", "Surname_Groups": "The main surname groups are the Wu 吴 and the Lin 林. Other surnames include the Fang 方 and the Xu 许.", "Village_Temples": "1) Zhongxinggong 忠兴宫 contains the altars of the Funingshê 福宁社, the Fuanshê 福安社, and the Changfushê 长福社 (belonging to Jiaoxi 郊西 village): This temple was built in 1404, rebult in 1685 and again in 1987, and was rebuilt and expanded in 20", "Rituals": {"Yuanxiao processions": "engjun 张公圣君, Qitian dasheng 齐天大圣, Ciji zhenjun 慈济真君, Taiyi xiangu 太乙仙姑, Zunzhu mingwang 尊主明王, and Houtu furen 后土夫人. 2) Beijidian 北极殿: The main god is Xuantian shangdi 玄天上帝. Secondary gods include Wang lingguan 王灵官 (Fujishen 扶乩神—a god who possesses spirit mediums). 3) Ruilingong 瑞霖宫: The main gods are Lufu dashen 鲁府大神, Lufu furen 鲁府夫人, and Lufu yima 鲁府姨妈. 4) Yuqingci 玉清祠 (belongs to the Wu 吴): The main god is Sanyi jiaozhu 三一教主. The SJCDCB, 1992:6 records 77 initiates. 5) Humingci 湖明祠 (belongs to the Lin 林): The main god is Sanyi jiaozhu 三一教主. 4. Rituals: Yuanxiao processions On 1/10, Zunzhu mingwang 尊主明王 and Houtu furen后土夫人 of Funing shê 福宁社 go on procession to Xu 许 households. This is organized by the Xu surname group. On 1/11, Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Funingshê 福宁社 go on procession to Xiaowu 小吴 and Xu 许 households. This is organized by the Xiaowu 小吴 residents. On 1/12, Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Funingshê 福宁社 go on procession to Qianwu 前吴 and Houwu 后吴 households. These events are organized by the Qianwu 前吴 and Houwu 后吴 residents. On 1/14, Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Funingshê 福宁社 go on procession to Fang households 方. This is organized by the Fang 方. On 1/15, Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Funingshê 福宁社 go on procession to Lin 林 households. This is organized by the Lin 林. On 1/20, a common Yuanxiao 总元宵 is held. The gods of Zhongxinggong 忠兴宫 go on procession within the village. Between 1/28–2/4, on a day determined by divination, Zhanggong shengjun 张公圣君 of the Zhongxinggong temple 忠兴宫 of Jiaodong village 郊东 goes on a procession through Jiaodong 郊东, Jiaoxi 郊西, and Shanglindun 上林墩. These events are organized by the Zhongxinggong, and funds are collected on a per capita basis. On all the above occasions, opera is performed and Daoist ritual masters are invited to conduct rituals.", "Birthday celebrations of the gods": "2/25: The birthday celebration of Qitian dasheng 齐天大圣. 3/3: The birthday celebration of Xuantian shangdi 玄天上帝. 3/15: The birthday celebration of Ciji zhenjun 慈济真君. 5/5: The birthday celebration of Lufu dashen 鲁府大神. 8/15: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Fuanshê 福安社. The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Funingshê 福宁社. 10/10: The birthday celebration of Taiyi xiangu 太乙仙姑. On these occasions, opera is performed and Daoist ritual masters are invited to perform rites. The events are organized by the village as a whole, or by specific shê temples and their communities, and funds are raised on a per capita basis and/or by voluntary contributions. 9/3:"}}