{"UID": "V489", "Name": "Xikou", "Name_zh": "溪口", "Alliance": "Daili qijing (Daili sevenfold ritual alliance)", "Alliance_UID": "A109", "Alliance_zh": "埭里七境", "Irrigation_Region": "Northern", "Raw": {"Settlement": "The village population is over 800 people. The main livelihood is farming, supplemented by lychee trees, livestock, and jobs for women in shoe manufacturing factories. During the inter-village struggles of the late Qing, the village shifted from being a red banner to allying with the white banner villages.", "Surname_Groups": "The Zheng 郑 make up about 50% of the village population, and the Cheng 程 make up 40%. In addition there are some Luo 罗 and Chen 陈 households, about ten each. The Zheng came to the village from Chenmendou 辰门兜 in Putian city. The Cheng 程氏 were originally the sons-in-law of the Zheng, and thus stayed on to live in the village.", "Village_Temples": "1) Xikoujing Longbo xinshê 溪口境龙波新社 is dedicated to Chifeng shengwang 敕封圣王 and Houtu furen 后土夫人. Left altar: Tiangong yuanshuai 田公元帅. Right altar: Zhanggong shengjun 张 公圣君, Jixiang miaojiang 吉祥妙将, Baiya jiangjun 白牙将军, Shu daren 署大人.", "Rituals": {"Processions": "On 1/5 the first opera of the year is performed 演头条戏. On 1/11, the Cheng 程 take the gods on a procession. On 1/14 the Zheng 郑 take the gods on procession. On 1/15 the Luo 罗 and the Chen 陈 take the gods on procession. On each occasion four palm sedan chairs are carried on procession, with seats for Tiangong yuanshuai 田公元帅, Zhanggong shengjun 张公圣君, Baiya jiangjun 白牙将军, and Jixiang miaojiang 吉祥妙将.", "Birthday": "3/21: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 6/6: The celebration of Fude zhengshen 福德正神. 7/16: The celebration of Sanyi jiaozhu 三一教主. 7/23: The celebration of Zhanggong shengjun 张公圣君. 8/23: The celebration of Tiangong yuanshuai 田公元帅. On each of the above occasions, opera is performed for two days. The event is organized by the village as a whole, and funds are raised on a per capita basis. 5. Ritual Groups The village has spirit mediums but no Tanban altar association. The gods who possess the mediums are Zhanggong shengjun 张公圣君, Tiangong yuanshuai 田公元帅, and Shu daren 署大人. The Three in One temple is called Xingbentang 兴本堂, and it is dedicated to Sanyi jiaozhu 三一教主."}}, "Administrative Village": "-1", "Administrative Village_zh": "-1", "Population": "800"}