{"UID": "V493", "Name": "Qianhuang", "Name_zh": "前黄", "Region": "Northern", "Village_Settlement": "The village of Qianhuang has over 700 people, and is divided into five neighborhoods: Weicuo 尾厝, Qiancuo 前厝, Dapo 大坡, Geqiao 隔桥, and Houcuo 后厝. The main livelihood is farming, and the community is rather poor.", "Surname_Groups": "This village is a mixed surname village. In Weicuo 尾厝 the Zheng 郑 are dominant. There is a Zheng ancestral hall called the Chaoyici 郑氏朝议祠, and there are also several households surnamed Weng 翁. In Qiancuo 前厝 the Lin 林 are dominant. In Dapo 大坡 the main surnames are Huang 黄 and Chen 陈. In Geqiao 隔桥 there are the Wu 吴, the Chen 陈, the Zhuo 卓, the Huang 黄 and the Zeng 曾 surnames. In Houcuo there is only the Lin 林.", "Village_Temples": "1) Qiantangjing Qiantanggong 钱塘境钱塘宫 contains the altar of the Anrenshê 安仁社. The temple has a front and a back hall, and is the main overall temple of the sevenfold village alliance 七境总宫. A stele from Tongzhi 1 (1862) and a record of ritual sacrifices to the gods have been preserved. Xuantian shangdi 玄天上帝 is housed in a niche above the altar, the central alter is dedicated to Qitian dasheng 齐天大圣, Tiangong yuanshuai 田公元帅, and Zhanggong shengjun 张公圣君. The left altar: Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. The right altar: Baiya zhongjun 白牙中军 and Wenwu zhushen 文武诸神. 2) Qianhuangjing Fulin xinggong 前黄境绂麟行宫 is dedicated to Tianqian shengmu 天前圣母 (Chenshi zhenren 陈氏真人). The left altar: Lishi niangniang 李氏娘娘, Liushi niangniang 柳氏娘娘, Tangshi yima 汤氏姨妈. Right altar: Lufu dashen 鲁府大神, Lufu yima 鲁府姨妈, Erwei haier 二位 孩儿, Wenwu zhushen 文武诸神. On the front altars of the temple are Daye 大爷 and Erye 二爷. 3) Yilantan 旖兰坛 is in Houhuang 后厝 and is dedicated to Lishi niangniang 李氏娘娘, Liushi niangniang 柳氏娘娘 and Tangshi yima 汤氏姨妈.", "Rituals": {"Yuanxiao processions": "On 1/10 the Weicuo Zheng 尾厝郑 take the incense burners of the temple to carry out the Dao 行道 in their neighborhood. On 1/11 the Qiancuo Lin前厝林 do the same. On 1/12 the Dapo Huang and Lin 大坡黄, 林 do the same. On 1/13 the Geqiao Wu, Zhuo, Zeng, Chen, and Huang 隔桥吴, 卓, 曾, 陈, 黄 do the same. On 1/14 the Houcuo Lin 后厝林 do the same as well. On 1/16 the villagers pray for good fortune 上元祈福, and take the gods in palm sedan chairs and leap through a bonfire. Daoists are invited to conduct rites. The Fushou 福首 of the village are selected by drawing lots.", "Birthday celebrations of the gods": "2/10: The celebration of Tianqian shengmu 天前圣母. Qiancuo 前厝 performs opera for two days. Each year there is an intercalary month, Xuantian shangdi 玄天上帝 and Tianqian shengmu 天前圣母 go on a procession throughout the entire sevenfold (actually nine) village alliance. 5/4: The celebration of Zunzhu mingwang 尊主明王, Houtu furen 后土夫 人 and Wenwu zhushen 文武诸神. The entire village sponsors opera performances for two days. 7/7: The celebration of Lufu dashen 鲁府大神 and Lufu yima 鲁府姨妈. The entire village sponsors opera performances for two days. 9/6: The celebration of Tangshi yima 汤氏姨妈. Opera is performed for two days in Houcuo 后厝. 9/26: The celebration of Lishi niangniang 李氏娘娘 and Liushi niangniang 柳氏娘娘. Opera is performed for two days in Houcuo 后厝."}}