{"UID": "V494", "Name": "Xiacheng", "Name_zh": "下澄", "Alliance": "Daili qijing (Daili sevenfold ritual alliance)", "Alliance_UID": "A109", "Alliance_zh": "埭里七境", "Irrigation_Region": "Northern", "Raw": {"Settlement": "Xicheng was originally called Xiading 下丁. The village of Xiacheng has over 400 people. The main livelihood is agriculture, supplemented by raising eels, stone-cutting, and women working in shoe factories.", "Surname_Groups": "The main surname groups in the village are the Wu 吴, the Lin 林, the Zeng 曾, and the Zheng 郑. The Wu moved to the village from Wutang Youqiaotou 梧塘游桥头.", "Village_Temples": "1) Xaichengjing Longpo lishê 下澄境龙坡里社 was restored in 1992. The main gods on the central altar are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, Beidou xingjun 北斗星君, Guangze zunwang 广泽尊王. Left altar: Qitian dasheng 齐天大圣. Right altar: Zhanggong shengjun 张公圣君, Cai daren 蔡大人. 2) Baodingtang 保定堂 is dedicated to Tiangong yuanshuai 田公元帅 (Zhonglie dayuanshuai 忠烈大元帅) and Baiya jiangjun 白牙将军. 3) Zongdean 宗德庵 was built in 1990, and is dedicated to Shijia wenfo 释迦文佛 and Guanyin dashi 观音大士, Left altar: Weituo 韦陀, right altar: Jialan 伽蓝.", "Rituals": {"Processions": "On 1/14 three palm sedan chairs are prepared for Beidou xingjun 北斗星君, Zhanggong shengjun 张公圣君, and Baiya jiangjun 白牙将军, who go on a tour of inspection procession around the village.", "Birthday": "In the third month, on a day determined by divination, a celebration of Wenwu zhushen 文武诸神 is held and the first opera of the year is performed for two days . 7/16: The celebration of Sanyi jiaozhu 三一教主. Opera is performed for two days. In the ninth month, on a day determined by divination, the celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held, and opera is performed for two days. Xiagao 下高 1. Village settlement The village of Xiagao has a population of 410 people. The main livelihood is farming, but many young women work in shoe factories. In the struggles between the banner alliances, the village first was neutral (red banner), but later tended towards the white banner alliance. 2. Surname groups There are four main surnames in the village, the Wei 魏, the Chen 陈, the Lin 林, and the Zheng 郑. The Lin claim to descend from the Jiumu Lin 九牧林. The Chen 陈 moved to the village from Anren Xiajiang 安仁霞江. 3. Village temples 1) Xiagaojing Longposhê 下高境龙波社 is dedicated to Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Left altar: Qitian dasheng 齐天大圣. Right altar: Linshui furen 临水夫人. 2) Zixiadian 紫霞殿 was rebuilt in 1942 and is dedicated to Yuantian shangdi 元天上帝 and Tiankui yuanshuai 天魁元帅. Left altar: Tiangong yuanshuai 田公元帅 and Wuhu jialuo 五虎伽罗. Right altar: Zhuogong shenghou 卓公圣侯 and Zhanggong shengjun 张公圣君. 4. Rituals: Yuanxiao processions On 1/4 the gods are welcomed back from heaven and opera is performed for two days. On 1/13–14 Tiangong yuanshuai 田公元帅, Baiya jiangjun 白牙将军, and Zhanggong shengjun 张 公圣君 go on a procession around the village. Five Daoist masters are invited to conduct a jiao ritual 做醮. Each year four Fushou 福首 are rotated into positions of responsibility for the ritual activities of the year. Birthday celebrations of the gods 5/16: The celebration of Yuhuang zhizun 玉皇至尊 and opera is performed for two days. 8/28: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held, and opera is performed for two days. Each year opera is performed three times, each time for two days, and each time every person in the village provides 3 yuan."}}, "Administrative Village": "-1", "Administrative Village_zh": "-1", "Population": "400"}