{"UID": "V496", "Name": "Shangguo", "Name_zh": "上郭", "Region": "Northern", "Village_Settlement": "Shangguo was originally called Shangge 上阁. Shangguo is part of the Shuangfu Administrative Village 双福行政村. The village has a population of approximately 1000 people living in about 200 households. The main livelihood is farming, supplemented by fishing, and local shipping. Formerly, when holding dragon boat races, the village hoisted a red banner, indicating neutrality in the conflicts between white and black banner alliances.", "Surname_Groups": "The sole surname in the village is Guo 郭. Up to the nineteenth generation, the Guo lineage still lived in Weitang Guozhuang 魏塘郭庄. Only in the 20th generation did some members of the lineage move to Shangge 上阁 (Shangguo 上郭). Nowadays, there are Guo surname groups in several nearby villages such as Shangguo 上郭, Beigang 北港, Zhu- zhuang 朱庄, and Qianting 前亭. There is a Guo ancestral hall where various lineage branches return to reassemble the linage.", "Village_Temples": "1) Shanggejing Xianyingmiao 上阁境显应庙 is the main overall temple of Shangguo 上郭 and is also the main temple of the Guo lineage in Beigang village 北港郭氏总宫. The temple was built in the Ming, and rebuilt in the Qing Qianlong and Daoguang periods. It was restored in 1983. The temple preserves stelae from Qing Qianlong 57 (1792) and Daoguang 16 (1836). The main altar is dedicated to: Imperially enfeoffed Zunzhu mingwang 敕封尊主明王, Houtu furen 后土夫人, Yanggong taishi 杨公太 师, Tiangong yuanshuai 田公元帅, and Meihua sanniang 梅花三娘. To the left is Yingji houwang 英济侯王 and to the right Qitian dasheng 齐天大圣. The temple also preserves a stele composed in Qianlong 50 (1785) entitled 显应庙社租序 (Preface on the rents contributed to the Temple and Shê-altar of Manifest Responses) (Epigraphical Materials, 1995:260, No. 223). 2) Fengshan zumiao 凤山祖庙 is dedicated to Guangze zunwang 广泽尊王. To the left are Ma yuanshuai 马元帅, Wen yuanshuai 温元帅, Gao yuanshuai 高元帅, and Song yuanshuai 宋元帅. To the right are Zhao yuanshuai 赵元帅, Kang yuanshuai 康元帅, Zhong yuanshuai 钟元帅, Yang yuanshuai 杨元帅, and Wenwu zhushen 文武诸神. The temple plaque is from Qing Guangxu 10 (1884). 3) Jianhu shuyuan 鉴湖书院 was built in Qing Qianlong 58 (1793), and is dedicated to Wenchang dijun 文昌帝君 and Guansheng dijun 关圣帝君. To the left is Kuidou xingjun 魁斗星君 and to the right Luer baomu 鹿儿 保母. 4) Chuanmingting 传名亭 is dedicated to Tianqian shengmu 天前圣母, Tiangong yuanshuai 田公元帅, Lubu daren 鲁部大人, Lufu yima 鲁府姨妈, Zhang daye 张大爷, Sun erye 孙二爷 and Ma jiangjun 马将军. 5) Sanyitang 三一堂 is dedicated to Sanyi jiaozhu 三一教主, Puhua tianzun 普化天尊, Xuantan yuanshuai 玄坛元帅, and Tiandijun xinshi 天地君新师. On the left is Liang Puyao 梁普耀 and on the right Chen Zhida 陈志达. The SJCDCB, 1992:9 records forty initiates.", "Rituals": {"Yuanxiao processions": "On 1/11–12, five palm sedan chairs are prepared for Qitian dasheng 齐天大圣, Dutian yuanshuai 都天元帅, Zhanggong shengjun 张公圣君, Jixiang dajiang 吉祥大将, and Meihua sanniang 梅花三娘 who go on a procession around the village, assisted by the former year’s Fushou 老福首. On 1/16 the villages take turns hosing the general Yuanxiao celebration at the Xingfu zushê 兴福祖社. The set up elaborate food displays at the Xingyingmiao 显应庙 and invite five Daoist ritual master to hold a jiao ritual 做醮, assisted by the newly selected Fushou 新福首.", "Birthday celebrations of the gods": "1/26: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. The celebration of Wenchang dijun 文昌帝君. The celebration of Guanze zunwang 广泽尊王. The celebration of Qitian dasheng 齐天大圣. The celebration of Yingji houwang 英济侯王 and Meihua sanniang 梅花三娘. 4/20: The celebration of Zhang daye 张大爷. 5/5: The celebration of Lufu dashen 鲁府大神. 5/13: The celebration of Guansheng dijun 关圣帝君. 7/23: The celebration of Zhanggong shengjun 张公圣君. 8/23: The celebration of Tiangong yuanshuai 田公元帅诞辰. On each celebration of a god’s birthday, opera is performed for two days. The celebration is organized by the village as a whole, with funds collected on a per capita basis. 10/10: Xiayuan pudu Lanpen 下元普度兰盆 rites of Universal Deliverance are conducted by Three in One Scripture masters 经师 at the Sanyitang 三一堂. Marionette plays are performed. Funding is by voluntary contributions. 5. Ritual Groups The village Three in One temple, the Sanyitang 三一堂, has already transformed into a village temple. 2/4: 2/23: 2/25: 3/6:"}}