{"UID": "V497", "Name": "Qianting", "Name_zh": "前亭", "Region": "Northern", "Village_Settlement": "Qianting village is a part of the Shuangfu Administrative Village 双福行政村. The population of Qianting village has approximately 200 people. The main livelihood is farming.", "Surname_Groups": "The Weng 翁 are the dominant surname group. There are also two households of the Yu 俞 surname. There used to be a village nearby called Yuzhuang 俞庄, but it has been abandoned, and the Yu have spread out and moved elsewhere.", "Village_Temples": "1) Qiantingjing Tongxianmiao 前亭境通显庙 contains the altar of the Xingfu nanshê (southern she) 兴福南社. On the central altar are Tiangong yuanshuai 田公元帅, Qitian dasheng 齐天大圣, Zhanggong shengjun 张公圣君 (martial version), and Penggong yuanshuai 彭公 元帅. On the left altar is Tianshang shengmu 天上圣母. Of the right altar is Zhanggong shengjun 张公圣君 (civil version). On the front altar are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人, Baiya jiangjun 白牙将军 and Wenwu zhushen 文武诸神. 2) 明道堂 Mingdaotang is dedicated to Sanyi jiaozhu 三一教主.", "Rituals": {"Yuanxiao processions": "On 1/9 the gods of the Xingfu zushê 兴福祖社 are invited to go on a procession to each household to xingdao 行道 practice the Dao. At night there is a procession around the village boundaries of lanterns. On 1/10 the gods of Tongxianmiao 通显庙 are invited to go on procession around the village, and Daoist masters are invited to conduct rites. On 1/16 the villages take turns hosting the general Yuanxiao celebration at the Xingfu zushê 兴福祖社. They invite five Daoist ritual master to hold a jiao ritual 做醮. On a day determined by divination, between 1/30 and 2/2, the village celebrates Toufu 头福, the day of beginning good fortune.", "Birthday celebrations of the gods": "3/3: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen. 7/23: The celebration of Zhanggong shengjun 张公圣君. On each celebration of a god’s birthday, opera is performed for two days. The celebration is organized by the village as a whole, with funds collected on a per capita basis. 5. Ritual Groups The village Three in One temple is the Mingdaotang 明道堂. Regular rites are performed by the initiates 门人."}}