{"UID": "V498", "Name_Pinyin": "Ketang", "Name_hanzi": "柯塘", "Region": "Northern", "Village_Settlement": "Ketang village belongs to the Ketang Administrative Village 柯塘行政村. The village of Ketang has a population of over 1300 people. Ketang is divided into three neighborhoods: Xizhi 西置, Houpai 后 牌, and Oulincheng 欧林埕. The main livelihood is farming, supplemented by local shipping.", "Surname_Groups": "Huang 黄 and the Cai 蔡 are the dominant surname groups. There are also households surnamed the Li 李, the Chen 陈, the Zheng 郑, the Ou 欧, and the Lin 林. The Huang came from Huangan (Huangxiang) in Hanjiang 涵江黄岸(黄巷) and live in Xizhi 西置. The Cai came from Nanpo Xialin village 南坡下林村 and live in Houpai 后牌, where then originally had fourteen large compound houses. The Li came from Duotou in Hanjiang 涵江哆头 and have only four households.", "Village_Temples": "1) Beijidian 北极殿: The Beijidian 北极殿 was restored in 1981 and is dedicated to Xuantian shangdi 玄天上帝. Left altar: Qitian dasheng 齐天大圣. Right altar: Zhanggong shengjun 张公圣君. Left mural: Wengong yuanshuai 温公元帅, Magong yuanshuai 马公元帅, Kanggong yuanshuai 康公元帅 and Zhaogong yuanshuai 赵公元帅. Right mural: Baban 八班. The Nuo office altar 傩神公案 is for Li jiangjun 李将军. 2) Ketangjing Xingfu xishê 柯塘境兴福西社 was rebuilt in Qing Guangxu 34 (1908), and restored in the early Republican period, in 1984 and in 2000. The temple is dedicated to Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, Zhangshi furen 张氏夫人, Sima shengwang 司马圣王, and Puji shenghou 普济圣侯. On the left altar: Qitian dasheng 齐天大圣. On the right altar: Tiangong yuanshuai 田公元帅 and Baiya jiangjun 白牙将军. In the Niangma gong 娘妈宫: Tianshang shengmu 天上圣母. 3) Xingyundong 兴云洞 was founded in the early Republican period, and is dedicated to Tiangong yuanshuai 田公元帅. Left: Puhua tianzun 普化天尊, Sima shengwang 司马圣王, left Generals 左将军. 4) Ciyungong 慈云宫 is dedicated to Xusheng tianfei 许圣天妃. 5) Nantiangong 南天宫 is in Xingcuoli 新厝里 and is dedicated to Li shengmu 李圣母. Chen daren 陈大人 and Xu daren 徐大人. 6) Meilanxuan 梅兰轩 is in Xincuoli 新厝里 and is dedicated to Lufu dashen 鲁府大神, and Lufu yima 鲁府姨妈, On left and right are Guansheng dijun 关圣帝君, Lan daren 兰大人 and Xu daren 徐大人. 7) 绍本堂 Shaobentang is dedicated to Sanyi jiaozhu 三一教主. The SJCDCB, 1992:9 records eighty initiates.", "Rituals": {"Yuanxiao processions": " On 1/12 The Huang of Xizhi 西置角 黄 invite the gods of the Xingfu xishê 兴福西社 to go on a tour of inspection procession to xingdao 行道 practice the Dao. Lanterns are taken on a procession. On 1/13, the god is returned to the Xingfu xishê 兴福西社. On 1/14 the Cai of Houpai 后牌角蔡 invite the gods of the Xingfu xishê 兴福 西社 to go on a tour of inspection procession to xingdao 行道 practice the Dao. Lanterns are taken on a procession. On 1/15 the god is returned to the Xingfu xishê 兴福西社. On 1/16 the neighborhoods take turns hosting the general Yuanxiao at the Xingfu xishê 兴福西社. On a day between 1/30– 2/2 determined by divination, the village celebrates toufu 头福, beginning good fortune. Three palm sedan chairs are prepared for Tiangong yuanshuai 田公元帅, Sima shengwang 司马圣王, and Qitian dasheng 齐天大圣 who are taken on a procession through the entire village. Spirit mediums 神童 chonghua 冲花 (lit: showering flowers—of flame—feats of endurance by mediums who place their faces and bodies in the flames of a Roman Candle firework) and perform fire walking 踏火. Opera is performed for two days.", "Birthday celebrations of the gods": "2/25: The celebration of Qitian dasheng 齐天大圣. 3/23: The celebration of Tianshang shengmu 天上圣母. 5/5: The celebration of Xincuoli 新厝里 Lufu dashen 鲁府大神. 7/26: The celebration of Xincuoli 新厝里 Lufu yima 鲁府姨妈. 8/15: The celebration of Xusheng tianfei 许圣天妃. 8: 23: The celebration of Tiangong yuanshuai 田公元帅. 8/25: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 8/28: The celebration of Zhangshi furen 张氏夫人. 9/15: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 10/28: The celebration of Zhuangshi furen 张氏夫人. On each celebration of a god’s birthday, opera is performed for two days. The celebration is organized by the village as a whole, with funds collected on a per capita basis. 5. Ritual Groups The Xingfu xishê 兴福西社 Qitian dasheng 齐天大 圣, Tiangong yuanshuai 田公元帅, and Sima shengwang 司马圣王 and the Li jiangjun 李将军 of Beijidian 北极殿 each possesses a different spirit medium, all of whom perform exorcistic dances 行儺 during the Yuanxiao festival. The village Three in One temple is called the Shaobentang 绍本堂 and is in Xincuoli 新厝里. Regular monthly rites are performed by the initiates 门人."}}