{"UID": "V499", "Name": "Weitang", "Name_zh": "魏塘", "Region": "Northern", "Village_Settlement": "The village of Weitang has a population of over 800 people living in approximately 180 household. The main livelihood is agriculture.", "Surname_Groups": "The Chen 陈 surname group is by far the dominant surname in the village, but there are also one household each surnamed 方 and Xu 徐. The Chen moved to the village from Dongyang 东阳 near Putian city, and are the Fushan Chen 浮山陈氏. Their ancestral hall is called the Shishi yuci 世侍御祠 and in it are worshipped painted images of seven ancestors. According to legend, the ancestors of the Chen came to Fujian at the end of the Tang during the Huangchao 黄巢 rebellion from Gushi in Henan 河南固始县. Originally they lived in Fengting in Xianyou 仙游 枫亭. A third generation Chen won first place in the imperial exams, and in the fourth generation, they moved to Hezhai 灵川何寨 in Lingchuan. In their eighth generation they lived in Xialin near Putian city 莆田下林村, and at that time in three generations they produced five jinshi (Metropolitan Graduates) 三代五进士. At the end of the Song, the 13th generation Chen escaped disorder by moving to Dongyang 东阳 east of the Putian walled city. In the Ming Yongle period, the 20th generation Chen Mengyu 陈孟玉, now known as the founding ancestor Master Shaocun 少村公, moved to Weitang and built the Shishi yuci 世侍御祠 lineage hall. The Chen have now reached their 27th generation. Another legend states that the Guo 郭 of Xianying 显应 produced an exemplar of filial piety in the Song dynasty, and that an imperially bequeathed shrine was built for him. Unfortunately, a later descendant offended the court and in order to escape the punishment of death to all relatives to the third degree, many Guo changed their name to Wei 魏 and took Weigong Taibao 魏公太保 as a protector spirit 保护神, and so the village name was changed to Weitang 魏塘. The remaining Guo families in the village have moved to Shangguo 上郭 village.", "Village_Temples": "1) Rendeli Weitangjing Xianying xishê 仁德里魏塘境 显应西社 is dedicated to Yaogong yuanshuai 姚公元帅 (Shêgong 社公) and Zhangshi furen 张氏夫人 (Shêma 社妈). On the left are Yanggong taishi 杨公太师 and Sanwei zhongjun 三位中军. On the right are smaller statues used in processions of Yanggong taishi 杨公太师, Qitian dasheng 齐天大 圣, Weigong taibao 魏公太保, and Wenwu zhushen 文武诸神. The temple preserves a stele composed in Daoguang 16 (1836) entitled 重建显应社题 捐碑 (Stele on the contributors to the reconstruction of the earth god temple of Manifest Responses) (Epigraphical Materials, 1995:304, No. 268). 2) Qingyundian 青云殿 is dedicated to Cuifu dama 崔府大妈. 3) Zongming shuyuan 宗明书院 is dedicated to Sanyi jiaozhu 三一教主. 4) 庆化堂 Qinghutang is dedicated to Shijia mouni 释迦牟尼.", "Rituals": {"Yuanxiao processions": "On 1/13 in the afternoon, the villagers go the Xianying dashê 显应大社 to invite the Shêgong 社公 and Shêma 社妈 out on a procession. At night there is a procession of lanterns around the village boundaries. On 1/14 a female drum cart and cymbal troupe and the village elders escort the gods of the Xianying dashê. Early in the second lunar month, the fengjin 奉金 ritual is held, and the gods of the Xianying xishê 显应西社 are invited out to perform an exorcistic procession 行儺.", "Birthday celebrations of the gods": "In the fourth lunar month, on a day determined by divination, the celebration of Yanggong taishi 杨公太师 is held. 6/2: The celebration of Yaogong yuanshuai 姚公元帅 is held. 8/3: The celebration of Cuifu dama 崔府大妈 is held. In the eighth lunar month, on a day determined by divination, the villagers go to the Dashê 大社 to invite the Shêgong 社公 and the Shêma 社妈 back to the village to watch opera and celebrate their birthdays. On each of the birthday celebrations of the gods, opera is performed for two days and Daoist masters are invited to conduct rites. The celebrations are organized by the village as a whole, and funds are raised on a per capita basis. 5. Ritual Groups The Three in One temple is called the Zongming shuyuan 宗明书院, and it holds rituals every 1st and 15th of each month. A Buddhist nunnery called the Qinghutang 庆化堂 is dedicated to Shijia mouni 释迦牟尼 and also holds Buddhist rites."}}