{"UID": "V501", "Name": "Dongdun", "Name_zh": "东墩", "Alliance": "Xianying shijing (Xianying ten territory ritual alliance)", "Alliance_UID": "A111", "Alliance_zh": "显应十境", "Irrigation_Region": "Northern", "Village_Settlement": "The village of Dongdun has a population of approximately 1000 people. The village is divided into seven neighborhoods: Houtian 后田, Touqian 头前, Xuesheng 学盛, Kutou 堀头, Jindian 锦店, Xiadongdun 下东墩, and Dali 搭里. The main livelihood is farming, supplemented by fishing. The village has two dragon boats, and raises a red banner during races.", "Surname_Groups": "The Tian 田 are the dominant surname, with some 230 households There are also some households surnamed the Chen 陈, the Zeng 曾, the Cao 曹, the Shen 沈, and the Weng 翁. The Tian moved to the village from Zhongmen 忠门. Originally there was a Tian ancestral hall, but it has been converted into the village old persons association 老人协会.", "Village_Temples": "1) Dongdunjing Xianying xishê 东墩境显应西社 contains the Zhongxiaotan 忠孝坛, and was restored in 1989. The main god is Yanggong taishi 杨公太师. To the left is Tianqian shengmu 天前圣母, Lubu dashen 鲁部大神, and Lufu yima 鲁府姨妈, To the right is Yanggong taishi 杨公太师, Qitian dasheng 齐天大圣, Baifu daren 白府大人, and Wenwu zhushen 文武诸神. Further left are Wengong yuanshuai 温公元帅, and further right are Yaogong yuanshuai 姚公元帅, Zhangshi furen 张氏夫人, and Sanwei zhongjun 三位中军. 2) Zhongxiaotan 忠孝坛 is linked to the Yunshuidian 云水殿 and is dedicated to a Nuo exorcistic god 傩神, and to Shi jiangjun 施将军 and Qitian dasheng 齐天大圣. 3) Mingqingtang 明清堂 is dedicated to Sanyi jiaozhu 三一教主. The SJCDCB, 1992:10 record thirty-six initiates.", "Rituals": {"Yuanxiao processions": "On 1/16, in the afternoon, villagers go the Xianying dashê 显应大社 to invite the Shêgong 社公 and Shêma 社妈 out on a procession. At night there is a procession of lanterns around the village boundaries. On 1/17 a female drum cart and cymbal troupe and the village elders sends off the gods of the Xianying dashê. Early in the second lunar month, the fengjin 奉金 ritual is held. The villagers invite Qitian dasheng 齐天大圣, Wang yuanshuai 王元帅, Deng yuanshuai 邓元帅, Leixin puhua tianzun 雷心普化天尊, Yanggong taishi 杨公太师 and Tiangong yuanshuai 田公元帅 to go on an exorcistic procession 行儺.", "Birthday celebrations of the gods": "In the fourth lunar month on a day determined by divination, the birthday of Yanggong taishi is celebrated 杨公太师. 5/5: The celebration of Lubu dashen 鲁部大神 and Lufu yima 鲁府姨妈 is held in the Xianyingmiao 显应庙 with opera performances 6/2: The celebration of Yaogong yuanshuai 姚公元帅. 7/7: The celebration of Tianqian shengmu 天前圣母. In the eighth lunar month, on a day determined by divination, villagers go to the Dashê 大社 to invite the Shêgong 社公 and the Shêma 社妈 back to the village to watch opera and celebrate their birthdays. On each of the birthday celebrations of the gods, opera is performed for two days and Daoist masters are invited to conduct rites. The celebrations are organized by the village as a whole, and funds are raised on a per capita basis. 5. Ritual Groups The village has no organized tanban 坛班 spirit medium altar association. However, there are several spirit mediums in their 50s who are possessed by the following gods: Qitian dasheng 齐天大圣, Wang yuanshuai 王元帅, Deng yuanshuai 邓元帅, Leixin puhua tianzun 雷心普化 天尊, Yanggong taishi 杨公太师, Tiangong yuanshuai 田公元帅, and Shi jiangjun 施将军. These men usually work outside the village, and only return at Yuanxiao or on the birthday celebrations of the gods in order to take part in xingnuo 行傩 exorcistic dances. At these times, they recite invocations of the gods until the god possesses them. The village Three in One temple is called the Mingqingtang 明清堂. It holds rites on the 1st and 15th of each month."}, "Administrative Village": "-1", "Administrative Village_zh": "-1"}