{"UID": "V502", "Name_Pinyin": "Puqian", "Name_hanzi": "铺前", "Region": "Northern", "Village_Settlement": "Puqian was originally called Chutoupu 锄头铺 or Puqian 埔前. The village of Puqian has a population of over 450 people, living in about 110 households. The main livelihood in farming, although are carpenters, construction workers, or workers in lacquer or shoe factories. The old imperial postal route went through this village. From Dingpu 顶铺 in Hanjiang 涵江 to Puqian 莆田 was the space of one pu (police/defense unit), thus Puqian got its name. The village was a red banner village in the conflicts between white and black banner alliances.", "Surname_Groups": "The entire village is surnamed Yao 姚. It is said the first Yao ancestor to enter Fujian 福建, founding ancestor Master Tianming 天明, was a man of Gushi 固始 district in Henan 河南, who attained his Jinshi Metropolitan Graduate status in Tang Qianning 4 (897). In Guanghua 1 (898), he took a post as Magistrate of Houguan 侯官, and later settled in Shaoxi in Putian 莆田韶溪, near the border between Jiangkou 江口 and Fuqing 福清. His descendants divided into three lineage branches, called Meng 孟, Zhong 仲, and Ji 季. The direct first born branch settled in Cixi near Ningbo in Zhejiang 浙江宁波慈溪. The second branch subdivided into three more branches: The Chaozhang 朝璋, Chaosi 朝嗣 and Chaogui 朝 圭. The fourteenth generation descendant of the Chaozhang 朝璋 branch moved to Yangshan 畅山, while the Chaosi 朝嗣 branch descendents moved to Hanjiang Puqian 涵江铺前, Jianqian 鉴前 and Xitianwei Chengzhu 西天 尾澄渚, Houhuang 后黄, Donghuang 东黄 and Xiafuxiang 下府巷 in Putian city. The third branch moved to Hanjiang Anren 涵江安仁 and Qinyuan 沁园. The Qinyuan 沁园 branch has already reached the 32nd generation, and in 1989 they built the Zhongqin daxiaoci 忠沁大孝祠 ancestral hall, and edited a Yao lineage genealogy. The Hanjiang 涵江 Tangbei 塘北 Elementary school is located in the Yao ancestral hall, and one can still see a Qianlong period plaque there. Puqian 铺前 originally had a Yao ancestral hall, but it no longer survives. The tomb of the 16th generation ancestor of the Yao lineage is in the foothills of the Shipan 石盘 mountains in Xitianwei 西天尾.", "Village_Temples": "1) Rendeli Puqianjing Yunfengtang 仁德里铺前境云 峰堂 was built in Qing Xuantong 3 (1911). In 1982 new god statues were carved and in 1990 the temple was restored. In front of the temple is a large canal, which is said to contain the lair of a Carp spirit. The main altar is dedicated to Jinfu daren 金府大人, Yanggong taishi 杨公太师, Guangze zunwang 广泽尊王, and Zhanggong shengjun 张公圣君. To the left are Sanwei xianshi 三位仙师 and to the right Cuifu dama 崔府大妈. An altar in the temple is dedicated to Zhanggong shengjun 张公圣君, and is used for spirit writing, and exorcisms.", "Rituals": {"Yuanxiao processions": " On 1/11 villagers pray for good fortune 上元祈福. Each year four Fushou 福首 are selected by rotation to organize the rituals. Two elders are called the Datou 大头 and the two unmarried ones are called the xiaotou 小头. Usually a single Daoist master is invited from Zhenqian 镇前 to conduct rituals 做醮.", "Birthday celebrations of the gods": "4/22: The celebration for Jinfu daren 金府大人. 7/23: The celebration for Zhanggong shengjun 张公圣君. 10/28: The celebration for Shêgong 社公 and Shêma 社妈. On each of the birthday celebrations of the gods, opera is performed for two days. The celebrations are organized by the village as a whole, and funds are raised on a per capita basis. Xiayuan pudu 下元普渡 rites of Universal Deliverance were revived at the end of the 1970’s and in the early 1980’s. The Lanpen 兰盆 ritual was performed again, once every three years, on 10/29. 5. Ritual Groups The village has a spirit medium who is possessed by Zhanggong yuanshuai 张公圣君, and who can transmit spirit writing 扶乩 and perform exorcistic dance 行儺."}}