{"UID": "V503", "Name": "Xigang", "Name_zh": "西港", "Region": "Northern", "Village_Settlement": "Xigang was originally called Qiangang 前港. The village of Xigang has over 400 people. The main livelihood is farming.", "Surname_Groups": "The Huang 黄 surname group is the dominant group. There are also the minor surnames Chen 陈 and Weng 翁.", "Village_Temples": "1) Qianjiangjing Xianying dongshê 钱江境显应东 社, also contains the Xianyinggong 显应宫. The temple originally was the Dafuci 大夫祠 ancestral hall of the Huang lineage 黄氏. In 1958 it was torn down and turned into a pig breeding station. Recently it has been rebuilt as a temple. The main altar is dedicated to Yanggong taishi 杨公太师, Tiangong yuanshuai 田公元帅, and Qitian dasheng 齐天大圣. The front altar is for Yaogong yuanshuai 姚公元帅 and Zhangshi furen 张氏夫人. 2) Zongyutang 宗裕堂 is dedicated to Sanyi jiaozhu 三一教主.", "Rituals": {"Yuanxiao processions": "On 1/9 in the afternoon, villagers go to the Xianyingmiao 显应庙 and the Xianying zushê 显应祖社 to invite the Shêgong 社公 and Shêma 社妈. At night there is a procession of lanterns around the boundaries of the village. On 1/10 in the afternoon, a female drum cart and cymbal troupe and the village elders escort back the gods of the Xianying dashê 显应大社. On 1/22, at the end of the Yuanxiao period, the village organizes a chonghua 冲花 ritual (lit: showering flowers—of flame—feats of endurance by mediums who place their faces and bodies in the flames of a Roman candle firework). Spirit mediums from nearby villages are invited to compete in tests of endurance and to perform exorcistic dances (行儺) .", "Birthday celebrations of the gods": "2/25: The celebration of Qitian dasheng 齐天大圣 is held. In the fourth lunar month on a day determined by divination, the birthday of Yanggong taishi is celebrated 杨公太师. In the eighth lunar month on a day determined by divination villagers go to the Dashê 大社 to invite the Shêgong 社公 and the Shêma 社妈 back to the village to watch opera and celebrate their birthdays. On each of the birthday celebrations of the gods, opera is performed for two days and Daoist masters are invited to conduct rites. The celebrations are organized by the village as a whole, and funds are raised on a per capita basis. 5. Ritual Groups There are no Daoist ritual masters in the village, but there are spirit mediums who are possessed by Qitian dasheng 齐天大圣, Tiangong yuanshuai 田公元帅, and Yanggong taishi 杨公太师. They perform exorcistic dances, xingnuo 行傩, during the Yuanxiao festival. The village Three in One temple is called the Zongyutang 宗裕堂. Rituals are held on the 1st and 15th of each month."}}