{"UID": "V504", "Name": "Zhuangcuo", "Name_zh": "庄厝", "Alliance": "Xianying shijing (Xianying ten territory ritual alliance)", "Alliance_UID": "A111", "Alliance_zh": "显应十境", "Irrigation_Region": "Northern", "Raw": {"Settlement": "Zhuangcuo was originally called Zhuangli 庄里. The village of Zhuangcuo has over 200 people. The main livelihood is farming.", "Surname_Groups": "The main surname group are the Lin 林. There are also some households surnamed Zeng 曾 and Shen 沈.", "Village_Temples": "1) Zhuangcuojing Dongyuandian 庄厝境东元殿 is dedicated to Yanggong taishi 杨公太师 and Tiangong yuanshuai 田公元帅. To the left is Sanguan dadi 三官大帝, Baiya jiangjun 白牙将军 and Sanwei zhongjun 三位中军. To the right is Lufu dashen 鲁府大神, Lufu yima 鲁府 姨妈, Daye 大爷 and Erye 二爷. 2) Mingqingtang 明清堂 is dedicated to Sanyi jiaozhu 三一教主.", "Rituals": {"Processions": "On 1/12 in the afternoon, villagers go to the Xianyingmiao 显应庙 and the Xianying zushê 显应祖社 to invite the Shêgong 社公 and Shêma 社妈. At night there is a procession of lanterns around the boundaries of the village. On 1/13 in the afternoon, a female drum cart and cymbal troupe and the village elders escort back the gods of the Xianying dashê 显应大社. On 1/28–29, at the end of the Yuanxiao period, the village organizes a chonghua 冲花 ritual (lit: showering flowers of flame—feats of endurance by mediums who place their faces and bodies in the flames of a Roman candle firework). Spirit mediums from nearby villages are invited to come to Zhuangcuo 庄厝 to compete in tests of endurance and to perform exorcistic dances 行儺.", "Birthday": "4/9: The celebration of Tiangong yuanshuai 田公元帅. In the fourth lunar month on a day determined by divination, the birthday of Yanggong taishi is celebrated 杨公太师. 7/28: villagers go to the Dashê 大社 to invite the Shêgong 社公 and the Shêma 社妈 back to the village to watch opera and celebrate their birthdays. On each of the birthday celebrations of the gods, opera is performed for two days and Daoist masters are invited to conduct rites. The celebrations are organized by the village as a whole, and funds are raised on a per capita basis. 5. Ritual Groups This village has no organized tanban 坛班 altar association or Daoist ritual masters. There are spirit mediums 神童 who are possessed by Yanggong taishi 杨公太师, Tiangong yuanshuai 田公元帅 and Sanwei zhongjun 三位中军. On Yuanxiao or on the birthday celebrations of the gods in they take part in xingnuo 行傩 exorcistic dances. At these times, they recite invocations of the gods until the god possesses them. The village Sanyijiao temple is called the Mingqingtang 明清堂, and there are rituals held on the first and fifteenth of every month."}}, "Administrative Village": "-1", "Administrative Village_zh": "-1", "Population": "200"}