{"UID": "V509", "Name_Pinyin": "Beigang", "Name_hanzi": "北港", "Region": "Northern", "Village_Settlement": "Beigang includes Xixu 西徐. The village population is approximately 800 people. The main livelihood is farming, supplemented by working in construction. During dragon boat races, a red banner is raised.", "Surname_Groups": "There are four main surname groups in the village, the Zhang 张, Chen 陈, Li 李, and the Guo 郭. The Guo moved to the village from Shangguo 上郭, and ever since have participated as a unit in the Xingfu zushê 兴福祖社 ritual activities. The village still has three incense burners 三社炉 inscribed with the names of the Zhang 张, the Chen 陈 and the Li 李. Each year each surname selects one Fushou 福首.", "Village_Temples": "1) Anren zushê 安仁祖社 is the founding shê altar of the ritual alliance. The statues of the Shêgong 社公 and Shêma 社妈 of Xixu 西徐 and Xiafang 下坊 are kept in this temple as well. On the main altar are Yaogong yuanshuai 姚公元帅, Zhangshi furen 张氏夫人, and Zhanggong shengjun 张公圣君. To left and right are the Xixujing 西徐境 Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人, and the Xiakangjing 霞康境 Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 2) Qingliantan 青莲坛 is dedicated to Guanyin dashi 观音大士.", "Rituals": {"Yuanxiao processions": " On 1/15 the Zhang 张, the Chen 陈, and the Li 李 Fushou 福首 each carry their shê-altar incense burners around the village. Each surname group receives the incense burners in their ancestral houses. That evening there is fire walking and opera. On 1/22, the Anren zushê 安仁祖社, together with Xiafang 下坊 village, invites Zhanggong shengjun 张公圣君 to go on an exorcistic procession 行傩. The spirit medi- ums 神童 of each village are invited to 采花 (pick the flower flames) and Daoist masters are invited to conduct a jiao ritual 做醮.", "Birthday celebrations of the gods": "2/19: The celebration of Guanyin dashi 观音大士. 7/23: The celebration of Zhanggong shengjun 张公圣君. 9/13: The celebration of Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. On each god’s birthday opera is performed for two days. The Fushou 福首 organize these events, and funding is raised on a per capita basis. 5. Ritual Groups Zhanggong shengjun 张公圣君 of the Anren zushê 安 仁祖社 possesses a spirit medium 神童, who, on Yuanxiao, performs exorcistic dances 行傩."}}