{"UID": "V510", "Name": "Zhoudun", "Name_zh": "周墩", "Alliance": "Anren qijing (Anren sevenfold ritual alliance)", "Alliance_UID": "A112", "Alliance_zh": "安仁七境", "Irrigation_Region": "Northern", "Village_Settlement": "Zhoudun has a population of approximately 600 people. The main livelihood is farming, supplemented by construction work. They raise a red banner during dragon boat races.", "Surname_Groups": "The entire village is surnamed Wu 吴. Each year four Fushou 福首 are selected by rotation according to age to serve as organizers and hosts for the rituals of the year. Those men 58 and above are considered village elders 乡老.", "Village_Temples": "1) Zhoudunjing Anren nanshê 周墩境安仁南社 is dedicated to Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 2) Yongxingtang 永兴堂 is dedicated to Tiangong yuanshuai 田公元帅 and Baiya jiangjun 白牙将军. To the left is Qitian dasheng 齐天大圣, to the right Zhanggong shengjun 张公圣君. 3) Dehuitang 德会堂 is dedicated to Jiangfu zhizun 江府至尊. To the left and right are Cuifu dama 崔府大妈, Wu yuanshuai 伍元帅, Er daren 二大人, and San daren 三大人.", "Rituals": {"Yuanxiao processions": "On 1/11 a procession is held around the village boundaries and lanterns are paraded 绕境游灯. On 1/12 four Fushou 福首 carry the incense burners in a procession and each household worships the gods in the main hall of the ancestral house 祖厝大厅. Daoist ritual masters are invited to conduct rites. On 1/13 the gods are invited back to the shê temple and the roadways are sealed against demonic influences 封 路. On 1/16 each household goes to the temple to light lanterns 乞火. On 1/26, the last night of Yuanxiao, the first opera of the year is performed 演 头场戏 and Tiangong yuanshuai 田公元帅, Zhanggong shengjun 张公圣君 and Qitian dasheng 齐天大圣 go out on an exorcistic procession 行儺. The spirit mediums from neighboring villages are invited to “gather fire-flowers” 神童采花, and Daoist masters are invited to hold a jiao ritual 做醮.", "Birthday celebrations of the gods": "2/9: The celebration of Cuifu dama 崔府大妈. 2/25: The celebration of Qitian dasheng 齐天大圣. 4/9: The celebration of Tiangong yuanshuai 田公元帅. 7/23: The celebration of Zhanggong shengjun 张公圣君. 11/7: The celebration of Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. On each god’s birthday opera is performed for two days, and the rituals are organized and hosted by the Fushou 福首. Funding is raised on a per capita basis. 5. Ritual Groups Tiangong yuanshuai 田公元帅, Qitian dasheng 齐天 大圣, Zhanggong shengjun 张公圣君 of the Yongxingtang 永兴堂 possess spirit mediums 神童 who perform exorcistic dances 行傩 at Yuanxiao."}}