{"UID": "V511", "Name_Pinyin": "Xiajiang", "Name_hanzi": "下江", "Region": "Northern", "Village_Settlement": "Xiajiang village is also known as Xiaan 下安. The village population is approximately 800 people living in about 150 households. Farming is the main livelihood.", "Surname_Groups": "The Fang 方 make up 80 households and the Chen 陈 make up 60 households. The Fang 方 are part of the Liugui Fang lineage 六桂方氏, and moved from Xitianwei 西天尾. The Chen 陈 claim to be part of the Yingshui Chen 颖水陈, and moved to Xiajinag village from Dongyang 东阳 outside Putian 莆田. They are thus part of the same lineage as the Xiagao Chen 下高陈 and the Jiangkou Xiadun Chen 江口下墩陈. There was originally a Chen ancestral hall but it is no longer extant.", "Village_Temples": "1) Xiajiangjing Anren dongshê 霞江境安仁东社 is dedicated to Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. To the left and right are Zhaogong yuanshuai 赵公元帅 and Wenchang dijun 文昌帝君. 2) Chaoxiagong 朝霞宫 was built in Qing Jiaqing period ( 1796–1820), and was rebuilt in 1993. The temple preserves a Qing Jiaqing 20 (1815) carved couplet on two pillars, and a Qing Jiaqing 21 (1816) plaque. On the main altar are Xuantian shangdi 玄天上帝, Baima yuanshuai 白马元帅, Qitian dasheng 齐天大圣, and Zhanggong shengjun 张公圣君. To the left is Guangze zunwang 广泽尊王, to the right Tiangong yuanshuai 田公元帅. 3) Zhibentang 至本堂 was rebuilt in 1987 and is dedicated to Fanxiang xianshi 范相仙师. On the left is Guanyin dashi 观音大士, and on the right Kong daren 孔大人. 4) Jingyi shuyuan 精一书院 is dedicated to Sanyi jiaozhu 三一教主. The SJCDCB, 1992:9 records twenty-eight initiates.", "Rituals": {"Yuanxiao processions": " On 1/13, four palm sedan chairs are prepared for Baima yuanshuai 白马元帅, Zhanggong shengjun 张公圣君, Qitian dasheng 齐天大圣, and Xuantian shangdi 玄天上帝, who are taken on a procession around the village. Four Fushou 福首 carry the incense burners. On 1/18 in the evening, opera is performed, and a procession is held around the village boundaries, and lanterns are paraded. Baima yuanshuai 白马元帅 leads the exorcistic procession 行傩 and there is firewalking 踏火. The spirit mediums 神童 of neighboring villages are invited to “gather flower-flames” 采花, and three Daoist masters are invited to hold a jiao ritual 做醮祈福.", "Birthday celebrations of the gods": "3/3: The celebration of Xuantian shangdi 玄天上帝. In the eighth lunar month on a day determined by divination, the celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held. On each god’s birthday opera is performed for two days. The celebrations are organized by the Fushou 福首 and funding is raised on a per capita basis. 11/5 Xiayuan pudu 下元普度 is performed by the Three in One Scripture masters of the Jingyitang 精一堂. 5. Ritual Groups The Tiangong yuanshuai 田公元帅 of Chaoxiagong 朝霞宫 possesses spirit medium 神童, who performs exorcistic dances 行儺 during Yuanxiao. The village Three in One temple is called the Jingyi shuyuan 精一书院 or the Jingyitang 精一堂. This temple branched off from Huangan Xipo 黄安西坡, and was established by Liang Puyao 梁普耀. On the main altar is Sanyi jiaozhu 三一教主. To the left is Sanfeng zhenren 三丰真人, and to the right Zhuozu zhenren 卓祖真人. There are over 45 initiates in the temple, who perform twice daily recitations of the Chashuijing 茶水经 and bi-monthly (first and fifteenth) recitations of the Bentijing 本体经 and the Sinijing 四尼经."}}