{"UID": "V520", "Name_Pinyin": "Jiangwei", "Name_hanzi": "江尾", "Region": "Northern", "Village_Settlement": "Jiangwei was originally called Gangwei 港尾. The village of Jiangwei has a population of over 500 people. The main livelihood is farming. Originally many households made straw mats as a supplementary source of income. Nowadays most men work in construction and young women work in shoe factories. The village belonged to the white banner alliance in the conflicts between white and black banner alliances.", "Surname_Groups": "The Chen 陈 are the dominant surname group. They are either Kuokou Chen 阔口陈 from Kuokou 阔口 near Putian, in which case they are related to the Chen of Chenqiao village 陈桥陈, or they are the Shoushan Chen 寿山陈, who came from Shoushan 寿山.", "Village_Temples": "1) Meijiangjing Changfu dongshê 湄江境长福东社 is dedicated to Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. To left and right are Qitian dasheng 齐天大圣 and Beidou xingjun 北斗星君. 2) Qingyunmiao 青云庙 is dedicated to Tiangong yuanshuai 田公元帅 and Baiya jiangjun 白牙将军. To the left and right are Chen daye 陈大爷, Zhou daye 周大爷, Xie daye 谢大爷, Li daye 李大爷, and Huang daye 黄大爷. 3) Xiatiandong 霞天洞 is dedicated to Zhanggong shengjun 张公圣君. To left and right are Lubu dashen 鲁部大神, Tianqian shengmu 天前圣母, Lufu yima 鲁府姨妈, and Wu daren 乌大人. 4) Chilinan 赤林庵 was built in the early Republican period (PTZJZCG, 1992:206).", "Rituals": {"Yuanxiao processions": " On 1/11–18, Yuanxiao is celebrated, and the roadways are sealed against demonic influences 封路, and three Daoist ritual masters are invited to conduct a jiao ritual 建醮. Bells are rung and drums are beaten until the spirit mediums are possessed by the gods.", "Birthday celebrations of the gods": "2/25: The celebration of Qitian dasheng 齐天大圣. 4/27: The celebration of Beidou xingjun 北斗星君. 7/23: The celebration of Zhanggong shengjun 张公圣君. 8/23: The celebration of Tiangong yuanshuai 田公元帅. 10/19: The celebration of Zunzhu mingwang 尊主明王, Houtu furen 后土 夫人. On each celebration of the birthday of the gods, opera is performed for two days. Daoist ritual masters are invited to conduct rites. The event is organized by the village as a whole, and funding is raised on a per capita basis. The Fushou 福首 take turns taking care of the rituals."}}