{"UID": "V528", "Name": "Hongdu", "Name_zh": "洪度", "Region": "Northern", "Village_Settlement": "Hongdu is divided into two ritual territories: the Lin 林 and the Cai 蔡 ritual territories. The total population is approximately 1000 people.", "Surname_Groups": "The main surname groups are the Lin 林 and the Cai 蔡.", "Village_Temples": "1) Lingcigong 灵慈宫 contains the Yi’anshê 义安社, Anfushê 安福社, Chongfuhe 崇福社, Baofushê 保福社, Chonglongshê 崇隆社, and Chongxingshê 崇兴社. The main god is Tianshang shengmu 天上圣母. Secondary gods include Qitian dasheng 齐天大圣, Puji shenghou 普济圣侯, Sima shengwang 司马圣王, Lingong shenghou 林公圣候, Heihu dashen 黑虎大神, Liu shenghou 柳圣侯, and Jin shenghou 金圣候. 2) Chongxingshê 崇兴社: This is the shê-altar of Kengtou 坑头, Dudong 度冬, Gongxia 宫下, Dinghoukeng 顶后坑, and Anjun 安君. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Wenwu liesheng 文武列圣. 3) Wushangong 武山宫: The main god is Puji shenghou 普济圣候. Secondary gods include Tiangong yuanshuai 田公元帅, Huang jiangjun 黄将军, and Baiya jiangjun 白牙将军 4) Zhenlingong 振麟宫: The main god is Tiangong yuanshuai 田公元帅. Secondary gods include Fenghuo ertong 风火儿童, Lingya jiangjun 灵牙将军. 5) Qingyundian 庆云殿: The main gods are Zhanggong shengjun 张公圣君, Jixiang dajiang 吉祥大将, and Ma Jia erjiangjun 马贾二将军. 6) Dongfangmiao 东方庙: The main god is Kusi dawang 库司大王. 7) Kengtousi 坑头寺: The main god is Guanyin dashi 观音大士. Secondary gods include Weituo hufa 韦驮护法 and Jialan pusa 迦蓝菩萨.", "Rituals": {"Yuanxiao processions": "On 1/4 the Lingcigong 灵慈宫 welcomes the gods back from heaven 接神. Opera is performed, and Daoist ritual masters are invited to conduct rituals. This is organized by the temple, and funding is raised through voluntary contributions. On 1/12, all the gods of Chongxingshê 崇兴社 and Wushangong 武山宫 are invited to go on procession within the Caijing 蔡境. This is organized by the Cai 蔡, and funds are collected from amongst them on a per capita basis. On 1/13, all the gods of Chongxingshê 崇兴社, the Zhenlingong 振麟宫, and the Qingyundian 庆云殿 are invited to go on a procession within the Linjing 林境. This is organized by the Lin 林, and funds are collected from amongst them on a per capita basis. On all such occasions, opera is performed, and Daoist ritual masters are invited to conduct rituals.", "Birthday celebrations of the gods": "2/18: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Chongxingshê 崇兴社. 2/25: The birthday celebration of Qitian dasheng 齐天大圣. 3/23: The birthday celebration of Tianshang shengmu 天上圣母. This is organized by Xiating ritual jing 下亭境, and funds are collected on a per capita basis. 4/9: The birthday celebration of Tiangong yuanshuai 田公元帅. Movies are performed, and Daoist ritual masters are invited to conduct rituals. This is organized by the Linjing 林境. 4/28: The birthday celebration of Liu shenghou 柳圣侯 and Jin shenghou 金圣侯 is organized by the Lingcigong 灵慈宫. 5/13: The birthday celebration of Sima shengwang 司马圣王 is organized by Lingcigong 灵慈宫 of Xiatingjing 下亭境. 7/23: The birthday celebration of Zhanggong shengjun 张公圣君. Marionette plays are performed, and Daoist ritual masters are invited to conduct rituals. These events are organized by the Lin 林. 8/21: The birthday celebration of Puji shenghou 普济圣侯 is organized by Lingci gong 灵慈宫. 8/23 is the celebration of the Tuofan 脱凡 day of apotheosis of Tiangong yuanshuai 田公元帅. Marionette plays are performed, and Daoist ritual masters are invited to conduct rituals. This is organized by the Lin 林. The celebration for the day of ascension of Tianshang shengmu 天上 圣母 is organized by Lingcigong 灵慈宫. 9/28: The birthday celebration of Lingong shengjun 林公圣侯 is organized by the Xiatingjing 下亭境. On all these occasions, either opera is performed, or else marionette plays or movies are offered. Contributions are raised per capita, and Daoist ritual masters are invited to perform rites for the gods. 9/9:"}}