{"UID": "V540", "Name": "Weiyang", "Name_zh": "渭阳", "Alliance": "Weiyang sanjia (Weiyang three jia ritual alliance)", "Alliance_UID": "A117", "Alliance_zh": "渭阳三甲", "Irrigation_Region": "Northern", "Raw": {"Settlement": "The three jia alliance of Weiyang is located along the foothills of the Zixiao Mountains 紫霄山. The water for irrigating the fields is mostly drawn from the Mingcukeng trench 明厝坑圳 and the Shuangyikeng trench 双义坑圳, diverting water from the mountains behind the village. This area was part of the Dongzhang Shanhoupu 东张山后铺 (police/defense unit) of the Xingjiaoli sub-canton 兴教里. In the early Qing the village of Weizhuang 围庄 was settled here. There are currently 1100 people living in the village whose main livelihood is agriculture. Weiyang produces an abundance of dragon eyes (longan) 龙眼 and loquats 枇杷. The village is managed by the Weiyang Administrative Village 渭阳行政村. The temple ritual system is divded according to settlements into three ritual associations. In the feuding banner alliances of the end of the Qing, Weiyang was part of the red (neutral) banner alliance, but their leaned towards the white banner alliance.", "Surname_Groups": "the main surname group of Weicuo 尾厝 is the Huang 黄. Other surnames include more than ten Lin 林 households. The main surname groups in Banshan 半山 are the Chen 陈 and the Zheng 郑. Other surnames include the Lai 赖 and the Zhou 周. Shipaidou 石牌兜 has the Zhong 钟 and the Chen 陈. The Huang 黄 of Weiyang migrated from Weiyang three jia ritual alliance Anhai 安海 in Quanzhou 泉州 during the Qing Dynasty, and have now reached their eleventh generation. In the late Qing, these Huang were the greatest mercantile lineage in the Hanjiang region. The Huang built the Yixing ancestral hall 义兴宗祠 and the Ruiyu ancestral hall 瑞裕宗祠, but both have been abandoned.", "Village_Temples": "1) Weizhuangjing Huashanshê 渭庄境华山社 (also known as the Dongshê 东社): Located in Weicuo 尾厝, it was rebuilt in 1980. Middle altar: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, Sansheng zhejun 三圣真君, Ciji zhenjun 慈济真君, Taiyi xiangu 太乙仙姑. Left altar: Sima shenghou 司马圣侯, Qitian dasheng 齐天大圣. Right altar: Tiangong yuanshuai 田公元帅. 2) Jinlinmiao 金林庙 is located in Banshan 半山. The gods worshipped are: Yanggong taishi 杨公太师, Baima yuanshuai 白马元帅, Tiangong yuanshuai 田公元帅, and Zhanggong shengjun 张公圣君. 3) Huashan xishê 华山西社 is located in Banshan 半山. Main gods: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, Zhanggong shengjun 张公 圣君. Secondary gods: Wugu daxian 五谷大仙. 4) Anfumiao 安福庙 is located in Banshen半山. Main gods: Tianshang shengmu 天前圣母, Lubu dashen 鲁部大神, Lufu yima 鲁府姨妈. Secondary gods: Tiangong yuanshuai 田公元帅, Cuifu dama 崔府大妈, Zhudaye 朱 大爷, Dou sheren 豆舍人, Erye 二爷 and Sanye 三爷. 5) Qingyundong 庆云洞 is located in Shipaidou 石牌兜. Main god: Zhong kui 钟馗. 6) Tongmingsi 通明寺 is located in Shipaidou 石牌兜. Middle: Shijia mouni 释迦牟尼. Left: Weituo 韦驮. Right: Jialan 伽蓝.", "Rituals": {"Processions": "On 1/11–13, the three neighborhoods of Weiyang take incense burners to each household to practice the Dao 行道, but do this separately. On 1/14, a procession is held within the entire village and the crossroads into the community are sealed 封道. Opera is performed for two days, and Daoist ritual masters are invited to conduct rituals. The three jia each select a fushou 福首 headman to organize these events together, and funds are collected on a per capita basis.", "Birthday": "2/18: The birthday celebration of Zhongkuigong 钟馗公 is held. Opera is performed for two days, and Daoist ritual masters are invited to chant the scriptures. This is organized by Shipaidou, and funds are collected on a per capita basis. 2/25: The birthday celebration of Qitian dasheng 齐天大圣 is held. Opera is performed for two days, and Daoist ritual masters are invited to chant the scriptures. This is organized by Weicuojia 尾厝甲, and funds are collected on a per capita basis. 5/29: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Huashan xishê 华山西社. Opera is performed for two to three days, and Daoist ritual masters are invited to chant the scriptures. This event is organized by Banshanjia 半山甲, and funds are collected on a per capita basis. 6/6: The birthday celebration of Fude zhengshen 福德正神 is held. Opera is performed for two days, and Daoist ritual masters are invited to chant the scriptures. This is organized by the Chen 陈 and the Zheng 郑 of Banshan 半山, and funds are collected on a per capita basis. 7/23: The birthday celebration of Zhanggong shengjun 张公圣君 is held with opera. Daoist masters are invited to conduct rites. This evens is organized by Banshanjia 半山甲, and funds are collected on a per capita basis. 8/22: The birthday celebration of Tiangong yuanshuai 田公元帅 is held. Opera is performed for two days, and Daoist ritual masters are invited to chant the scriptures. These events are organized by the Chen 陈 of Banshan 半山, and funds are collected on a per capita basis. 9/9: The birthday celebration of Lufu daren 鲁府大人 is held. Opera is performed for two days, and Daoist ritual masters are invited to chant the scriptures. These events are organized by the Lai 赖 and the Zhou 周 of Banshan 半山, and funds are collected on a per capita basis. 12/5: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Huashanshê 华山社 is held. Opera is performed for two to three days, and Daoist ritual masters are invited to chant the scriptures. These events are organized by Weicuo 尾厝, and funds are collected on a per capita basis."}}, "Administrative Village": "Weiyang Administrative Village", "Administrative Village_zh": "渭阳行政村", "Population": "1100"}