{"UID": "V542", "Name": "Xiake", "Name_zh": "下柯", "Region": "Northern", "Village_Settlement": "The entire village has 492 people.", "Surname_Groups": "The Ke 柯 makes up 70–80% of the total population. Other surnames include six Chen 陈 households, one Wang 王 household, and more than ten Wu 吴 households. It is said that the Ke came from Kezhu 柯朱 in Ling chuan 灵川 and from Liuqiao 柳桥 in Putian city.", "Village_Temples": "1) Tongji Yuewanggong 通济越王宫 was built in the Guangxu 25 (1899) and was renovated in 1989. Middle altar: Yuewang dadi 越王大帝. Left altar: Puji shenghou 普济圣侯, Qitian dasheng 齐天大圣. Right altar: Wusheng tianfei 吴圣天妃, Zhanggong shengjun 张公圣君, Lugong dianshuai 鲁公殿帅. 2) Fuxingmiao 福兴庙, Fuyoushê 福佑社 was rebuilt in 1986 and again in 20", "Rituals": {"Yuanxiao processions": "玄天上帝. Middle altar: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Left altar: Puji shenghou 普济圣 侯, Qitian dasheng 齐天大圣. Right altar: Tiangong yuanshuai 田公元帅, Zhanggong shengjun 张公圣君. 3) Ganyingtang 感应堂 was renovated in 1988. On the upper altar: Sanyi jiaozhu 三一教主. Middle altar: Guangze zunwang 广泽尊王. Left altar: Guansheng dijun 关圣帝君. Right altar: Tiangong yuanshuai 田公元帅. 4. Rituals: Yuanxiao processions On 1/12–13 villagers go to Tongji Yuewanggong 通济越王宫 request incense fire 香火, and the incense burners are taken to every household to practice the Dao 行道. This is organized by the village as a whole, and funds are collected on a per capita basis. On 1/14, Puji shenghou 普济圣侯, Tiangong yuanshuai 田公元帅, Qitian dasheng 齐天大圣, and Jixiang miaojiang 吉祥妙将 are invited to go on procession throughout the three-fold shê. Opera is performed, and Daoist ritual masters are invited to conduct rituals. The procession is organized by the three shê, and funds are collected on a per capita basis throughout the alliance.", "Birthday celebrations of the gods": "1/1–3: The birthday celebration of Yuewang dadi 越王大帝 is held. Opera is performed for two to three days, and Daoist ritual masters are invited to chant the scriptures. These events are organized by the three-fold shê alliance, and funds are collected on a per capita basis. 8./25: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held. Opera is performed for two days, and Daoist ritual masters are invited to chant the scriptures. The village shê organizes the ritual, and funds are collected on a per capita basis."}}