{"UID": "V543", "Name": "Shanhou", "Name_zh": "山后", "Alliance": "Sanshan sanshê (Sanshan three shê ritual alliance)", "Alliance_UID": "A118", "Alliance_zh": "三山三社", "Irrigation_Region": "Northern", "Village_Settlement": "Shanhou village has approximately 1000 people.", "Surname_Groups": "The main surname groups are the Li 李, the Zhang 张 and the Ke 柯.", "Village_Temples": "1) Lingyin zushê 灵隐祖社 was built in the Qianlong period and was rebult in 1921, 1985 and in 2000. Main gods: Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 2) Wenxinmiao 文新庙 is dedicated to Tiangong yuanshuai 田公元帅. 3) Baishenmiao 百神庙: Main god: Xuantian shangdi 玄天上帝. Secondary gods: Xietian dadi 协天大帝, Yanggong taishi 杨公太师, Yang jiuniang 杨九娘. 4) Feihudian 飞虎殿: Main god: Chenshi zhenren 陈氏真人, Lubu dashen 鲁部大神, Lufu yima 鲁府姨妈. 5) Miaodetang 妙德堂 is dedicated to Lin Lonjiang 林龙江. The SJCDCB, 1992:7 records 235 initiates.", "Rituals": {"Yuanxiao processions": "On 2/12–13 villagers go to Tongji Yuewanggong 通济越王宫 to request incense fire 香火, and then they carry the incense burners to every household to practice the Dao 行道. This is organized by the village as a whole, and funds are collected on a per capita basis. On 1/14, Puji shenghou 普济圣侯, Tiangong yuanshuai 田公元帅, Qitian dasheng 齐天大圣, and Jixiang miaojiang 吉祥妙将 are invited to go on procession throughout the three shê alliance. Opera is performed, and Daoist ritual masters are invited to conduct rituals. The procession is organized by the three shê, and funds are collected on a per capita basis throughout the alliance.", "Birthday celebrations of the gods": "1/1–3: The birthday celebration of Yuewang dadi 越王大帝 is held. Opera is performed for two to three days, and Daoist ritual masters are invited to chant the scriptures. These events are organized by the three-fold shê alliance, and funds are collected on a per capita basis. In the 4th lunar month, on a day determined by divination, the birthday celebration of all the gods of Baifumiao 百福庙 is held. Opera is performed for three days, and Daoist ritual masters are invited to chant the scriptures. This is organized by the village as a whole, and funds are collected on a per capita basis. 10/10: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held. Opera is performed for two days, and Daoist ritual masters are invited to chant the scriptures. The village shê organizes the ritual, and funds are collected on a per capita basis."}, "Administrative Village": "-1", "Administrative Village_zh": "-1"}