{"UID": "V544", "Name": "Xiyang", "Name_zh": "西洋", "Alliance": "Wangyang sishê (Wangyang four shê ritual alliance)", "Alliance_UID": "A119", "Alliance_zh": "碗洋四社", "Irrigation_Region": "Northern", "Village_Settlement": "The entire village has approximately 300 people.", "Surname_Groups": "Surnames include the Shi 施, Huang 黄, and Chen 陈.", "Village_Temples": "1) Wanyangjing Guanshengmiao 碗洋境关圣庙 was built in Ming Chongzhen 3 (1630). Main god: Guansheng dijun 关圣帝君. Secondary gods: Zhou Cang 周仓, Guan Ping 关平, Ma jiangjun 马将军 (Weiwu jiangjun 威武将军), Zhang Bao 张苞, Zhang Lei 张累, Guan Xing 关兴, Wang Yong 王用. The rear hall has a 2) Wenchangge 文昌阁: Main god: Wenchang dijun 文昌帝君. Secondary gods: Kuidou xingjun 魁斗星君, Luer baomu 鹿儿保母. This temple is one of the five great temples of Putian, and it preserves ten pieces (40 cm × 10 cm) of a Ming dynasty divinatory poetry board 签支板 and numerous carved couplets. It is said that Huang Kangqin 黄康钦, the Commander 总兵 of Zhoushan 舟山 of Zhejiang province 浙江 during the Ming Dynasty, was from Wanyang 碗洋. During his fight against Japanese pirates 倭寇, Emperor Guan (Guandi) 关帝 manifested 显灵 to help him win. Thus he made bronze statues of Guan Yu 关羽, Guan Ping 关平, and Zhou Cang 周仓, and shipped them back to Putian. During the process, a huge tide hit them and the statues of Guan Ping and Zhou Cang sank, leaving only Guan Yu’s statue. Local commander Huang 黄总兵 was later killed, and the blood that came out of him was blue. He was vindicated afterwards and granted the title of Guogong 国公 (the place was originally called Guogongpo 国公坡). 2) Zongkongci 宗孔祠: Main god: Sanyi jiaozhu 三一教主.", "Rituals": {"Yuanxiao processions": "On 1/9–10, Tiangong yuanshuai 田公 元帅, Sima shengwang 司马圣王, and Zhongtian dasheng 中天大圣 are invited to go on procession within the village. Opera is performed, and Daoist ritual masters are invited to conduct rituals. This celebration is organized by the village itself, and funds are collected on a per capita basis. On 2/2, on the day of Toufu 头福, a common Yuanxiao 总元宵 is held in the four village alliance. Lanterns are taken on a procession around the four village alliance. Opera is performed in Guanshengmiao 关圣庙, and five Daoist ritual masters are invited to conduct rituals. These rituals are organized by the four shê alliance, and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "5/13: The birthday celebration of Sima shengwang 司马圣王 is held. Opera is performed for four days, and Daoist ritual masters are invited to chant the scriptures. This is organized by the four shê alliance, and funds are collected on a per capita basis. 6/24: The birthday celebration of Guansheng dijun 关圣帝君 is held. Opera is performed for four days, and Daoist ritual masters are invited to chant the scriptures. This is organized by the four shê alliance, and funds are collected on a per capita basis. 10/22: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held. Opera is performed for two to three days, Scripture masters 师公 are invited to chant the scriptures. This is organized by the village itself, and funds are collected on a per capita basis."}, "Administrative Village": "-1", "Administrative Village_zh": "-1"}