{"UID": "V546", "Name_Pinyin": "Gelong", "Name_hanzi": "隔垄", "Region": "Northern", "Village_Settlement": "The entire village has approximately 500 people.", "Surname_Groups": "The main surname groups are the Shi 施 and the Chen 陈.", "Village_Temples": "Fulong dongshê 浮龙东社 was built during the earlyQing Dynasty (others also say that it was built during the Ming Dynasty). Main gods: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Secondary gods: Qitian dasheng 齐天大圣, Sima shengwang 司马圣王, Zhongtian dasheng 中天大圣.", "Rituals": {"Yuanxiao processions": " On 1/10–11 Tiangong yuanshuai 田公 元帅, Sima shengwang 司马圣王, and Zhongtian dasheng 中天大圣 are invited to go on procession within the village Opera is performed, and Dao ist ritual masters are invited to conduct rituals. These events are organized by the village itself, and funds are collected on a per capita basis. On 2/2 the Toufu 头福 rite (beginning good fortune) is celebrated as an overall Yuanxiao 总元宵. Lanterns go on procession around the village territory. Opera is performed in Guanshengmiao 关圣庙, and five Daoist ritual masters are invited to conduct rituals. This is organized by the four shê alliance, and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "5/13: The birthday celebration of Sima shengwang 司马圣王 is held. Opera is performed for four days, and Daoist ritual masters are invited to chant the scriptures. This is organized by the four shê alliance, and funds are collected on a per capita basis. 6/24: The birthday celebration of Guansheng dijun 关圣帝君 is held. Opera is performed for four days, and Daoist ritual masters are invited to chant the scriptures. This is organized by the four shê alliance, and funds are collected on a per capita basis. 10/22: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人is held. Opera is performed for two to three days, Scripture masters 师公 are invited to chant the scriptures. This is organized by the village itself, and funds are collected on a per capita basis."}}