{"UID": "V549", "Name": "Loutou", "Name_zh": "漏头", "Region": "Northern", "Village_Settlement": "The village of Loutou is located within the Taiping Weir irrigation system 太平陂. This area was part of the Loutoupu 漏头铺 (police/defense unit) of the Xingjiaoli 兴教里 sub-canton. In the Ming, the village of Loutou was already settled. In the Qing the village of Fangzhuang 方庄 divided off. There are currently more than 2200 people living in the village. The village is managed by the Loutou Administrative Village 漏头 行政村. The temple ritual system is divided according to lineage groupings into four she-altars: Shoushê 首社 belongs to the Huang 黄; Zhongshê 中社 belongs to the Liang 梁, the Xu 许 and the Wu 吴; Xishê 西社 belongs to the Ke 柯, the Lin 林, the Zeng 曾 and the Liu 刘; Dongshê 东社 belongs to the Wang 王. Formerly, Fangzhuang 方庄 belonged to Loutou sishê 漏头 四社. Nowadays this village no longer participates in the common Yuanxiao procession of Loutou 漏头. In the feuding banner alliances of the end of the Qing, the village of Loutou was part of the white banner alliance. The main livelihoods are agriculture but many female workers work in the shoe manufacturing industry.", "Surname_Groups": "The main surname groups are the Wang 王 and the Liang 梁. Other surnames include the Chen 陈, the Zheng 郑, and the Li 李. The Wang 王 came from Sanshan 三山 (Fuzhou) from Fenghuoshan 峰火山 near Fangzhuang 方庄 of Xizhuang village 西庄村. There is a Wang ancestral hall 王氏宗祠 in Loutou village. The Liang 梁 came from Liangcuo 梁厝 of Hushi 笏石 during the Qianlong period. Their ancestor is known as De Xuan Gong (Master De Xuan) 德玄公. The Liang are divided into three lineage branches: Wanbao 万宝, Wanjin 万金, and Wanzhu 万珠. They are now in their ninth generation in the village. The Ke 柯 came from Xiake Loutou four shê ritual alliance village 下柯 of the Sanshan 三山 (Fuzhou) region. The Li 李 came from Yangwei 洋尾 in Hanjiang 涵江.", "Village_Temples": "1) Beijidian 北极殿: Middle altar: Xuantian shangdi 玄天上帝. Left altar: Wengong yuanshuai 温公元帅, Magong yuanshuai 马公元帅. Right altar: Kanggong yuanshuai 康公元帅, Zhaogong yuanshuai 赵公元帅. 2) Chongfutang 崇福堂: This temple was renovated in 1987. Middle hall: Middle altar: Shijia wenfo 释迦文佛. Left altar: Guanyin dashi 观音大士. Right altar: Zhanggong shengjun 张公圣君. Left hall: Wenchang dijun 文昌 帝君, Kuidou xingjun 魁斗星君, Luer baomu 鹿儿保母. Right hall: Guansheng dijun 关圣帝君. Rear hall: Shijia mouni 释迦牟尼, Guanyin dashi 观音大士, Zhanggong shengjun 张公圣君. 3) Denglongshê 登龙社 was originally built in Ming Hongwu 16 (1383) (according to the Xu Lineage Genealogy 许氏族谱). This temple is co-owned by the Shoushê 首社, the Zhongshê 中社 and the Xishê 西社. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Tiangong yuanshuai 田公元帅 and the four divine generals 四神将 (the Zhu 朱, Tao 桃, Jin 金, and Li 李). 4) Denglong dongshê 登龙东社 was renovated in 1985. Middle altar middle niche 中龛: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Left niche 左龛: Sima shenghou 司马圣侯, Qitian dasheng 齐天大圣, Wugong shenghou 吴公圣侯. Right niche 右龛: Zhanggong shengjun 张公圣君, Xiaogong shengzhe 肖公圣者, Liugong yuanshuai 刘公元帅. Left altar: Dutong dawang 都统大王, Duguan pusa 都管菩萨. Right altar: Oushi furen 欧氏夫人, Heihu shenjiang 黑虎神将, Huban dashen 虎班大神. 5) Longfenggong 龙凤宫 was originally built in Guangxu 26 (1900) and is dedicated to the following gods: Beidou xingjun 北斗星君, Fuling zushi 法灵祖师, Liu daren 刘大人, Qitian dasheng 齐天大圣, Xietian dadi 协天 大帝, Kefu zhenren 柯府真人, Lufu jungong 鲁府军公. 6) Longlingong 龙麟宫 was built in 1948. Middle altar: Taishang laojun 太上老君. Left altar: Shuaigong shenghou 帅公圣侯, Lanfu daren 蓝府大人, Zhanggong shengjun 张公圣君. Right altar: Tianqian shengmu 天前圣母, Lubu dashen 鲁部大神, Lufu yima 鲁府姨妈. 7) Yuanben shuyuan 元本书院: Sanyi jiaozhu 三一教主, Sanfeng zhenren 三峰真人, Zhuozu zhenren 卓祖真人. Lanpenpudu 兰盆 rituals are held here on 11/ 6. 8) Yunlinsi 云林寺: Middle: Shijia wenfo 释迦文佛; Left: Guanyin dashi 观 音大士; Right: Damo zushi 达摩祖师. 9) Shengfutang 升福堂: The main god is Guangze zunwang 广泽尊王. Secondary gods include Xuantian shangdi 玄天上帝. 10) Jingfugong 景福宫: The main god is Tianshang shengmu 天上圣母. Secondary gods include Li daye 李大爷.", "Rituals": {"Yuanxiao processions": "On 1/13 the Zhongshê 中社 and Dongshê 东社 go on a procession with the gods to each household to xingdao practice the Dao 行道. On 1/14 the Shoushê 首社 and Xishê 西社 go on a procession with the gods to each household to xingdao practice the Dao 行道. On 1/15 Dutong daren 都统大人, Duguan pusa 都管菩萨 and Oushi furen 欧氏夫人 go on a procession within the village. The god’s chairs are carried through fire 踏火 and three Daoist ritual masters 道士 are invited to conduct the Jiao ritual. On 2/2 a common Yuanxiao 元宵 is held and Xuantian shangdi 玄天上帝 goes on procession within the village. Lanterns are taken on procession around the ritual territory.", "Birthday celebrations of the gods": "1/ 8: Toutiaoxi 头条戏 is organized by the entire village all together, and contributions are collected on a per capita basis. 2/2: The toufu 头福 (beginning good fortune) rites are celebrated with two days of opera, with funds raised on a per capita basis. 2/25: The birthday celebration of Qitian dasheng 齐天大圣. Opera is performed for two days. This is organized by Dongshê 东社. 3/3: The birthday celebration of Xuantian shangdi 玄天上帝. Opera is performed for two days. This is organized by the village as a whole. 3/16: The birthday celebration of Xuantan Zhao yuanshuai 玄坛赵元帅. Opera is performed for two days. This is organized by the village as a whole, and contributions are collected on a per capita basis. 10/6: The first celebration of the Zunzhu mingwang 尊主明王 and Houtu furen’s 后土夫人 of the Denglongshê 登龙社 is organized by Shoushê 首社. 10/7: The second celebration of the Zunzhu mingwang 尊主明王 and Houtu furen’s 后土夫人 of the Denglongshê 登龙社 is organized by the Zhongshê 中社. 10/8: The third celebration of the Zunzhu mingwang 尊主明王 and Houtu furen’s 后土夫人 of the Denglongshê 登龙社 is organized by the Xishê 西社. 10/15: The fourth celebration of the Zunzhu mingwang 尊主明王 and Houtu furen’s 后土夫 of Denglongshê 登龙社 is organized by Dongshê 东社. Contributions for all the above events are collected on a per capita basis within the part of the village involved."}}