{"UID": "V552", "Name_Pinyin": "Meiling", "Name_hanzi": "梅岭", "Region": "Northern", "Village_Settlement": "Meiling is also know as Fengli 枫林 and belongs to the Fenglin Administrative Village 枫林行政村. Meiling is divided into four jia 甲 neighborhoods: Changjijia 长基甲 has 738 people, Linganjia 林干甲 has 338 people, Luoganjia 罗干甲 has 200 people, and Wuzhongjia 吾中甲 has 585 people, for a total of 1921 people.", "Surname_Groups": "The main surname group is the Cai 蔡. Other surnames include the Luo 罗 and the Lin 林.", "Village_Temples": "1) Meiling Wuzhong Fenglingjing Xiangyingshê 梅岭 吾中凤岭境香应社 used to be the main temple of Linwai 林外总社. Then Longxishê 龙溪社 branched out from this temple and gradually gained popularity and recognition that surpassed that of Xiangyingshê 香应社. Thus, it replaced Xiangyingshê 香应社 and became known as Longxi zushê (Dragon stream founding altar of the soil and the harvest) 龙溪祖社. The main gods worshipped in the temple are Yanggong taishi 杨公太师, Zunzhu mingwang 尊主明王, and Houtu furen 后土夫人. Other gods include Wanggong ye 王公爷 and Huoshen ye 火神爷. 2) Longxi zushê 龙溪祖社 is in the Fengling shengjing 凤岭胜境. The temple was expanded during the Ming Wanli period (1573–1620). This temple is the zushê (ancestral altar) 祖社 of the sevenfold ritual alliance of Aotang 鳌塘七境. (Chengyingdian 诚应殿 of Taibaizhuang 太白庄 of Wutang 梧 塘 is the main temple of that sevenfold ritual alliance. Xuantian shangdi 玄 天上帝 goes on procession within that sevenfold ritual alliance). The main gods worshipped in the Longxi zushê are Wuxian lingguan 五显灵官, Zunzhu mingwang 尊主明王, and Houtu furen 后土夫人. Other gods include Zhanggong shengjun 张公圣君, Qitian dasheng 齐天大圣, Puji shenghou 普 济圣侯, Sima shengwang 司马圣王, Tiangong yuanshuai 田公元帅, Yanggong taishi 杨公太师, and Zhongtian dasheng 中天大圣. 3) Shihuici 世惠祠 is dedicated to the five people who constructed and repaired the 太平陂 Taiping Weir and its irrigation canals—the Wuwei zunshen 五位尊神 who were all judged to have performed major deeds of merits. They are He Yu 何玉, Liu E 刘谔, Cai Xiang 蔡襄, Zeng Yonghu 曾用虎, and Zhang Nie 章蘖. Chenfu daren 陈府大人is also worshipped. This shrine was originally built in Song Shaoxing 2 (1132). The Fengshanci 凤山祠 is dedicated to Sanyi jiaozhu 三一教主, and to Xiaoxing zushi 孝行祖师. 3) Jiaruimiao 嘉瑞庙: This temple was built in Jiajing 35 (1556), and is dedicated to Fude zhengshen 福德正神. 4) Meiling Cigongge 梅岭慈公阁 is dedicated to Guanyin dashi 观音大士.", "Rituals": {"Yuanxiao processions": " On 1/13–16, each jia invites in rotation Yanggong taishi 杨公太师 to go on procession. A spirit medium accompanies the procession. On 1/17, a common Yuanxiao celebration of sevenfold ritual alliance is held.", "Birthday celebrations of the gods": "2/15: The celebration for Xiaoxing zushi 孝行祖师 is held, with two days of opera. 4/13: The celebration for Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held, with three days of opera. This organization of this events rotates annually from the Xingyinshê to the Longxi zushê 龙溪祖社. 4/26: The celebration for Yanggong taishi 杨公太师 is held, with two days of opera. 9/3: The celebration for Wuxian lingguan 五显灵官 is held, with two to three days of opera. 10/15: The Lanpen pudu 兰盆 ritual is held. Nuns from the Cigongge 慈公阁 perform the rites. The expenses for opera performances and Daoist rituals for the birthday celebrations of gods above are apportioned to every dui 队 (production brigade) and raised on a per capita basis. 5. Ritual groups Every year, each jia nominates one Fushou 福首 on the basis of age to run the village ritual activities."}}