{"UID": "V554", "Name": "Taibaizhuang", "Name_zh": "太白庄", "Alliance": "Wutang qijing (Wutang sevenfold ritual alliance)", "Alliance_UID": "A122", "Alliance_zh": "梧塘七境", "Irrigation_Region": "Northern", "Raw": {"Settlement": "Taibaizhuang village is a part of the Dongfu Administrative Village 东福行政村. The settlement of the Xingjiaoli (sub-canton), Aotangjing, Taibaizhuang village 兴教里鳌塘境太白庄 began during the Qing Dynasty. There are currently more than 853 people living in the village. The main livelihood is agriculture. Other occupations include female workers in the shoe manufacturing industry.", "Surname_Groups": "The Xu 许 make up 50%, and the Yang 杨 30% of the village population. Other surnames include the Zheng 郑, the Li 李, the Cai 蔡 with seven or eight households, the Hong 洪 with two households, the Wu 吴 and the Zhu 朱 with one household each. The Xu 许 came from Shigu 石鼓 in Yongchun county 永春县. Their ancestor’s ancestral house 祖栋 and ancestral tombs 祖墓 are in Qiulu 萩芦. The Yang 杨氏 also came from Yongchun 永春.", "Village_Temples": "1) Xingjiaoli aotangjing chengyingdian 兴教里鳌塘境 诚应殿: was originally built in Qianlong 18 (1753), and was rebuilt in 19", "Rituals": {"Processions": "851) is preserved in the temple. This temple is the main temple of the sevenfold ritual alliance of Xizhuang 西庄, including the villages of Dongpai 东牌, Fuxingshê 福兴社, Xialou 霞楼, Taibaizhuang 太白庄, Linwai 林外, and Fengling 枫岭. The main god of the temple is Xuantian shangdi 玄天上帝. Secondary gods include the four marshalls 四大元帅: Wengong yuanshuai 温公元帅, Magong yuanshuai 马公元帅, Zhaogong yuanshuai 赵公元帅, Kanggong yuanshuai 康公元帅. Left altar: Jialan dadi 伽蓝大帝. Right altar: Tiangong yuanshuai 田公元帅 2) Fuxing xinshê 福兴新社: Originally built in Xianfeng 2 (1852), this temple was renovated in 1987. The main gods worshipped are: Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, Zhanggong shengjun 张公圣君, Guangze zunwang 广泽尊王, Wugong dutong 吴公都统, Ligong yuanshuai 李公元 帅, Tiangong yuanshuai 田公元帅, and Baiya jiangjun 白牙将军 3) Dunbentang 敦本堂 is dedicated to Sanyi jiaozhu 三一教主. His celebration is held on 7/15. The SJCDCB, 1992:7 records sixty-five initiates. 4. Rituals: Yuanxiao processions On 1/12–13, the villagers invite the incense burners of the shê altar to each household to xingdao 行道 practice the Dao. On 1/15 there are lantern processions that form circles of linked lanterns quandeng 圈灯, and paoxiang 跑香 running with incense, and tahuo 踏火 firewalking rituals. Daoist ritual masters are invited to conduct the Jiao ritual. The following gods go on procession and take a tour of inspection of the village boundaries (in six palm sedan chair 棕桥: Wugong dutong 吴公都统, Ligong yuanshuai 李公元帅, Zhanggong shengjun 张公圣君, Tiangong yuanshuai 田公元帅, Baiya jiangjun 白牙将军, and Guangze zunwang 广泽尊王). On 1/17 an overall procession is held for the entire sevenfold ritual alliance. This event is organized by the Chengyingdian 诚应殿.", "Birthday": "3/3: The celebration for Xuantian shangdi 玄天上帝 (funds raised by the entire sevenfold ritual alliance). Opera is performed for two days. 4/13: The celebration for Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Opera is performed for three days. 5/5: The celebration for Wengong yuanshuai 温公元帅. Opera is performed for two days. 6/6: The celebration for Tudigong’s 土地公 birthday. Opera is performed for three days. Funds for opera and Daoist rituals are raised on a per capita basis within the village, and supplemented by voluntary donations from the sevenfold ritual alliance and from Overseas Chinese."}}, "Administrative Village": "Dongfu Administrative Village", "Administrative Village_zh": "东福行政村", "Population": "853"}