{"UID": "V557", "Name": "Xialou", "Name_zh": "霞楼", "Alliance": "Wutang qijing (Wutang sevenfold ritual alliance)", "Alliance_UID": "A122", "Alliance_zh": "梧塘七境", "Irrigation_Region": "Northern", "Village_Settlement": "Xialou village was originally called Xialou 下楼 or Xiatou 下头\\, and belongs to the Xialou Administrative Village 霞楼行政 村. Xialou village is divided into four jiaoluo (neighborhoods) 角: These are called the first branch 长房, second branch 二房, third branch 三房, and the mixed branch 杂房. There are 2100 people living in the village. The main livelihoods are agriculture and commerce.", "Surname_Groups": "The main surname group is the Lin 林. The Lin moved here in Kangxi 18 (1679). The first, second and third branches of the village are all of the Lin surname group. The mixed branch is made up of the Liu 刘, Wu 吴, Chen 陈, Huang 黄, Xu 徐, Zhu 朱, He 何, and Dai 戴. The mixed branch (zafang) 杂房 can be subdivided into Shangza 上杂 and Xiaza 下杂. There are no lineage genealogies and no ancestral hall. Some villagers worship ancestors on the Qingming 清明 festival, others on the Winter Solstice 冬至. Tombs are swept separately.", "Village_Temples": "1) Anminshê 安民社 is in Aotangjing 鳌塘境. It was built in Qing Qianlong 16 (1751). The main gods worshipped are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Zhanggong yuanshuai 张公元帅, Tiangong yuanshuai 田公元帅, Baiya jiangjun 白牙将军, Sima shengwang 司马圣王, Zhongtian dasheng 中天 大圣, Qitian dasheng 齐天大圣, Zhanggong shengjun 张公圣君, Wugong dutong 吴公都统, and Guangze zunwang 广泽尊王. 2) Xinfugong 新福宫 belongs to the Toucuocheng Third Branch 头厝埕三房 of the Lin 林 lineage. The main gods worshipped are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Other gods include Zhongtian dasheng 中天大圣, Tianshang shengmu 天上圣母, Zhanggong shengjun 张公圣君, and Xuantan yuanshuai 玄坛元帅. 3) Fulai dian 福来殿 belongs to the second branch 二房 of the Lin. The main gods are Tiangong yuanshuai 田公元帅 and Guangze zunwang 广泽尊王. 4) Taihemiao 太和庙 was originally built during the late Tang Dynasty, then moved to the present location. It is said that Taihemiao existed before the Taiping Weir and the irrigation system “未有太平陂, 先有太和庙”. The temple now belongs to the Lin 林 of the first branch长房. The temple is often referred to as the East temple (Donggong 东宫). The main gods worshipped are Sima shengwang 司马圣王 and Guangze zunwang 广泽尊王. Secondary gods include Qiu taibao 邱太保, Chen taibao 陈太保, Zheng taibao 郑太保, and Liu taibao 刘太保. The stone inscription composed in Ming Longqing 6 (1572) by Guo Yingpin 郭应聘 and entitled 修太和庙记 (Record of the repairs to the Temple of Supreme Harmony), is about this temple (Epigraphical Materials, 1995:175, No. 153). 5) Fuansi 福安寺 is dedicated to Rulai fo 如来佛, Weituo 韦驮, and Jialan 伽兰. 6) Fuantang 福安堂 is dedicated to Guanyin dashi 观音大士. 7) Ruyitang 如意堂 is dedicated to Guanyin dashi 观音大士. 8) Luoyuanci 罗源祠 is dedicated to Sanyi jiaozhu 三一教主. 9) Yanyuandong 延源洞 is dedicated to Sanyi jiaozhu 三一教主. 10) Daoyuandong 道源洞 is dedicated to Sanyi jiaozhu 三一教主.", "Rituals": {"Yuanxiao processions": "On 1/12–14, the first branch 长房 of the Lin 林 lineage take xingdao Sima shengwang on procession to carry out the Dao in each of their households 行道 and then carry the god back to the temple. On 1/13–15, the second and third branches 二房三房 of the Lin 林carry Zhongyuan dashen 中元大圣 to carry out the Dao in each of their households 行道 and then carry the god back to the temple. On 1/16, all of the gods of the Anminshê 安民社, with the exception of Guangze zunwang 广泽尊王, are taken on a procession through the entire village. On this day also, the middle and lower sections of the “lower mixed branch” 下杂杂房中 race the incense 跑香 (paoxiang), but do not xingdao 行道 (visit each household). The upper mixed branch does neither activity. On 1/17, the villagers attend the common Yuanxiao celebration of the sevenfold ritual alliance.", "Birthday celebrations of the gods": "2/2: The birthday celebration of Guangze zunwang 广泽尊王. This is hosted by Fulaidian 福来殿. The expenses for opera performances is paid for by the second branch, by voluntary donations, and by funds raised in the second branch on a per capita basis. Opera is performed for two days. 3/23: The birthday celebration of Tianshang shengmu 天上圣母. This is hosted by Xinfugong 新福宫. The expenses for the opera performances is paid for by the third branch and by the Upper mixed branch 上杂, by voluntary donations and by funds raised on a per capita basis. Opera is perfumed for two to three days. 4/13: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 Opera is performed for two to three days. This is hosted by the shê (altar) 社 itself, and funded by the entire village, on a per capita basis. 4/23: The birthday celebration of Zhongyuan dasheng 中元大圣. Opera is performed for two days. Funds are raised by the village as a whole, on a per capita basis. 5/13: The birthday celebration of Sima shengwang 司马圣王. This celebration is hosted by Taihemiao 太和庙 of Dongyang 东阳. The expense for the opera performances are paid for by the first branch 长房 and by the upper mixed branch 上杂. Funds are raised on a per capita basis or by voluntary donations. Opera is performed two days. 8/23: The birthday celebration of Tiangong yuanshuai 田公元帅. This celebration is hosted by Dongyangmiao 东阳庙. The expenses for opera are paid for by the second branch and the upper mixed branch 上杂. Funds are raised on a per capita basis or by voluntary donations. Opera is performed for two days."}}