{"UID": "V558", "Name": "Wuzi", "Name_zh": "梧梓", "Alliance": "Wuzi sanshê (Wuxin three shê ritual alliance)", "Alliance_UID": "A123", "Alliance_zh": "梧梓三社", "Irrigation_Region": "Northern", "Village_Settlement": "Wuzi village is located along the upper channel of the Taiping Weir irrigation system 太平陂上圳. This area was part of the Wuzipu 梧梓铺 (police/defense unit) of the Xingjiaoli 兴教里 sub-canton. In the Ming, the village of Wuzi was already settled. In the early Qing, the villages of Shangwuzi 上梧梓, Xiawuzi 下梧梓, Lücuo 芦厝 and Kengwei 坑尾 divided off. There are over 1000 people living in Wuzi village nowadays, and the village is managed by the Wuzi Administrative Village 梧梓 行政村. The temple ritual system is divided into three shê altars by jiaoluo (neighborhoods) 角落. These are the Zushê 祖社, Shangshê 上社, and Xiashê 下社. The main livelihood is agriculture and some commerce", "Surname_Groups": "There are quite a few surname groups. The main surname group is the Li. The Li are the offspring of Li Zhigan 李制干. There is no ancestral hall. The Li are of the same ancestry as the Li of Yangwei 洋尾李. On Qingming 清明, the Li go to Yangwei 洋尾 to worship their ancestors 祭祖. The ancestral tombs are still preserved, so there are common rites of ancestral worship at the gravesites.", "Village_Temples": "1) Wuzijing Chongxingshê 梧梓境重兴社: The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Xuantian shangdi 玄天上帝, Tiangong yuanshuai 田公元 帅, Baiya jiangjun 白牙将军, Oushi xianfei 欧氏仙妃, Qitian dasheng 齐天 大圣, Sima shengwang 司马圣王, Puji shenghou 普济圣侯, Liu Jin shenghou 柳金圣侯, and Wenwu zhushen 文武诸神. Chongxingshê had originally branched off two other shê altars known as the Shangshê (upper altar) 上社 and Xiashê (lower altar) 下社. These were destroyed during the Cultural Revolution. Currently, the gods of both altars are gathered back in their ancestral altar 祖社 as the branch temples have not yet been refurbished. 2) Canglongtan 苍龙坛 in Wuzijing 梧梓境 contains the Chongxingshê 重兴社. The main god worshipped in the Canglongtan 苍龙坛 is Yanggong taishi 杨公太师. Secondary gods include Zhanggong shengjun 张公圣君, Guanyin dashi 观音大士,", "Rituals": {"Yuanxiao processions": "On 1/14–1/15 the three shê ritual organizations take turns inviting the incense burners of their temples to xingdao Wuzi three shê ritual alliance 行道 at each household. On 1/16 the entire village takes part in paoxiang 跑香 “racing the incense”. All the gods go on a procession around the entire village. Birthday celebration of the gods A poster in the Canglongtan 苍龙坛 temple provides this list of god’s birthdays and other ritual occasions throughout the year. Most are celebrated with two to three days of opera, and Daoist rituals. Funds are raised on a per capita basis. 1/3: welcoming of the gods 接神 2/1: is the birthday of Shêgong 社公 2/2: opening of the year Touya 头芽 2/10: is the birthday of Tianqian shengmu 天前圣母 2/25: is the birthday of Qitian dasheng 齐天大圣 is the birthday of Xuantian shangdi 玄天上帝 3/3: 3/9: is the birthday of Jin shenghou 金圣侯 4/9: is the birthday of Tiangong yuanshuai 田公元帅 5/5: is the birthday of Lubu dashen 鲁部大神 5/13: is the birthday of Sima shengwang 司马圣王 5/16: is the birthday of Wang tianjun 王天君 8/1: is the birthday of Oushi xianfei 欧氏仙妃 8/20: is the birthday of Puji shenghou 普济圣侯 9/23: is the birthday of Zhanggong shengjun 张公圣君 10/7: is the birthday of Jixiang dajiang 吉祥大将 10/11: is the birthday of Liu Jinhou 柳金侯 12/16th: closing of the year banquet 尾牙 12/23rd: Luotian dasheng 罗天大圣 12/23: the farewell of the gods 送神 ", "Birthday celebrations of the gods": ""}}