{"UID": "V562", "Name": "Xiaojia", "Name_zh": "肖甲", "Region": "Northern", "Village_Settlement": "Xiaojia village is a part of the Songdong Administrative Village 松东行政村. The village population is over 1500 people.", "Surname_Groups": "The Xiao 肖 is the biggest surname group which has 1000 people. It is divided into four branches: Houmenxiang 后门巷, Zafang 杂房, Xiajingxiang 下井巷, and Lingdouxiang 岭兜巷. Their origins are unknown. There is common worshipping on Winter Solstice. The lineage genealogy and the ancestral hall have all been destroyed. The Ke 柯 has over 300 people and has the same origin as the Ke 柯 in Siying 泗营.", "Village_Temples": "1) Songbanjing fushoutan 松坂境福寿坛, Yongshanshê 永善社(also known as the Xiaojia shanggong 肖甲上宫 or the Dinggong 顶宫) belongs to the Xiao 肖 surname group. This temple branched from main temple, the Yongxingtang 永兴堂. The main gods worshipped are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, Qitian dasheng 齐天 大圣 and Zhanggong shengjun 张公圣君. Secondary gods include Tiangong yuanshuai 田公元帅, Ligong yuanshuai 李公元帅, Jixiang dajiang 吉祥大将 and Baiya jiangjun 白牙将军. 2) Fuxingtan 福兴坛 contains the Yongxingtang 永兴堂 altar and belongs to the Ke 柯. The main god is Huanggong yuanshuai 黄公元帅. Secondary gods include Lufu dama 鲁府大妈, Lufu dashen 鲁府大神, Lufu yima 鲁府 姨妈, Tiangong yuanshuai 田公元帅, Ligong yuanshuai 李公元帅, Wanggong yuanshuai 王公元帅, Zhu daye 朱大爷 and Deng erye 邓大爷. 3) Buyundong 步云洞 is dedicated to Tiangong yuanshuai 田公元帅, Ligong yuanshuai 李公元帅, Qitian dasheng 齐天大圣, and Jianlei yushi 监雷御史. The secondary god is Tianshang shengmu 天上圣母. 4) Yongshanshê 永善社 is dedicated to Zunzhu mingwang 尊主明王 and Houtu furen后土夫人 5) Dongkaici 东开祠 is dedicated to Sanyi jiaozhu 三一教主, Zhang zhenren 张真人, Zhuo zhenren 卓真人, Guanyin dashi 观音大士 6) Fulinfu 绂麟府 is dedicated to Tianqian shengmu 天前圣母 and Tiangong yuanshuai 田公元帅. Secondary gods include Lufu dashen 鲁府大神 and Lufu yima 鲁府姨妈. These four temples stand in a row next to the main temple.", "Rituals": {"Yuanxiao processions": "On 1/12 The Xianglu 香炉 of Fuxingtan 福兴坛 is invited by the Ke 柯 to practice the Dao 行道 in every household and go on a procession within the territory. On 1/17 the villagers take part in the common procession of the thirteen village alliance. On 1/18, gods of Fushoutan 福寿坛 are invited by the Xiao 肖 to practice the Dao 行道 in every household and go on a procession within the village. In the evening there are stepping on the fire 踏火堆 and palm sedan chairs 棕轿. On 2/2 the celebration of Toufu 头福 (beginning good fortune) is organized by the Ke 柯. Opera is performed and Daoist ritual masterss are invited to conduct a jiao ritual.", "Birthday celebrations of the gods": "For the birthday celebrations of the gods, there are only offerings. No opera is performed for these occasions The main rituals take place in the Fushougong 福寿宫 of Xiaojia 肖甲. 4/9: The birthday celebration of Tiangong yuanshuai 田公元帅 is organized by the Xiao 肖. 5/6: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is organized by the Xiao 肖. 9/20: The birthday celebration of Huanggong yuanshuai 黄公元帅 is organized by the Ke 柯. On these occasions funds are raised on a per capita basis."}}