{"UID": "V563", "Name": "Zhixiang", "Name_zh": "直巷", "Alliance": "Songban shisanjia (Songban thirteen jia ritual alliance)", "Alliance_UID": "A124", "Alliance_zh": "松阪十三甲", "Irrigation_Region": "Northern", "Village_Settlement": "Zhixiang village is a part of the Songdong Administrative Village松东行政村. Zhixiang 直巷 has a population over 2000 people.", "Surname_Groups": "The main surname groups are the Liu 刘 and the Ke 柯.", "Village_Temples": "1) Fushougong 福寿宫 in Songbanjing 松坂境 is also known as the Zhixiang xiagong 直巷下宫, and contains the altar of the Yongshanshê 永善社: It is the main temple of the thirteen-fold jia of Songban 松 阪十三甲. The temple was built in Kangxi 61 (1722). It was rebuilt during the reign of Emperor Qianlong and in Xianfeng 1 (1851). The main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, Qitian dasheng 齐天 大圣 and Zhanggong shengjun 张公圣君. Secondary gods include Ruigou shenghou 瑞沟圣侯, Puji shenghou 普济圣侯, Gaoshan shenghou 高山圣 侯, Linshui furen 临水夫人, Tiangong yuanshuai 田公元帅, Sima shenghou 司马圣侯, Jixiang dajiang 吉祥大将, Baiya jiangjun 白牙将军, Peng zhongjun 彭中军, Zhuojiao zhongjun 卓角中军, Fenghuo ertong 风火儿童, and Wenwu zhushen 文武诸神. Songban used to have a Yongxingtang 永兴堂, but it has long been destroyed. Fushougong 福寿宫 branched out from Yongxingtang 永兴堂 and thus has become the main temple of the thirteen-fold village alliance of Songban 松阪十三甲. Later, Fushougong 福寿宫 had two branch temples branched out from it, namely, the Fushoumiao 福寿庙 and the Fushoutan 福寿坛.", "Rituals": {"Yuanxiao processions": "On 1/12 Zhanggong shengjun 张公圣君 goes to each household to quandeng 圈灯 link lanterns, and to practice the Dao 行道. Opera is performed for three days with funds raised on a per capita basis from within the Songban ritual alliance. On 1/17 the gods of the Fushougong 福寿宫, Fushoutan 福寿坛 and Fushoumiao 福寿庙 go on a procession of inspection around the boundaries of the village, and race across a bonfire. At 2 o’clock in the afternoon, boys from the village draw lots to see who will be allowed to carry the gods across the bonfire. On 2/1, the celebration of Toufu 头福 (beginning good fortune) is organized by the Liu 刘. On 2/2 the celebration of Toufu 头福 (beginning good fortune) is organized by the Ke 柯.", "Birthday celebrations of the gods": "2/2: The birthday of Peng zhongjun 彭中军. Opera is performed for two days. Funds are raised on a per capita basis. 2/25: The birthday of Qitian dasheng 齐天大圣. Opera is performed for two days. Funds are raised on a per capita basis. 5/5: The Duanyang 端阳 festival is celebrated and opera is performed for five days. 5/7: The birthday celebration of the Five Gongchen of Taipingbei 太平陂 五功臣 and Peng zhongjun 彭中军. Funds are raised on a per capita basis from the villages of Xiacuodian 下厝店, Sizhou 泗营, Xiapo 下坡 and Daopo 道坡. 7/23: The birthday of Zhanggong shengjun 张公圣君 Opera is performed for two days. Funds are raised on a per capita basis within the village or by voluntary donations. 10/1: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Baiyuan 白园 1. Village settlement Baiyuan includes Tianluokeng 田螺坑 belongs to the Songdong Administrative Village 松东行政村. There are approximately 800 people living in the village. 2. Surname groups The main surname group is the Liu 刘, making up close to 70% of the population. Other surnames include the Chen 陈 and the Zhu 朱. 3. Village temples 1) Fushoumiao 福寿庙 Yulingong 毓麟宫: The main gods are Xuantian shangdi 玄天上帝, and Zhanggong shengjun 张公圣君. Secondary gods include Lubu dashen 鲁部大神, Linshui furen 临水夫人, Lufu yima 鲁府姨妈, Tianshang shengmu 天上圣母, Qitian dasheng 齐天 大圣, Zhuojiao jiangjun 卓角将军, Baiya zhongjun 白牙中军, and Fenghuo ertong 风火儿童. 2) Yongshoushê 永寿社, Juyundong 聚云洞 The main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, and Tiangong yuanshuai 田公元帅. 4. Rituals: Yuanxiao processions On 1/17 there is a procession of the gods within the thirteen jia 十三甲. On 1/18 all the gods of Yongshoushê 永寿社 go on procession within the village. Birthday celebration of the gods On a day determined by divination, in the fourth lunar month, the birthday celebration of Tiangong yuanshuai 田公元帅 is held. Opera is performed for two days. Funds are raised on a per capita basis. 7/23: The birthday of Zhanggong shengjun 张公圣君. Opera is performed for two days. Funds are raised on a per capita basis."}}