{"UID": "V568", "Name": "Dingcuowei", "Name_zh": "顶厝尾", "Alliance": "Songban shisanjia (Songban thirteen jia ritual alliance)", "Alliance_UID": "A124", "Alliance_zh": "松阪十三甲", "Irrigation_Region": "Northern", "Village_Settlement": "Dingcuowei village is a part of the Dongpo Administrative Village 东坡行政村. The village of Dingcuowei has a population of over 500 people. The main livelihoods are agriculture but many female workers work in the shoe manufacturing industry.", "Surname_Groups": "The main surname group is the Chen 陈. Other surnames include the Zheng 郑, Xu 徐, Zhuang 庄, Yao 姚, Cai 蔡 (two households), and Weng 翁(one household). The Chen 陈 came from Dongyang village 东阳 in Chengxiang 城厢.", "Village_Temples": "1) Xinxinggong 新兴宫: The temple was renovated in 1982. The gods worshipped are: Ciji zhenjun 慈济真君, Zhanggong shengjun 张公圣君, Liugong yuanshuai 刘公元帅, Xiaogong shengzhe 肖公圣者, Wuhu jialuo 五虎伽罗, Dutian yuanshuai 都天元帅, Qitian dasheng 齐天 大圣, Li sanfuren 李三夫人. 2) Xinfeng beishê 新丰北社 has an inscription on a pillar dating to Guangxu 14 (1888). Middle altar: Zunzhu mingwang 尊主明王 and Houtu furen 后土 夫人. Left altar: Wenchang dijun 文昌帝君. Right altar: Tiangong yuanshuai 田公元帅. 3) Zhongyitang 中一堂 is dedicated to Sanyi jiaozhu 三一教主.", "Rituals": {"Yuanxiao processions": "On 1/8, Toutiaoxi 头条戏 is performed. This is organized by the village as a whole, and funds are collected on a per capita basis. On 1/13–14, a procession is held within the village. On 1/17, the villagers take part in a procession of the gods through the thirteen jia 十三甲. Birthday celebration of the gods 3/15: A celebration is held for Ciji zhenjun 慈济真君. Opera is performed. This is organized by the village as a whole, and funds are collected on a per capita basis. 4/13: A celebration is held for Liugong yuanshuai 刘公元帅. Opera is performed. This is organized by the village as a whole, and funds are collected on a per capita basis. 7/23: A celebration is held for Zhanggong shengjun 张公圣君. Opera is performed. This is organized by the village as a whole, and funds are collected on a per capita basis. 8/19: A celebration is held for Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Opera is performed. This is organized by the village as a whole, and funds are collected on a per capita basis. ", "Birthday celebrations of the gods": ""}, "Administrative Village": "Dongpo Administrative Village", "Administrative Village_zh": "东坡行政村"}