{"UID": "V575", "Name": "Matou", "Name_zh": "码头", "Alliance": "Lipu qijing (Lipu sevenfold ritual alliance)", "Alliance_UID": "A126", "Alliance_zh": "励浦七境", "Irrigation_Region": "Northern", "Village_Settlement": "Matou was originally called Bantou 阪头 or Qianlin 前林 and belonged to Matou Administrative Village 码头行政村. The village of Matou has a total population of over 1200 people, living in over 200 households. The village is divided into Qianzhi 前至 and Houzhi 后至 neighborhoods. The main livelihood is farming, with pickled vegetables as a supplement.", "Surname_Groups": "The main surname of Qianzhi 前至 is the Qiu 邱, and there are also the Chen 陈 and the Xiao 萧. The main surname of Houzhi 后至 is the Hou 侯, but there are also minor surnames including the Chen 陈, the Huang 黄, the Liu 刘, the Xiao 萧, and the Ke 柯. The founding ancestor of the Qiu, Master Jizong 继宗公 was a descendant of the Qiu of Jinjiang Shihi 晋江石狮.", "Village_Temples": "1) Qianlinjing Beijidian 前林境北极殿 is divided into a front and a back hall, and is the main overall temple of the sevenfold village alliance 七境总宫. In the front hall a beam is inscribed with the date of renovation in Qing Jiaqing 23 (1818). Three stelae survive in the temple, one from Qing Jiaqing 21 (1816), one from Qing Daoguang 29 (1849), and the third from 1981. The front hall central altar is dedicated to Xuantian shangdi 玄天上帝, Tiankui 天魁, and Dikui 地魁. The left altar: Tiangong yuanshuai 田公元帅, the right altar: Lingguan dadi 右座神帐: 灵官大帝. On the left side is Baiya dajiang 白牙大将. In the left hand hall, called the Ganyingci 感应祠, are Daye 大爷 and Erye 二爷 and some spirit tablets. In the back hall, called the Shuangshengdian 双圣殿, the central altar is dedicated to Shengfu 圣父 and Shengmu 圣母. The left altar: Jixiang miaojiang 吉祥 妙将, the right altar: Tiangong yuanshuai 田公元帅. The back left hand hall is called the Peiyuan shuyuan 培元书院, and the central altar is dedicated to Wenchang dijun 文昌帝君 and Kuidou xingjun 魁斗星君. The right hand hall is dedicated to Xietian dadi 协天大帝 and Luer baomu 鹿儿保母. 2) Minantang 民安堂 (also called the Minan shuyuan 民安书院) is dedicated to Sanyi jiaozhu 三一教主. On the left is Zhuozu zhenren 卓祖真人, and on the right Sandian zhenjun 三殿真君. On the far left side is Hufa longtian 护法龙天, and on the far right Zhida Chen 智达陈先生 and Puyao Liang 普耀梁先生, two late Qing leaders of the Three in One religious movement. The SJCDCB, 1992:8 records forty-four initiates. 3) Qianlin Guotaisi 前林国泰寺 belongs to Houzhi 后至. The temple is dedicated to Yuantian shangdi Xuantian shangdi 元天上帝(玄天上帝). 4) Mingshengtang 明圣堂 is divided into three halls and belongs to Qianzhi 前至. The main hall’s (facing south) central altar is dedicated to Sanyi jiaozhu 三一教主. To the left is Sanfeng zhenren 三峰真人 and to the right Zhuozu zhenren 卓祖真人. In the back hall the central altar is dedicated to Xuantian shangdi 玄天上帝 and Lüzu xianshi 吕祖仙师. Left altar: Wenchang dijun 文昌帝君, Xiaosheng xianshi 萧圣先师, right altar: Xietian dadi 协天大帝, The lower altar (facing north) central altar is dedicated to Xuantan yuanshuai 玄坛元帅. The left altar is that of Lipushê 励浦社 and is dedicated to Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, and Fude zhengshen 福德正神, and Daye大爷. The right hand altar is for Zhanggong shengjun 张公圣君. The SJCDCB, 1992:8 records forty-five initiates. 5) Qianlinjing Lipushê 前林境励浦社 contains the Xianyingtan 显应坛, and belongs to Qianzhi 前至. The temple was restored in Qing Jiaqing 12 (1807). The central altar is dedicated to Sandian zhenjun 三殿真君, the left altar to Qitian dasheng 齐天大圣, Fazhu xianfei 法主仙妃 Tiangong yuanshuai 田公元帅, Zhanggong shengjun 张公圣君, and Chifeng Xiao zongguan 敕 封萧总管. The right altar is dedicated to Huanggong shenghou 黄公圣侯, Lushi erniang 卢氏二娘, Jixiang miaojiang 吉祥妙将, Lingtong Zhangsheren 灵通张舍人, and Wenwu zhushen 文武诸神. 6) Qianlijing Fengyangdian 前林境凤阳殿 belongs to Houzhi 后至 and was restored in 1985年. The temple is dedicated to Guangze zunwang 广泽尊王 (called Shenggong 圣公, and to the Wenwu zhushen 文武诸神.", "Rituals": {"Yuanxiao processions": "On 1/9, villagers go first to the Lipugong (shê altar) 励浦宫(社) to ask for incense fire 请香火, and then go to the Beijidian 北极殿 to again ask for incense fire, and then return to the Xianyingtan 显进坛 to invite Jixiang miaojiang 吉祥妙将, Qitian dasheng 齐天大圣, and Sandian zhenjun 三殿真君 to go on a procession to xingnuo “exorcise the demons” 出巡行傩. On 2/2 the fengjin 奉金 (reverencing with gold) ritual is held.", "Birthday celebrations of the gods": "1/14: The celebration of Sanyi jiaozhu 三一教主 is organized by Qianzhi 前至. 4/16: The celebration of Xuantan yuanshuai 玄坛元帅 is organized by Qianzhi 前至. 7/16: The celebration of Sanyi jiaozhu 三一教主 is organized by Qianzhi 前至. 8/22: The celebration of Guangze zunwang 广泽尊王 is organized by Houzhi 后至. 11/5: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is organized by Qianzhi 前至. On each of these occasions, opera is performed for two days. Xiayuan pudu rites of Universal Deliverance are performed each year on 10/15 or 10/16. Five Three in One Scripture masters are invited from the Tiezao 铁灶 Daotang (Assembly of the Way) to conduct the pudu rites for a day. If there are individuals desiring to repay a vow to the gods they can sponsor a performance of marionette plays at this time. The birthday of gods in Xianyingtan 显进坛 are as follows 1/12 Lintong Zhangsheren 灵通张舍人 1/13 Chifeng Xiaozongguan 敕封萧总管 2/25 Qitian dasheng 齐天大圣 3/9 Huanggong shenghou 黄公圣侯 3/13 Jixiang miaojiang 吉祥妙将 4/9 Tiangong yuanshuai 田公元帅 6/10 Sandian zhenjun 三殿真君 7/22 Lushi erniang 卢氏二娘 7/23 Zhanggong shengjun 张公圣君 8/1 Fazhu xianfei 法主仙妃. 5. Ritual Groups The Three in One temples in the village are quite active, and maintain a busy annual schedule of rituals, in addition to daily and monthly rites. There is no Tanban altar association or hereditary spirit medium tradition. In recent years, however, ardent young men of the village have gathered to chant invocations of the gods in the temple, and whoever is able to become possessed becomes the spirit medium."}, "Administrative Village": "Matou Administrative Village", "Administrative Village_zh": "码头行政村"}