{"UID": "V578", "Name": "Chengfeng", "Name_zh": "澄峰", "Alliance": "Lipu qijing (Lipu sevenfold ritual alliance)", "Alliance_UID": "A126", "Alliance_zh": "励浦七境", "Irrigation_Region": "Northern", "Village_Settlement": "Chengfeng belongs to the Huangxia Administrative Village 黄霞行政村. The total village population is over 700 people.", "Surname_Groups": "The main surname group is the Yao 姚. They moved to the village from Qinyuan 沁园 over four or five hundred years ago. Currently they are divided into four lineage branches. On 9/9 there is a collective worship of the lineage at the tombs of the ancestors. At Qingming 清明 and Dongzhi 冬至 each family cleans the graves of its immediate ancestors.", "Village_Temples": "1) Chengfengjing Lipushê 澄峰境励浦社: the main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. The secondary gods are Yanggong taishi 杨公太师, Qitian dasheng 齐天大圣, Wufu dashen 乌府大神, Zhushi sanniang 朱氏三娘, and Ershiye 二使爷. 2) Cunxintang 存心堂 is dedicated to Sanyi jiaozhu 三一教主. The other gods are Tianqian shengmu 天前圣母, Lufu dashen 鲁府大神, Lufu yima 鲁府姨妈, Zhang Sanfeng 张三丰, and Zhuo zhenren 卓真人. 3) Lingfengting 凌峰亭 is dedicated to Guanyin dashi 观音大士. Other gods are Fude zhengshen 福德正神 and Weituo zuntian 韦陀尊天. 4) Fengxingan 凤兴庵 is dedicated to Guangze zunwang 广泽尊王. 5) Qiyundian 齐云殿 is dedicated to Songgong yuanshuai 宋公元帅. Other gods are Yanggong taishi 杨公太师 and Zhu qiboye 朱七伯爷.", "Rituals": {"Yuanxiao processions": "On 1/9–10 Yanggong taishi 杨公太师 is taken to each home to xingdao 行道 practice the Dao. On 1/19 the gods of Lipushê 励浦社 are invited to go on a tour of inspection procession through the entire village. The roadways are sealed against demons, and people pray for good fortune.", "Birthday celebrations of the gods": "3/23: The celebration for Wufu daren 乌府大人. 5/22: The celebration for Zunzhu mingwang 尊主明王 and Houtu furen 后 土夫人. 7/16: The celebration for Sanyi jiaozhu 三一教主. 9/1: The celebration for Ershiye 二使爷. 10/17: The celebration for Songgong yuanshuai 宋公元帅, Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Each of these occasions is organized by the village as a whole, and opera is performed for two days. 5. Ritual groups Each year by rotation based on age nine Fushou 福首 are selected to be in charge of the rituals. Two of them, who must be over 60 years of age, are called the senior Fushou, while the seven others are called the new Fushou."}, "Administrative Village": "Huangxia Administrative Village", "Administrative Village_zh": "黄霞行政村"}