{"UID": "V579", "Name": "Dongpo", "Name_zh": "东坡", "Region": "Northern", "Village_Settlement": "Dongpo was originally called Dongpu 东埔 and belonged to the Dongpo Administrative Village 东坡行政村. This village was established in the Ming dynasty, and is now divided into two parts, Qiandongpo 前东坡 and Houdongpo 后东坡, with a total population of approximately 5000 people. Qiandongpo 前东坡 has over 3000 people, and Houdongpo 后东坡 has over 1000. The main livelihood is farming, supplement by fruit trees, women working in shoe factories, and villagers from Qiandongpo working in the large Xuejin 雪津 beer factory.", "Surname_Groups": "The entire village of Qiandongpo 前东坡 is surnamed Weng 翁. In Houdongpo 后东坡 the Weng are the main surname group with the Chen 陈 having only one household, and the Lin 林 eight or nine households. The Dongpo Weng lineage claims to have come from Qingjiang 清江 in Huangshi 黄石 or from Beigao 北高. A genealogy of the Jingzhao Weng of Puyang 莆阳京兆翁氏族谱 has been preserved. Two stelae are preserved in the Weng Ancestral hall. These are the Qianlong 5 (1740) 衍庆祠 田园地租碑记 (Stele recording the land rent from the fields and orchards of the Shrine of Expanding Good Tidings) (Epigraphical Materials, 1995:229, No. 199) and the Qianlong 36 ( 1771) 翁氏宗祠碑记 (Stele on the Weng Lineage Ancestral Hall) (Epigraphical Materials, 1995:250, No. 215).", "Village_Temples": "1) Tianhougong 天后宫 is dedicated to Tianshang shengmu 天上圣母. Secondary gods include Qitian dasheng 齐天大圣, Wugong dutong 吴公都统, Li duyuanshuai 李都元帅, Heihu dashen 黑虎 大神, Ruigou shengwang 瑞沟圣王, Huang duyuanshuai 黄都元帅, Liujin shenghou 柳金圣侯, Wenwu zhushen 文武诸神. At the sides of the door are altars dedicated to Liujin shenghou 柳金圣侯, Hougong shenghou 侯公圣侯. 2) Yizunshê 义尊社 is dedicated to Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 3) Shunlingong 顺麟宫 is dedicated to Tianqian shengmu 天前圣母. Left altar: Sanwei furen 三位夫人. Right altar: Tiangong yuanshuai 田公元帅. 4) Dongxingtang 东兴堂 is dedicated to Sanyi jiaozhu 三一教主, Left: Dutian yuanshuai 都天元帅. Right: Tiangong yuanshuai 田公元帅. 5) Cunxintang 存心堂 is dedicated to Sanyi jiaozhu 三一教主. Left: Sanfeng zhenren 三丰真人. Right: Zhuozu zhenren 卓祖真人. 6) Xingyundian 兴云殿 was rebuilt in 1984, and is dedicated to Tiangong yuanshuai 田公元帅. Left: Liu zhongjun 刘中军. Right: You zhongjun 游中军. 7) Qingyuanmiao 青源庙 is dedicated to Cuifu dama 崔府大妈. Left: Jin daren 金大人. Right: Jiu daye 九大爷. 8) Yuyun Buddhist temple 寓云寺 was built in the Ming (PTZJZCG, 1992:215) 9) Liben shuyuan 立本书院 is dedicated to Lin Lonjiang 林龙江. The SJCDCB, 1992:34 records 239 initiates. 10) Cunxintang 存心堂 is dedicated to Lin Lonjiang 林龙江. The SJCDCB, 1992:34 records 222 initiates.", "Rituals": {"Yuanxiao processions": "On 1/11, Qiandongpo 前东坡 goes on procession. On 1/12, Houdongpo 后东坡 goes on procession. On both these days, the gods are taken across a bonfire 踏火 and a procession of linked lanterns is held 圈灯. A single Daoist ritual master 道士 is invited to conduct rites. Four palm sedan chairs are prepared for the martial version of Qitian dasheng 武齐天大圣, Wugong dutong 吴公都统, Huangdu yuanshuai 黄都元帅, and Lidu yuanshuai 李都元帅. Four Fushou 福首 from each area organize the ritual activities. Opera is performed each day. On 2/2, a sedan chair is carried out to collect cash contributions. A large sedan chair is prepared for Wugong dutong 吴公都统 and four small sedan chairs and prepared for the (civil version) of Qitian dasheng 文齐天大圣, the martial version of Qitian dasheng 武齐天大圣, Li duyuanshuai 李都元帅, Huang duyuanshuai 黄都元帅, and another procession is held. Opera is performed for two days. Birthday celebration of the gods 2/10: The celebration for Chenshi zhenren 陈氏真人. 3/23: The celebration for Tianshang shengmu 天上圣母. 2/25: The celebration for Qitian dasheng 齐天大圣. 5/5: The celebration for Yuhuang dadi 玉皇大帝. 7/7: The celebration for Lufu yima 鲁府姨妈. 9/9: The celebration for Wugong dutong 吴公都统. On all these occasions, opera is performed for two days. These celebrations are organized by the entire village as a whole, and contributions are collected on a per capita basis. ", "Birthday celebrations of the gods": ""}}