{"UID": "V580", "Name_Pinyin": "Nankeng", "Name_hanzi": "南坑", "Region": "Northern", "Village_Settlement": "Nankeng was originally called Jiangkeng 蒋坑. Nankeng village belongs to the Dongpo Administrative Village 东坡行政村. There are currently 360 people living in the village. Nankeng was originally part of the Lipu xishê 励浦西社 of Jiangkengjing 蒋坑境 of Yanshouli (subcanton) 延寿里 of Tanganxiang (township) 唐安乡 of Putianxian (county) 莆田县 of Xinghua Prefecture 兴化府. The main livelihood is agriculture.", "Surname_Groups": "There are several surname groups in the village, including the Li 李, the Huang 黄, the Qiu 邱, the Weng 翁, the Wu 吴, the Lin 林, the Cai 蔡, and the Chen 陈. The Li 李 came from Duotou 哆头. The Qiu 邱 came from Matou 码头 in Hanjiang 涵江. The Huang 黄 came from Huangxia 黄霞 of Hanjiang. The Wu 吴 came from Houhuang 后黄 of Xitianwei 西天尾.", "Village_Temples": "1) Kuijugong 奎聚宫 was rebuilt in 1982. The main gods are Xingzai baoyu dawang 行灾保御大王, Beidou Zhongtian dasheng 北斗中天大圣, Xuantian shangdi 玄天上帝, Sandian zhenjun 三殿真君, Fazhu xianfei 法主仙妃, Huanggong ershi 黄公二使, and Lushi erniang 卢氏二娘. 2) Lipu xishê 励浦西社: The main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. Note: It is said that during the early Republican period, Lipushê 励浦社 was burnt down by the Nanbei Army 南北军, and dispersed to the surrounding villages. 3) 天宪庙 Xianxianiao is dedicated to 李大人, also known as the Xingzai Baoyu dawang 行灾保御大王. The secondary gods are the four dajiang Liu 刘, Zhang 张, Zhao 赵 and Su 苏.", "Rituals": {"Yuanxiao processions": "1/10 the villagers carry the incense burners from the shê temple to each household to xingdao 行道 practice the Dao. On 1/ 11 there is a procession through the village. A single Daoist master is invited to conduct rites. Three palm sedan chairs are prepared for Fazhu xianfei 法主仙妃, Huanggong ershi 黄公二使 and Lushi erniang 卢氏二娘. The village elders carry the statues of Beidou zhongtian dasheng 北斗中天大圣, Sandian zhenjun 三殿真君, Fazhu xianfei 法主仙妃 and a Tongzi 童子. There were formerly two Fushou 福首, one old and one new, but currently there are four, with one old and three new, to organize the rituals. Birthday celebration of the gods 4/13: Birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 6/10: Birthday celebration of Sandian zhenjun 三殿真君. 7/21: Birthday celebration of Li daren 李大人 also known as Baoyu dawang 保御大王. 8/1: Birthday celebration of Fazhu xianfei 法主仙妃. On all these occasions, opera is performed for two days. The celebration is organized by the entire village all together, and contributions are collected on a per capita basis. Every year, opera is performed four times in the village, each time for lasting for two days. 4 yuan is collected per person each time. ", "Birthday celebrations of the gods": ""}}