{"UID": "V582", "Name": "Huangxiang", "Name_zh": "黄巷", "Region": "Northern", "Village_Settlement": "The village of Huangxiang is also known as Huanggang 黄冈. The village belongs to the Huangxia Administrative Village 黄 霞行政村. The current population is approximately 2000 people. The village is divided into two neighborhoods, called Shang 上 and Xia Huanggang 下黄冈.", "Surname_Groups": "Huangxiang is a single surname village of the Huang 黄 lineage. The village has a history of over 1000 year, when the Huang ancestors moved from Henan 河南. The Huang Great Lineage hall 黄氏大 祠堂 worships Miaoying zushi 妙应祖师, the Tang monk who was a member of the lineage. The ancestral hall is a cultural relic of the Hanjiang 涵江 municipality. The tomb of Huang’an 黄岸墓 and the old home of Huang Pu 黄璞故居 have been preserved. Each year on 1/8 members of the Huang lineage from all over the area and from neighboring counties come to worship their ancestors. Opera is performed from 1/6–1/8. There are several stelae and rubbings of stone inscriptions about the Huang Ancestral hall preserved in the hall, including a rubbing of the Qingyuan 2 (1196) inscription by Zhu Xi 朱熹 entitled 唐桂州刺史封开国公谥忠义黄公祠记 (Record of the Ancestral hall of his Honor Huang, posthumously entitled the Loyal and Righteous Governor of Guizhou in the Tang, enfeoffed as the Duke who founded the Nation) (Epigraphical Materials, 1995:30, No. 29) and a stele composed in Jiajing 4 (1525) entitled 谕祭大理寺少卿黄巩碑 (Inscription on the Imperially ordered sacrifices to Huang Gong) (Epigraphical Materials, 1995:152, No. 129). Other texts of inscriptions relating to this hall include that composed by Lin Jun 林俊 in Zhengde 10 (1515) entitled 黄巷黄氏祠 堂记 (Record of Huangxiang Huang Ancestral hall) (Epigraphical Materials, 1995:140, No. 119), and another composed in Guangxu 11 (1885) by Huang Zhongzan 黄中瓒 entitled 重修黄巷祠墓碑记 (Stele recording the repairs to the Huangxiang shrine ancestral tombs) (Epigraphical Materials, 1995:343, No. 306).", "Village_Temples": "1) Huanggangjing Taipingshê 黄冈境太平社 is the ancestral shê altar of the Huang lineage. The temple was burned down in 1918 during armed conflict and was rebuilt in 1946. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. The secondary gods are Ciji zhenjin 慈济真君, Shitong dutong 石潼都统, Lingtong sheren 灵通 舍人, Liugong shenghou 柳公圣侯 and Jingong shenghou 金公圣侯. 2) Wenwudian 文武殿 is dedicated to Wenchang dijun 文昌帝君 and Qitian dasheng 齐天大圣. 3) Guohuansi Buddhist temple 国欢寺 was originally the home of two brothers, Huang Niepan 涅磐 and Huang Benji 本寂, in the Tang dynasty. Their parents were buried to the east of home in the 五大夫黄公墓. The brothers moved into the Yanyang temple 延杨寺 and the local government gave the temple the name Guohuan Chanyuan 国欢禅院. In Ming Wanli 1612, the Buddhist monk Ruren 如忍 rebuilt the Great Hall, and bequeathed a Buddhist Tripitaka. In Yongli 4 (1650), the abbot Chaoyuan 超元 went to Japan and became the founder of the Pangui Chan Buddhist order 盘珪禅派. This temple was rebult several times, in 1669 by Buddist monk Chaomin 超旻, and in 1946 and again in 1989. The stone inscriptions about this temple include a text from the Yongle period (1403–1424) composed by Lin Huan 林环 entitled 重建国欢禅寺记 (Record of the reconstruction of the Guoquan Chan Monastery) (Epigraphical Materials, 1995:90, No. 82). Extent stelae include the Wanli 38 (1610) 莆阳莲山国欢禅院重兴佛殿新造 藏经记 (Record of the reconstruction of the Buddha Hall and the new building of the Buddhist Suttra Hall of the Gouhuan Chongfu Chan Monastery at Lianshan in Puyang) (Epigraphical Materials, 1995:197, No. 173) and the Jiaqing 20 (1815) 重修国欢古伽蓝并三门功德碑 (Stele recording the merit accrued from the restoration of the Guohuan Ancient Jialan Monastery and three Gateways) (Epigraphical Materials, 1995:292, No. 254). 4) Licheng shuyuan 立诚书院 is also known as Shangsheng temple 上生寺. The stone inscription composed by Zheng Yue 郑岳 in Zhengde 15 (1520) entitled 立诚书院记 (Record of the Establishment of Sincerity Academy) (Epigraphical Materials, 1995:146, No. 124). The temple includes a shrine to Huang Gong which is commemorated in the inscription composed in Jiajing 23 by Lin Dalu 林大辂 entitled 黄巩祠祀田记 (Record of the purchase of land to support the sacrifices at the shrine dedicated to Huang Gong) (Epigraphical Materials, 1995:168, No. 146). 5) Wuyuan shuyuan 悟原书院 is dedicated to Lin Lonjiang 林龙江. The SJCDCB, 1992:8 records 132 initiates. 6) Hongbentang 宏本堂 is dedicated to Lin Lonjiang 林龙江. The SJCDCB, 1992:8 records ten initiates. 7) Zongdetang 宗德堂 is dedicated to Lin Lonjiang 林龙江. The SJCDCB, 1992:8 records thirty-one initiates.", "Rituals": {"Yuanxiao processions": "On 1/11, Shanghuanggang 上黄冈 invites Qitian dasheng 齐天大圣, Liu shenghou 柳圣侯 and Jin shenghou 金圣侯 to each of its households to xingdao 行道 practice the Dao and to go on a tour of inspection procession of the boundaries of their territory. On 1/12, Xiahuanggang 下黄冈 invites Qitian dasheng 齐天大圣, Liu Shenghou 柳圣侯 and Jin Shenghou 金圣侯 to each of its household to xingdao 行道 practice the Dao and to go on a tour of inspection procession of the boundaries of their territory. On 1/15, the entire village celebrates Yuanxiao, and each household goes to the ancestral hall to light lanterns and candles. Miaoying zushi 妙应祖师 is taken on a procession around the village, and the roadways are sealed from demonic influences.", "Birthday celebrations of the gods": "2/25: The celebration of Ciji zhenjun 慈济真君 and Qitian dasheng 齐天 大圣. Opera is performed for eight days. 5/22: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Opera is performed for two days. 9/4: The celebration of Wenchang dijun 文昌帝君. Opera is performed for two days. 10/19: The celebration of Liu shenghou 柳圣侯 and Jin shenghou 金圣侯. Opera is performed for two days."}}