{"UID": "V583", "Name": "Xialin", "Name_zh": "下林", "Alliance": "Huangan qijing (Huangan sevenfold ritual alliance)", "Alliance_UID": "A127", "Alliance_zh": "黄安七境", "Irrigation_Region": "Northern", "Village_Settlement": "Xialin village belongs to the Canglin Administrative Village 苍林行政村. Xialin village has a population of over 600 people living in approximately 150 households. The village is small and land is scarce. All around factories have taken most of the land. The main livelihood now is leaving the village to go work in factories, and farming is only a supplement. A minority work on firing porcelain tiles.", "Surname_Groups": "The main surname is the Zeng 曾. There are also many other surnames including the Zhang 张, the He 何, the Cai 蔡, the Chen 陈, the Cui 崔, the Lin 林, the Yao 姚, the Liu 刘, the Zhuang 庄, the Fang 方, the Huang 黄 and the Zheng 郑. The Zeng have divided into two branches, known as the Dazeng 大曾 and the Xiaozeng 小曾. The Dazeng come from Jikui 集奎 in Hanjiang 涵江, the Xiaozeng come from Xialin 下林 near Putian city.", "Village_Temples": "1) Xialinjing Yongxingshê 霞林境永兴社 branched off from the ancient Huangan 黄安 shê altar, but was demolished in 1958 and only recently has been rebuilt on its original foundations. The temple is dedicated to Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Left altar: Wenchang dijun 文昌帝君 and Kuidou xingjun 魁斗星君. Right altar: Lubu daren 鲁部大人, Lufu yima 鲁府姨妈 and Chen Jinggu 陈靖姑. 2) Xialing Longfenggong 霞陵龙峰宫 was restored in 1988. The main altar: Xuantian shangdi 玄天上帝, Zhanggong shengjun 张公圣君. Left altar: Guanyin dashi 观音大士. Right altar: Taiyi xiangu 太乙仙姑. On the front altar: Qitian dasheng 齐天大圣, Tiangong yuanshuai 田公元帅, Ciji zhenjun 慈济真君, Dutong shenghou 都统圣侯, and Huban dashen 虎班大神. 3) Chaoyitang 超一堂 is dedicated to Lin Longjiang 林龙江. The SJCDCB, 1992:5 records 100 initiates. 4) Xiadetang 夏德堂 is dedicated to Lin Lonjiang 林龙江. The SJCDCB, 1992:9 records sixteen initiates.", "Rituals": {"Yuanxiao processions": "On 1/9 or 1/10, divination blocks are cast to invite Jin daren 金大人 to go to each household to xingdao 行道 practice the Dao. Two palm sedan chairs are prepared for Zhanggong shengjun 张公圣君 and Dutong yuanshuai 都统元帅 or Qitian dasheng 齐天大圣 and Tiangong yuanshuai 田公元帅 to go on procession within the village. At night a procession of lanterns traces the boundaries of the village. Daoist ritual masters are invited to recite scriptures and hold a jiao ritual 做醮. Each year, four Fushou 福首 rotate into positions of responsibility. Two of them hold the old incense burners, and two hold the new ones.", "Birthday celebrations of the gods": "2/3: The celebration of Wenchang dijun 文昌帝君. 2/10: The celebration of Chenshi furen 陈氏真人. 2/19: The celebration of Guanyin dashi 观音大士. 3/2: The celebration of Xuantian shangdi 玄天上帝. 3/15: The celebration of Ciji zhenjun 慈济真君. 4/8: The celebration of Tiangong yuanshuai 田公元帅. 4/13: The celebration of Jialuo dasheng 迦罗大圣. 4/23: The celebration of Shui shengwang 水圣王. 5/5: The celebration of Lubu dashen 鲁部大神. 6/6: The celebration of Fude zhengshen 福德正神 and Huban dashen 虎班大神. 6/19: The celebration of Guanyin dashi 观音大士. 7/7: The celebration of Lufu yima 鲁府姨妈 and Kuidou xingjun 魁斗 星君. 7/23: The celebration of Zhanggong shengjun 张公圣君. 8/26: The celebration of Taiyi xiangu 太乙仙姑. 9/9: The celebration of Dutong shenghou 都统圣侯. 10/1: The celebration of Jin daren 金大人. 10/15: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. On five of these occasions opera is performed for two days, and the other gods are invited to watch the plays. Funds are raised on a per capita basis. 5. Ritual Groups Xialin village had a tanban 坛班 altar association in the past, but in recent years it has not been revived, and no guanjie 关戒 spirit medium training has taken place. There is a Three in One hall called the Fudetang 复德堂 dedicated to Sanyi jiaozhu 三一教主, Sanfeng zhenren 三丰真人 and Zhuozu zhenren 卓祖真人."}}