{"UID": "V584", "Name": "Cangkou", "Name_zh": "苍口", "Alliance": "Huangan qijing (Huangan sevenfold ritual alliance)", "Alliance_UID": "A127", "Alliance_zh": "黄安七境", "Irrigation_Region": "Northern", "Raw": {"Settlement": "Cangkou village belongs to the Canglin Administrative Village 苍林行政村. There are approximately 400 households today in Cangkou village, which has a population of approximately 2000 people. The main livelihood of the village is agriculture. Vegetable gardening is the main sideline. Other sources of income include working in construction. Very few are in trades.", "Surname_Groups": "The main surname group is the Xu 许. Other surnames include the Yao 姚, the Guo 郭, the Lin 林, the Zeng 曾, and the Gong 龚 (one household).", "Village_Temples": "1) Qilin zonggong 麒麟宗宫 is the main overall temple for the three villages of Cangkou 苍口, Xipo 西坡, Xilin 西林. The temple has four subordinate shê altars 四社. These are the Cangfeng 苍峰 (Canglin 苍林) Yonganshê 永安社, the Yongningshê 永宁社 of Xipo 西坡, the Huangan xishê 黄安西社 and the Xilin 西林 (Qianhuang 前黄) Taipingshê 太平社. The main god is Ruigou shengwang 瑞沟圣王. Left altar: Qitian dasheng 齐天大圣, Puji shenghou 普济圣侯. Right altar: Zhanggong shengjun 张公圣君, Niushan jiangjun 牛山将军, and Jixiang dajiang 吉祥大将. 2) Cangfengjing Yonganshê 苍峰境永安社 contains a Beijidian 北极殿, and was restored in 19", "Rituals": {"Processions": "zhu mingwang 尊主明王, Houtu furen 后土夫人, and the Beijidian is dedicated to Xuantian shangdi 玄天上帝 and Tiangong yuanshuai 田公元帅. 3) Cangfengjing Yongningshê 苍峰境永宁社 is dedicated to Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 4) Biyundian 碧云殿 is dedicated to Xuantian shangdi 玄天上帝. Left altar: Qixing niangniang 七星娘娘. Right altar: Guangong dijun 关公帝君. 5) Yangxingtang 养性堂 is dedicated to Lin Lonjiang 林龙江. 6) Chaoyitang 超一堂 is dedicated to Lin Longjiang 林龙江. The SJCDCB, 1992:5 records 100 initiates. 7) Xiadetang 夏德堂 is dedicated to Lin Lonjiang 林龙江. The SJCDCB, 1992:8 records fifty initiates. 4. Rituals: Yuanxiao processions On 1/9 and 1/10 the Yonganshê 永安社 and Yongningshê 永宁社 combine to xingdao 行道 practice the Dao in each household. The procession includes three village elders who carry the incense burners of the shê altars.", "Birthday": "1/7–8: The celebration of Yuhuang dadi 玉皇大帝. Representatives are sent to Hugong Mountain Lingyundian temple 壶山凌云殿 to request incense fire 香火. 2/25: The celebration of Qitian dasheng 齐天大圣. The celebration of Xuantian shangdi 玄天上帝. The celebration of Jixiang dajiang 吉祥大将. The celebration of Puji shenghou 普济圣侯. The celebration of Niushan jiangjun 牛山将军. The celebration of Zhanggong shengjun 张公圣君. The celebration of Ruigou shengwang 瑞沟圣王. The celebration of the Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of the 永安社 Yonganshê. 10/25: The celebration of the Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of the Yongningshê 永宁社. On each of the birthday celebrations of the gods, opera is performed for two days. The celebrations are organized by the village as a whole, and funds are raised on a per capita basis. 12/5: The Xiayuan pudu 下元普渡 rites of Universal Deliverance are performed by five or six Three in One Scripture Masters from the Anbentang 安本堂经师. 5. Ritual Groups The Yongningtang 永德堂 is managed by a Buddhist nun, and is dedicated to Shijia mouni 释迦牟尼. The village Three in One hall is called the Anbentang 安本堂 and was restored in 1993. The main god is Sanyi jiaozhu 三一教堂, left altar: Zhang Sanfeng zhenren 张三丰 真人, Zhuozu zhenren 卓祖真人, right altar: Guansheng dijun 关圣帝君, Wenchan dijun 文昌帝君, Weituo韦驮 (Hufa longtian 护法龙天) and Wen taishi 文太师. 3/3: 3/13: 4/20: 6/6: 7/23: 8/13: 9/24:"}}, "Administrative Village": "Canglin Administrative Village", "Administrative Village_zh": "苍林行政村", "Population": "2000"}