{"UID": "V585", "Name_Pinyin": "Xilin", "Name_hanzi": "西林", "Region": "Northern", "Village_Settlement": "Xilin village was originally known as Qianhuang 前黄 or Qianlin 前林. The village belongs to the Canglin Administrative Village 苍林行政村. The village has a population of approximately 260 people living in around 56 households. Most villagers leave the village to seek work in factories.", "Surname_Groups": "The Wu 吴 is the dominant surname group, but there are also the Su 苏, the Chen 陈, the Huang 黄, the Xu 许 and the Lin 林 households. The Xu moved to the village from Cangkou 苍口. The Lin 林氏 came from Baisha 白沙 in the mountains.", "Village_Temples": "1) Qianhuangjing Taipingshê 前黄境太平社 was restored in 1987. The temple is dedicated to Chifeng jiade zunhou 敕封嘉德 尊侯 (the Shêgong 社公) and Yide furen 懿德夫人 (the Shêma 社妈), Jingong daren 金公大人, and Wencao wupan 文曹武判. On the left are Zhanggong shenghou 张公圣侯, and Qitian dasheng 齐天大圣. On the right are Puji shenghou 普济圣侯 and Tiangong yuanshuai 田公元帅. 2) Sanxingtang 三星堂 branched off from the Kaibentang 开本堂 and is dedicated to Sanjiao xiansheng 三教先生, Sanfeng zhenren 三丰真人 and Zhuozu zhenren 卓祖真人.", "Rituals": {"Yuanxiao processions": " On 1/8 the recently married young men of the village carry a sedan chair with Jingong dare 金公大人, while others prepare five palm sedan chairs for Zhanggong shenghou 张公圣侯, Qitian dasheng 齐天大圣, Puji shenghou 普济圣侯, Tiangong yuanshuai 田公元帅, Jixiang dajiang 吉祥大将 and take them on a procession around the village. Each year two Fushou are selected by rotation to manage the festivities, and funds are collected on a per capita basis to pay for opera.", "Birthday celebrations of the gods": "2/25: The celebration of Qitian dasheng 齐天大圣. 3/13: The celebration of Jixiang dajiang 吉祥大将 is held in the home of the Fushou. 4/8: The celebration of Tiangong yuanshuai 田公元帅. 7/23: The celebration of Zhanggong shengjun 张公圣君. 8/15: The celebration of Jiade zunhou 嘉德尊侯 and Yide furen 懿德夫人. 8/23: The celebration of Puji shenghou 普济圣侯. 9/15: The celebration of Jingong daren 金公大人. Because the village is small, on most birthday celebrations of the gods only offerings are set out, and opera is not performed. Usually opera is performed once on 11/25 for all the gods."}}