{"UID": "V586", "Name": "Xipo", "Name_zh": "西坡", "Alliance": "Huangan qijing (Huangan sevenfold ritual alliance)", "Alliance_UID": "A127", "Alliance_zh": "黄安七境", "Irrigation_Region": "Northern", "Raw": {"Settlement": "Xipo was originally called Qianpu 前埔. The village belongs to the Canglin administrative village region 苍林行政村. The village population is over 800 people. The main livelihood is farming.", "Surname_Groups": "The Liang 梁 surname group is the dominant one. There are also four households surnamed Chen 陈 and two households surnamed Huang 黄. The Liang came to Xipo from Hushi 笏石. They are divided into seven branches. There used to be a Liang ancestral hall in which the spirit tablet of the founding ancestor Master Dexing was worshipped, but it has been torn down. The Liang are now in their fifteenth generation. Behind the village at the edge of the mountains is the tomb of Liang Puyao 梁普耀, a leader of the Three in One in the late Qing and Republican period. He is worshipped alongside Chen Zhida 陈智达 in the Three in One temple in the village.", "Village_Temples": "1) Xipojing Huangan xishê 西坡境黄安西社 branched off from the ancient Huangan shê altar 古黄安社. The main gods are Shuigou shengwang 水沟圣王, Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, Qitian dasheng 齐天大圣, Zhanggong shengjun 张公圣君. Left altar: Puji shenghou 普济圣侯 and Taiyi xiangu 太乙仙姑 (locally referred to as shiwuma 十五妈). Right altar: Yugong yuanshuai 余公元帅 and Niushan jiangjun 牛山将军. The temple preserves an inscription copied from the temple gazetteer stating that the temple was rebuilt and endowed with land in the Qing dynasty by Liang Shitong 梁士通 and Liang Wenrong 梁文融, and was rebuilt again in Qing Tongzhi 8 (1869), then was restored in 1917 and again renovated in 1948. Then in 1951 all the gods were destroyed, but in 1982 the god statues were recarved, and in 1992 the temple was restored once more. 2) Xipojing Xianxingdian 西坡境显兴殿 is dedicated to Beidou xingjun 北斗星君, Tiangong yuanshuai 田公元帅 and Wenwu zhushen 文武诸神. 3) Juebentang 觉本堂 was built by Liang Puyao 梁普耀 and restored in 1937. The temple is dedicated to Sanyi jiaozhu 三一教主, Puhua tianzun 普化天尊, and Hufa longtian 护法龙天. 4) Chaoyitang 超一堂 is dedicated to Lin Longjiang 林龙江. The SJCDCB, 1992:5 records 100 initiates. 5) Xiadetang 夏德堂 is dedicated to Lin Lonjiang 林龙江. The SJCDCB, 1992:8 records 105 initiates.", "Rituals": {"Processions": "On 1/11 Tiangong yuanshuai 田公元帅 and Beidou xingjun 北斗星君 go on a procession to each household in the village, returning to the temple on the afternoon of 1/12. A single Daoist master is invited to recite scriptures and conduct rites. The doors of the temple are sealed. Each year four Fushou 福首 are selected by rotation. Two hold the incense burners, and the other two hold the gods.", "Birthday": "2/2 or 2/3: A general celebration of the gods 文武诸神 is held and opera is performed for two or three days. 10/15: Xiayuan lanpen pudu 下元兰盆普渡 rites of Universal Deliverance are conducted by the Three in One Scripture Masters of the Juebentang. 5. Ritual Groups The village has no spirit mediums or Daoists, but over half the village has been initiated into the Three in One religious movement."}}, "Administrative Village": "-1", "Administrative Village_zh": "-1", "Population": "800"}