{"UID": "V587", "Name": "Qindong", "Name_zh": "沁东", "Alliance": "Anminqijing (Anmin sevenfold ritual alliance)", "Alliance_UID": "A128", "Alliance_zh": "安民七境", "Irrigation_Region": "Northern", "Village_Settlement": "The population of Qindong is over 2000 people. The village is divided into two neighborhoods called Xincuo 新厝 and Jiucuo 旧厝. The irrigation for the fields comes mostly from the Liuzhuangtan 刘庄潭 irrigation system. Agriculture is highly developed.", "Surname_Groups": "The Yao 姚 surname group are the main surname groups in the village. There are also the Xu 徐 and the Zhang 张 surname groups in the village. The Yao moved to Qindong from Xincentou 新岑头 in Fuqing 福清 in the mid-Ming. The Yao of Tangtou 塘头 were from Qindong. Other Yao in Putian city, Xianyou county and Xitianwei 西天尾 township all recognize the Yao of Qindong as their ancestors.", "Village_Temples": "1) Anmingong 安民宫 contains the altar of the Jixianshê 集贤社 and is the main overall temple of the Anmin sevenfold ritual alliance七境总宫. The temple was restored in Qing Daoguang 19 (1839), Tongzhi 1 (1862), Guangxu 17 (1891), and in 1981. The main gods are Chenghuang dashen 城隍大神, Zunzhu mingwang 尊主明王, and Houtu furen 后土夫人. Secondary gods include Tianshang shengmu 天上圣母, Zhanggong shengjun 张公圣君, Qiugong shenghou 邱公圣侯, Anling shengwang 安灵圣王, and Tiangong yuanshuai 田公元帅. 2) Wudangdian 武当殿 was built in Guangxu 25 (1899) and is dedicated to Xuantian shangdi 玄天上帝. Secondary gods include Lingguan dadi 灵官大帝, Tian daren 田大人, and Ma daren 马大人. 3) Fenglaidian 凤来殿 is dedicated to Guangze zunwang 广泽尊王. Secondary gods include Huangshi xianfei 黄氏仙妃. 4) Yutiandong 雨田洞 was built in 1964 and is dedicated to Zhanggong shengjun 张公圣君. 5) Deyitan 德义坛 was built in 1947 and is a center for the spirit medium tanban 坛班 altar association. 6) Qingyuanan 清源庵 was built in 1917 (PTZJZCG, 1992).", "Rituals": {"Yuanxiao processions": "On 1/4, Anmingong 安民宫 welcomes back its gods from heaven 接神. On 1/15, Jiucuo 旧厝 invites the gods of Anmingong 安民宫 to go on a procession though their territory. On 1/16, Xincuo 新厝 invites the gods of Anmingong 安民宫 to go on a procession though their territory.", "Birthday celebrations of the gods": "2/2: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is organized by the village as a whole. 3/3: The celebration of Xuantian shangdi 玄天上帝 is organized by the Xincuo branch 新厝房. 3/23: The celebration of Tianshang shengmu 天上圣母 is organized by the Jiucuo branch 旧厝房. 4/17: The celebration of Qiugong shenghou 邱公圣侯 is organized by the Xincuo branch 新厝房. 5/19: The celebration of Chenghuang dashen 城隍大神 is organized by the village as a whole. 6/15: The celebration of Guangze zunwang 广泽尊王 is organized by the Xincuo branch 新厝房. 7/23: The celebration of Zhanggong shengjun 张公圣君 is organized by the village as a whole. Each year with an intercalary seventh month, there is a procession of the god throughout the entire sevenfold ritual alliance. 10/19: The celebration of Anling shengwang 安灵圣王 is organized by the Xincuo branch 新厝房. On all of the above occasions, opera is performed for two days, and funds are raised on a per capita basis. 5. Ritual Groups Both the 安民宫 and the Deyitan 德义坛 maintain tanban 坛班 altar association of spirit mediums and have conducted guanjie 关 戒 spirit medium training sessions in the past. Each year Xincuo 新厝 and Jiucuo 旧厝 separately select Fushou 福首 by rotation based on age."}}