{"UID": "V594", "Name": "Xiashanglin", "Name_zh": "下上林", "Region": "Northern", "Village_Settlement": "Xiashanglin village belongs to the Nanlin Administrative Village 南林行政村. The village is divided into two neighborhoods, the Nanpai 南牌 and the Beipai 北牌. The population of Xiashanglin is over 1000 people. The main livelihood comes from growing longyan 龙眼树 (dragon eye) fruit trees. Beipai 北牌 has over 200 Christians.", "Surname_Groups": "The Li 李 are the main surname group of Nanpai 南牌 with over 600 people. The Xu 许 are the main surname group in Beipai 北牌 with over 400 people. There are also the Chen 陈 with some twenty households. The Li 李 moved to Xiashanglin from Yangwei 洋尾 in Hanjiang 涵江. The Xu 许 came from Jiangxi 江西, and are divided into three lineage branches known as Fu 福, Lu 禄, and Shou 寿. The Xu have an ancestral hall in the village 祠堂.", "Village_Temples": "1) Shanglinshengjing Shanglin nanshê 上林胜境上林 南社 belongs to Nanpai 南牌. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Qitian dasheng 齐天大 圣, Puji shenghou 普济圣侯, Tiangong yuanshuai 田公元帅, Baiya jiangjun 白牙将军, Jiuchan dashen 纠察大神, and Jiutian shangdi 九天上帝. 2) Shanglin shengjing Xingxian zushê 上林胜境兴贤祖社 belongs to Beipai 北牌. This temple was originally the Xu lineage ancestral hall 许氏祠堂. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Tiangong yuanshuai 田公元帅, Qitian dasheng 齐天大圣, and Jiucha dashen 纠察大神.", "Rituals": {"Yuanxiao processions": "On 1/11Beipai 北牌 take the incense burners of the shê on a procession through its part of the village to each household to xingdao 行道 practice the Dao They place Tiangong yuanshuai 田公元帅 is palm sedan chair and carry him in a procession around their territory. On 1/12 Nanpai 南牌 take the incense burners of the shê on a procession through its territory to each household to xingdao 行道 practice the Dao. On 1/13 Nanpai 南牌 take Tiangong yuanshuai 田公元帅, Jiucha dashen 纠察大神, Puji shenghou 普济圣侯, Zhanggong shengjun 张公圣君, and Heihu dachen 黑虎大臣 on a procession around their territory. On 2/1 Nanpai 南牌 and Beipai 北牌 separately hold fengjin 奉金 rituals, and invite Daoist ritual masters form Houlin 后林 to conduct jiao rituals 做醮.", "Birthday celebrations of the gods": "3/12: The celebration of Ciji zhenjun 慈济真君 is organized by Beipai 北牌. 3/14: The celebration of Ciji zhenjun 慈济真君 is organized by Nanpai 南牌. 8/15: The celebration of the Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of the Xingxian zushê 兴贤祖社 is organized by Beipai 北牌. 8/28: The celebration of the Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of the Xingxian nanshê 兴贤南社 is organized by Nanpai 南牌. On all of the above occasions, opera is performed for two days, and funds are raised on a per capita basis. 5. Ritual Groups Each year Fushou 福首 are selected in rotation depending on their age. Dingshanglin 顶上林 1. Village settlement Dingshanglin belongs to the Nanlin Administrative Village 南林行政村. The population of Dingshanglin is 216 people. 2. Surname groups The Huang 黄 is the dominant surname group. There are also the two surnames of Ke 柯 and Cai 蔡. The Huang moved to Dingshanglin from Huangxia 黄霞 in the Ming. 3. Village temples 1) Shanglin shengjing Xingxian xishê 上林胜境兴贤 西社 is linked to the Jishanmiao 集善庙. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Tiangong yuanshuai 田公元帅, Qitian dasheng 齐天大圣, Puji shenghou 普济 圣侯, Tianshang shengmu 天上圣母, Tianqian shengmu 天前圣母, Lubu dashen 鲁部大神, Lufu yima 鲁府姨妈, and Cuifu dama 崔府大妈. 2) Shanglin’an 上林庵 belongs to the four villages of Dingshanglin 顶上林, Xiashanglin 下上林, Dongzhu 东珠, and Huibi 灰壁, and is dedicated to Ciji zhenjun 慈济真君. 4. Rituals: Yuanxiao processions On 1/11 the villagers take the incense burners of the shê to each household to xingdao 行道 practice the Dao. The gods go on procession throughout the village. Birthday celebrations of the gods 3/15: The celebration of Ciji zhenjun 慈济真君 is held. 8/22: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held. On both of the above occasions, opera is performed for two days, and funds are raised on a per capita basis. 5. Ritual Groups Daoist ritual masters are invited from Houlin 后林 to perform rituals on the birthday celebrations of the gods."}}