{"UID": "V597", "Name": "Yupo", "Name_zh": "喻坡", "Alliance": "Yupo ershê (Yupo two shê ritual alliance)", "Alliance_UID": "A129", "Alliance_zh": "喻坡二社", "Irrigation_Region": "Northern", "Raw": {"Settlement": "Yupo 喻坡 was originally called Yucuo 喻厝. The village is located in the foothills of the Nangshan mountain 囊山. The main source of irrigation is from the Jiufeng sanba 九峰三坝 (three dams on the Nine Peaks). This area was part of the Yishan dongpu 依山东铺 (police/ defense unit) of Yanshouli 延寿里 sub-canton. Yupo village was already settled in the early Qing. Currently the village population is approximately 1500 people. The village is managed by the Nanlin Administrative Village 南 林行政村. The local temple ritual system is divided on the basis of lineage into two shê ritual associations, the Shangshê and the Xiashê 上下二社. In the feuding banner alliances of the end of the Qing, the two shê alliance of Yupo was part of the black banner alliance.", "Surname_Groups": "The three main surnames are the Yu 喻, Chen 陈 and Fang方. The Yu are said to have moved here from Jiangxi 江西, and have lived in the village for eight generations. They are divided into seven lineage branches 七房, and their lineage genealogy is kept in Shangyu 上喻 near Hangjiang 涵江. The Chen moved here from Kuokou 阔口near Putian city, and are divided into four lineage branches 四房. The Fang moved from Hanjiang 涵江.", "Village_Temples": "1) Yupojing zhongxiangong 喻坡境重贤宫 is dedicated to Xuantian shangdi 玄天上帝. Secondary gods include Zhanggong shengjun 张公圣君, Tiangong yuanshuai 田公元帅, Dutong shenghou 都统圣侯, Qitian dasheng 齐天大圣, Yanggong xianfei 杨氏仙妃 and the Wenwu zhushen 文武诸神. 2) Xinxianshê 新贤社, Xingantang 兴安堂 is the Xiashê 下社, and belongs to the Yu lineage 喻. The temple was repaired in 1981. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人, with secondary gods Langong yuanshuai 蓝公元帅 and Fude zhengshen 福德正神. 3) Xinxianshê 兴贤社 is the Shangshê 上社 and belongs to the Chen 陈 and the Fang 方 surnames. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人, with secondary gods Qitian dasheng 齐天大圣 and Wenwu zhushen文武诸神. 4) Yuanbentang 源本堂 is dedicated to Sanyi jiaozhu 三一教主. 3) Chaoyitang 超一堂 is dedicated to Lin Longjiang 林龙江. The SJCDCB, 1992:5 records 100 initiates. Yupo two shê ritual alliance 4) Xiadetang 夏德堂 is dedicated to Lin Lonjiang 林龙江. The SJCDCB, 1992:10 records ten initiates.", "Rituals": {"Processions": "On 1/13 the Upper and Lower shê (Shang, Xia) 上, 下二社 each separately take the incense burners of their shê altars to each of their households to xingdao 行道 (carry out the Dao), and then use palm sedan chairs to carry miniature versions of Qitian dasheng 齐天大圣, Dutong shenghou 都统圣侯, Yangshi xianfei 杨氏仙妃, Dutong yuanshuai 都天元帅, Zhanggong shengjun 张公圣君 and other gods of the assorted gods of the five altars (Wutan liesheng) 五坛列圣 on a procession around the entire village. Each household goes to the temple to light their lanterns and Daoist ritual masters are invited from Houlin 后林 to conduct jiao rites 做醮.", "Birthday": "2/25: The celebration of Qitian dasheng 齐天大圣 is held with two days of opera. 3/3: The celebration of Xuantian shangdi 玄天上帝 is held with two days of opera. 7/23: The celebration of Zhangong shengjun 张公圣君 is held with two days of opera. 9/10: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held with two days of opera. 5. Ritual groups There are four spirit mediums 神童. Daoist ritual masters present them with spirit officials 赐功曹, but there has not been any guanjie 关戒 spirit medium training sessions"}}, "Administrative Village": "Nanlin Administrative Village", "Administrative Village_zh": "南", "Population": "1500"}