{"UID": "V598", "Name": "Tangxi", "Name_zh": "塘西)", "Alliance": "Tangxi sanjia (Tangxi three jia ritual alliance)", "Alliance_UID": "A130", "Alliance_zh": "塘西三甲", "Irrigation_Region": "Northern", "Village_Settlement": "Tangxi is located on the western side of the Jieyang Reservoir 塘颉洋塘. This area was part of the Yishandongpu 依山东铺 (police/defense unit) of the Yanshouli 延寿里 sub-canton). This village was already settled in the Qing, and currently the population is approximately 2400 people. The village is managed by the Tangxi Administrative Village 塘西行政村. The temple ritual system is divided primarily on the basis of lineage and settlement into three jia ritual associations: Dingjia 顶甲, Xiajia 下甲 and Houpai 后牌三甲. In the feuding banner alliances of the late Qing, the three jia alliance of Tangxi was part of the black banner alliance.", "Surname_Groups": "The four main surname groups of the village are the Chen 陈, Li李, Wu 吴 and the Jiang 蒋. The Chen moved here from Kuokou 阔口 near Putian, and are mostly living in Houpai 后牌. The Li 李, Wu 吴 and Jiang 蒋 live mostly in Dingjia 顶甲 and Xiaji 下甲. Tangxi three jia ritual alliance 3) Village temples 1) Tangxijing Fuangong Chongxingshê 塘西境 福安宫重兴社 is the main temple of the Tangxi three jia ritual alliance 塘西三甲总宫. The main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人 and Tianshang shengmu 天上圣母. The secondary gods are Qitian dasheng 齐天大圣, Tiangong yuanshuai 田公元帅, Puji shenghou 普济圣侯 and Zhanggong shengjun 张公圣君. 2) Tangxijing jieshuidong 塘西境颉水洞 belongs to Houpai后牌. The main god is Yilieqiansui 伊烈千岁. The secondary gods are Tiangong yuanshuai 田公元帅, Tianshang shengmu 天上圣母, Magong daren 马公大人, Xuantan yuanshuai 玄坛元帅, Baiya jiangjun 白牙将军, Tiangong yuanshuai 田公元帅, Fenghuo ertong 风火儿童, Jin jiangjun 金将军, Wei jiangjun 魏将军, Dong jiangjun 董将军 and Li jiangjun 李将军. 3) Tangxishengjing jietang lishê xunguangmiao 塘西胜境, 颉塘里社, 顺光庙 belongs to Dingjia 顶甲, and was built in 1947. The main god is Tiangong yuanshuai 田公元帅, and Qitian dasheng 齐天大圣 and Tianshang shengmu 天上圣母 are secondary gods. 4) Mingjufu 明竹府 belongs to Xiajia 下甲, and is dedicated to Lubu dashen 鲁部大神 and Lufu yima 鲁府姨妈. Secondary gods include Longgong yuanshuai 龙宫元帅, Sanwei dama 三位大妈, Sanwei xiannü 三位仙女, Zhou dashen 周大神, Jin dashen 金大神 and Zhu dashen 朱大神. 5) Xitang shuyuan 西塘书院 is dedicated to Sanyi jiaozhu 三一教主 with Wenchang dijun 文昌帝君 and Guansheng dijun 关圣帝君 as secondary gods. 6) Jieshuige 颉水阁 is dedicated to Guanyin dashi 观音大士 with Tianshang shengmu 天上圣母 as a secondary goddess. 4. Rituals: Yuanxiao processions On 1/13, Houpai 后牌 takes the incense burners of the Chongxingshê 重兴社香炉 to each household to xingdao 行道. On 1/14, Dingjia 顶甲 does the same in its own territory. On 1/15, Xiajia 下甲 also does the same in its own territory. On 1/16, the three jia ritual associations hold a collective Yuanxiao festival 三甲总元宵and carry Tianshang shengmu 天上圣母, Tiangong yuanshuai 田公元帅, Zunzhu mingwang 尊主明王, Zhanggong shengjun 张公圣君 and Qitian dasheng 齐天大圣 in a procession around the entire village. Daoist ritual masters are invited from Duotou to conduct jiao rituals 做醮. Birthday celebrations of the gods 1/9: The celebration of Yuhuang dadi 玉皇大帝 is organized by the village as a whole. 2/25: The celebration of Qitian dasheng 齐天大圣 is organized by Xiajia 下甲. 3/23: The celebration of Tianshang shengmu 天上圣母 is organized by the village as a whole. The celebration of Tiangong yuanshuai 田公元帅 is organized by Dingjia 顶甲. 4/19: The celebration of Sanwei xiannü 三位仙女 is organized by Xiajia 下甲. 7/23: The celebration of Zhanggong shengjun 张公圣君 is organized by Houpai 后牌. 8/20: The celebration of Yilie qiansui 伊烈千岁 is organized by Houpai 后牌. 8/22: The celebration of Puji shenghou 普济圣侯 is organized by the village as a whole. 11/10: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is organized by the village as a whole. On all of these occasions, opera is performed for two days. 5. Ritual groups The Jieshuidong 颉水洞 and the Mingjufu 明竹府 have altar associations 坛班 of spirit mediums, and have already completed their spirit medium trainings 关戒. Each year Fuzhou are selected in rotation on the basis of those who married first. 4/8: ", "Village_Temples": "", "Rituals": {"Yuanxiao processions": "", "Birthday celebrations of the gods": ""}}