{"UID": "V601", "Name": "Baowei", "Name_zh": "保尾", "Alliance": "Hanjiang ershisi pu (Hanjiang twenty-four wards ritual alliance)", "Alliance_UID": "A132", "Alliance_zh": "涵江二十四铺", "Irrigation_Region": "Northern", "Raw": {"Settlement": "Baowei was originally called Banwei 坂尾 and was part of the Shatou Cangban Pu town ward 沙头苍坂铺. Baowei was a village at the southwest edge of Hanjiang which has now been absorbed into the city and is administered by the Hanxi Street Office 涵西街道办事处.", "Surname_Groups": "Due to urbanization, it is difficult to track the movement of surname groups in this area.", "Village_Temples": "ples 1) Shaban lishê 沙坂里社 is dedicated to Zunzhu mingwang 尊主明王and Houtu furen 后土夫人. Secondary gods include Qitian dasheng 齐天大圣, Tiangong yuanshuai 田公元帅, Yanggong taishi 杨公太师, and Magong yuanshuai 马公元帅. 2) Zhengjidian 正极殿 is dedicated to Wuhuang dadi 五皇大帝. 3) Tianhougong 天后宫 is dedicated to Tianshang shengmu 天上圣母. 4) Tianxianfu 天仙府 is dedicated to Huang jiangjun 黄将军. Secondary gods include Fude zhengshen 福德正神. 5) Lianguian 莲桂庵 is dedicated to Shijia wenfo 释迦文佛 and Guanyin dashi 观音大士. Secondary gods include Weituo 韦驮 and Jialan 伽蓝. 6) Fulingong 绂麟宫 is dedicated to Chenshi zhenren 陈氏真人. Secondary gods include Lubu dashen 鲁部大神, Lufu yima 鲁府姨妈, San furen 三夫 人, Daye 大爷, and Erye 二爷. 7) Zhixintang 志心堂 is dedicated to Sanyi jiaozhu 三一教主. Others worshipped include Sanfeng zhenren 三峰真人, Zhuozu zhenren 卓祖真人, Xuantian shangdi 玄天上帝, Jiutian Wang dadi 九天王大帝, Beidou xingjun 北斗星君, and Huang daren 黄大人. 8) Qingshantang Buddhist hall 庆善堂 (PTZJZCG, 1992:204). 9) Lianguiting Buddhist pagoda 连桂亭 was built in the late Qing (PTZJZCG, 1992:204)", "Rituals": {"Processions": "On 1/8–10 the incense burners of the shê are taken to each household to xingdao 行道 practice the Dao. Daoist ritual masters are invited to conduct jiao rites 做醮. On 1/12 the final night of Yuanxiao for this area is celebrated with a procession around the boundaries of the former village ward.", "Birthday": "1/14: The celebration of Sanyi jiaozhu 三一教主 is organized by Zhixintang 志心堂. 2/10: The celebration of Chenshi zhenren 陈氏真人 is organized by Fulingong 绂麟宫. 2/25: The celebration of Qitian dasheng 齐天大圣 is held. 2/26: The celebration of Jiutian Wang dadi 九天王大帝 is organized by Zhixintang 志心堂. 3/3: The celebration of Xuantian shangdi 玄天上帝 is held. 3/23: The celebration of Tianshang shengmu 天上圣母 is held. 4/26: The celebration of Yanggong taishi 杨公太师 is held. 5/5: The celebration of Wuhuang dadi 五皇大帝 is held. 6/6: The celebration of Huang jiangjun 黄将军 and Fude zhengshen 福德 正神 is organized by Dongcuo 东厝 neighborhood. 7/7: The celebration of Lubu dashen 鲁部大神 and Lufu yima 鲁府姨妈 is organized by Dongcuo 东厝 neighborhood. 7/16: The celebration of Sanyi jiaozhu 三一教主 is organized by Zhixintang 志心堂. 8/23: The celebration of Tiangong yuanshuai 田公元帅 is held. 9/9: The celebration of Jiucha dashen 纠察大神 is organized by Dongcuo 东厝 neighborhood. 11/14: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held. On these occasions, opera is performed for two days. These events are organized by the village as a whole, or by specific neighborhoods, or by specific temples, and funding is raised on a per capita basis or from voluntary contributions. Tangbei 塘北 1. Village settlement Tangbei originally was part of the Yishan dongpu town ward 依山东铺 of Yanshouli sub-canton 延寿里. 2. Surname groups Mostly the area was inhabited by families of the Yao surname group 姚. In recent times the area has become a developed area of mixed surname groups, administered by the Handong Street Office 涵东街 道办事处. 3. Village temples 1) Xingeng zushê 新丰祖社 was first built during the Ming Jiajing period (1522–1566). The temple is dedicated to Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, Zhanggong shengjun 张公圣君, Qitiqan dasheng 齐天大圣 and Guangze zunwang 广泽尊王. The secondary gods include Yanggong taishi 杨公太师, Puji shenghou 普济圣侯, Baima yuanshuai 白马元帅, Xuantan yuanshuai 玄坛元帅, Tiangong yuanshuai 田公元帅 and Dutong shenghou 都统圣侯. 2) Jingshesi Buddhist temple 精舍寺 was built during the Guangxu period (1875–1908) (PTZJZCG, 1992:205) 3) Mingxiatang 明夏堂 is dedicated to Lin Lonjiang 林龙江 (SJCDCB, 1992:7). 4. Rituals: Yuanxiao processions On 1/7–11, candles 喜烛 are lit in the Xinfeng zushê 新丰祖社 and opera is performed. On 1/10, Zhanggong shengjun 张公圣君 is carried around the entire village in a procession. In the evening there is a lantern procession, and Daoist ritual masters conduct rites. Birthday celebrations of the gods 2/25: The celebration of Qitian dasheng 齐天大圣 is held with opera and Daoist rites. 4/15: The celebration of Guangze zunwang 广泽尊王 is held with opera and Daoist rites. 7/23: The celebration of Zhanggong shengjun 张公圣君 is held with opera and Daoist rites. 10/15: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held with opera and Daoist rites."}}, "Administrative Village": "-1", "Administrative Village_zh": "-1", "Population": "-1"}