{"UID": "V603", "Name": "Puwei", "Name_zh": "铺尾", "Alliance": "Hanjiang ershisi pu (Hanjiang twenty-four wards ritual alliance)", "Alliance_UID": "A132", "Alliance_zh": "涵江二十四铺", "Irrigation_Region": "Northern", "Village_Settlement": "Puwei belonged to the Xinpai Pu town ward 新牌铺. Now Puwei village is managed by the Handong Street Affairs Office 涵东街 道办事处. The population of Puwei is over 1500 people.", "Surname_Groups": "There are several surnames in Puwei including the Chen 陈, the Huang 黄, the Zheng 郑, the Liu 刘, the Kang 康, the Guo 郭, the Lin 林, and the Zhou 周. The Chen are the dominant surname group.", "Village_Temples": "1) Longjin zumiao 龙津祖庙 is dedicated to Zhusheng dadi 注生大帝 and to Chen Wenlong 陈文龙. Secondary gods include Yuhuang dadi 玉皇大帝, Tianshang shengmu 天上圣母, Sima shengwang 司马圣王, Qitian dasheng 齐天大圣, Wenchang dijun 文昌帝君, Liugong yuanshuai 刘公元帅, Kanggong yuanshuai 康公元帅, Zhaogong yuanshuai 赵公元帅, Zhanggong shengjun 张公圣君, Ciji zhenjun 慈济真君, Lubu dashen 鲁部大神, Linshui furen 临水夫人, and Jiuhua xianshi 九华仙师. 2) Longjin wenming zushê 龙津文明祖社 is dedicated to Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Zhanggong shengjun 张公圣君, Tianshang shengmu 天上圣母, Xuantan yuanshuai 玄坛元帅, and Huye 虎爷.", "Rituals": {"Yuanxiao processions": "On 1/12 the incense burners of the shê are taken to each household to xingdao 行道 practice the Dao. On 1/16 Daoist ritual masters are invited to conduct jiao rites 做醮.", "Birthday celebrations of the gods": "2/25: The celebration of Ciji zhenjun 慈济真君 is held. 3/18: The celebration of Zhusheng dadi 注生大帝 is held with three days of opera. 3/23: The celebration of Tianshang shengmu 天上圣母 is held. 5/16: The celebration of Yuhuang dadi 玉皇大帝 is held. 7/7: The celebration of Linshui furen 临水夫人 is held. 7/23: The celebration of Zhanggong shengjun 张公圣君 is held. 8/16: The celebration of Chen Wenlong 陈文龙 is held. 9/13: The celebration of Jiuhua xianshi 九华仙师 is held. 12/4: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held. On these occasions, opera is performed for two days, unless otherwise specified. These events are organized by the village as a whole, and funding is raised on a per capita basis or from voluntary contributions. 5. Ritual Groups The Longjin zumiao 龙津祖庙 has a temple management committee 董事会. Each year Fushou 福首 are selected on the basis of age."}}