{"UID": "V606", "Name_Pinyin": "Xiaxu", "Name_hanzi": "霞徐", "Region": "Northern", "Village_Settlement": "Xiaxu originally belonged to the Xiaxupu 霞徐铺 (town ward). Now Xiaxu is part of the Hanjiang urban area, and the population is unknown. Xiaxu is divided into five jing 五境 (territories) Xiaming 霞明, Xinlin 新林, Duanming 端明, Dingjie 顶街, and Longdong 龙东. The village preserves the temple inscription composed in Daoguang 9 (1829) by Lin Daoheng 林道亨 entitled 重建昭应宫记 Records of the Restorations to the Temple of Brilliant Responses (Epigraphical Materials, 1995:301, No. 265).", "Surname_Groups": "Many surnames live together in this area, but the Chen 陈 are the predominant surname group.", "Village_Temples": "1) Xingrenshê 兴仁社 is within the Shunjimiao 顺济庙 and the Yulingong 毓麟宫. These temples are referred to as the Xiaxugong 霞徐宫, and it is the main temple of the five ritual territories of Xiaxu 五境 总宫. A official stele 示禁碑 dated in Qing Jiaqing 12 (1807) is preserved in the temple. The main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, Tianshang shengmu 天上圣母, and Tianqian shengmu 天前圣母. Secondary gods include Lubu dashen 鲁部大神, Zhanggong shengjun 张 公圣君, Jialuo dasheng 伽罗大圣, Dutian yuanshuai 都天元帅, and Fude zhengshen 福德正神. Several stelae relating to the Hanjiang Tianhougong were originally preserved in this temple, but some were later moved to the Hanjiang Stelae Garden. The stone inscriptions about this temple include the Qianlong 15 (1750) 敕封护国庇民弘仁普济天后圣母东甌香灯 文 (Proclamation on the incense and lamp-oil --- --- --- of the eastern hall of the temple of the imperially enfeoffed Divine Matron, Empress of Heaven, who universally saves, extends her mercy, protects the people, and guards the nation) (Epigraphical Materials, 1995:231, No. 201), the Qianlong 28 (1763) 兴安会馆香灯会碑记 (Stele recording the Incense and Lamp Association of the Xingan Native place Association) (Epigraphical Materials, 1995:244, No. 210), the Jiaqing 12 (1807) 涵江天后宫奉宪示禁碑 (Stele proclaiming prohibitions by imperial decree within the Hanjiang Temple of the Empress of Heaven) (Epigraphical Materials, 1995:269, No. 234), and the Guangxu 2 (1876) 重修兴安会馆碑记 (Stele recording the restoration of the Xinghua native-place association) (Epigraphical Materials, 1995:331, No. 296). 2) Tianfeigong 天妃宫 is called the old temple, Jiugong 旧宫, and is said to have been founded in the Southern Song. A Ming stele with a star chart 星 图 and early Qing murals 清初壁画 survive in the temple. The main goddess is Tianshang shengmu 天上圣母. Secondary gods include Sihai longwang 四 海龙王, and Yangong 晏公. 3) Yidetang Buddhist hall 义德堂 was built in the late Qing (PTZJZCG, 1992:204). 4) Jituoshan Buddhist temple 即陀山 was built in the Guangxu period (1875– 1908) (PTZJZCG, 1992:204).", "Rituals": {"Yuanxiao processions": " On 1/10 the incense burners of the shê are taken to each household to xingdao 行道 practice the Dao.", "Birthday celebrations of the gods": "1/9: The celebration of Yuhuang dadi 玉皇大帝 is held. 2/10: The celebration of Tianqian shengmu 天前圣母 is held. 3/23: The celebration of Tianshang shengmu 天上圣母 is organized by the Tianfeigong 天妃宫 which takes Tianshang shengmu 天上圣母 on a procession around the entire region. Opera is performed for three days. 7/7: The celebration of Lubu dashen 鲁部大神 is held. 7/23: The celebration of Zhanggong shengjun 张公圣君 is held. 9/9: The celebration of Dutian yuanshuai 都天元帅 is held. 9/30: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held. Three days of opera are performed. On these occasions, opera is performed for two days, unless otherwise specified. These events are organized by the village as a whole, or by a specific temple, and funding is raised on a per capita basis or from voluntary contributions. 5. Ritual Groups Each year each of the five ritual territories 五境 draw divination sticks to select one Fushou 福首 each. On 7/19 中元普度 rites of Universal Deliverance of the Middle Prime is held and on 10/15 Xiayuan pudu 下元普度 rites of Universal Deliverance of the Lower Prime are also held."}}