{"UID": "V618", "Name": "Xiangli", "Name_zh": "巷利", "Region": "Northern", "Village_Settlement": "Xiangli is also know as Hanli 汉利. Gangli has a population of over 1200 people. The village was founded in the Ming dynasty. The main livelihood comes from working in the tile kiln factories.", "Surname_Groups": "The main surname is the Huang 黄, who came from Huangxiang 黄巷, and have divided into three lineage branches.", "Village_Temples": "1) Hudongjing Fuxing lishê, Maolinyuan 湖东境福兴 利社, 茂林园. The main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, and Erdian zhenjun 二殿真君. Secondary gods include Xuantan yuanshuai 玄坛元帅, Zhanggong shengjun 张公圣君, Tiangong yuanshuai 田公元帅, Qitian dasheng 齐天大圣, Fazhu xianfei 法主仙妃, Oushi xianfei 欧氏仙妃, Baiya jiangjun 白牙将军, and Chengong zushi 陈公祖师. 2) Shuntian shuyuan 顺天书院 is dedicated to Sanyi jiaozhu 三一教主. Secondary gods include Guanyin dashi 观音大士, Linshui furen 临水夫人, Zhaogong yuanshuai 赵公元帅, Magong yuanshuai 马公元帅, and Taihuashan 泰华山. The SJCDCB, 1992:10 records twenty-eight initiates. 3) Pingtianci 平天祠 is dedicated to Sanyi jiaozhu 三一教主. Secondary gods include Chengong zushi 陈公祖师. The SJCDCB, 1992:10 records thirty initiates.", "Rituals": {"Yuanxiao processions": "On 1/14–15, Xiangli goes to Fuxinggong 福兴宫 in Tangwei to invite Fazhu xianfei 法主仙妃, Oushi xianfei 欧氏仙妃, and Erdian zhenjun 二殿真君 back to the village to go on a procession. Opera is performed for two days. Early in the 2nd lunar month, Xiangli participates in the general Yuanxiao festivities of the seven shê alliance.", "Birthday celebrations of the gods": "3/16: The celebration of Xuantan yuanshuai 玄坛元帅 is held. These events are organized by the village as a whole. Opera is performed for two days. 6/10: The celebration of Erdian zhenjun 二殿真君 is held. Opera is performed for two to three days. 7/16: The celebration of Sanyi jiaozhu 三一教主 is held. Marionette plays are performed. 8/1: The celebration of Fazhu xianfei 法主仙妃 and Oushi xianfei 欧氏仙妃 is held. On these occasions, opera is performed for two days, and sometimes for three days. These events are organized by the village as a whole, and funding is raised on a per capita basis. 5. Ritual Groups Gangli participates in the guanjie 关戒 spirit medium training sessions organized by Fuxinggong 福兴宫. Each year the three lineage branches select the Fushou 福首 by rotation according to age. On 10/15 the 下元普渡 xiayuan pudu rites of Universal Deliverance are held."}}