{"UID": "V619", "Name": "Tanwei", "Name_zh": "潭尾", "Alliance": "Tangtou qijing (Tangtou sevenfold ritual alliance)", "Alliance_UID": "A135", "Alliance_zh": "塘头七境", "Irrigation_Region": "Northern", "Village_Settlement": "Tanwei has a population of approximately 1800 people. The main livelihood is working in tile kilns and factories.", "Surname_Groups": "The main surnames are the Yang 杨 and the Wu 吴. The Yang moved to Tanwei from Sangu 三股 and have formed three lineage branches. There is a Yang ancestral hall 杨氏祠堂. The Wu moved from Daili 埭里 and have formed two lineage branches. There is a Wu ancestral chamber 吴氏祖厅.", "Village_Temples": "1) Hudongjing Fuxingshê, Fuxinggong 湖东境福兴社, 福兴宫 is the main temple of the Tangtou seven-shê alliance 塘头七社总宫. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Yidian zhenjun 一殿真君, Erdian zhenjun 二殿真君, Sandian zhenjun 三殿真君, Oushi xianfei 欧氏仙妃, Fazhu xianfei 法主仙妃, Dutong shenghou 都统圣侯, Zhonglie (Tiangong) yuanshuai 忠烈(田公)元帅, and Zhongjun 中军. 2) Hudongjing Fuxing xishê 湖东境福兴西社 is dedicated to Zunzhu mingwang 尊主明王and Houtu furen 后土夫人. Secondary gods include Yanggong taishi 杨公太师, Dutong shenghou 都统圣侯, and Sanyi jiaozhu 三一教主. 3) Shundetang 顺德堂 contains the altar of Fuxing xishê 福兴西社. The main gods are Sanyi jiaozhu 三一教主, Zunzhu mingwang 尊主明王, and Houtu furen 后土夫人. Secondary gods include Yanggong taishi 杨公太师 and Dutong shenghou 都统圣侯. 4) Demingtang 德明堂 is dedicated to Lin Lonjiang 林龙江. The SJCDCB, 1992:10 records 109 initiates.", "Rituals": {"Yuanxiao processions": "On 1/8–9, Tanwei villagers go to the Fuxinggon 福兴宫 to invite Yanggong taishi 杨公太师 and Dutong shenghou 都统圣侯 to go on a procession through the village. Opera is performed for three days. Early in the 2nd lunar month, Tanwei participates in the general Yuanxiao festivities of the seven shê alliance.", "Birthday celebrations of the gods": "1/16: The celebration of Sanyi jiaozhu 三一教主 is held. 4/26: The celebration of Yanggong taishi 杨公太师 is held. 7/13: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held. 7/16: The celebration of Sanyi jiaozhu 三一教主 is held 9/9: The celebration of Dutong shenghou 都统圣侯 is held. On these occasions, opera is performed for two days, and sometimes for three days. These events are organized by the village as a whole, and funding is raised on a per capita basis. 5. Ritual Groups Tanwei participates in the guanjie 关戒 spirit medium training sessions organized by Fuxinggong 福兴宫. There are eight spirit mediums 神童 in the village. Each year the lineage branches select the Fushou 福首 by rotation according to age."}, "Administrative Village": "-1", "Administrative Village_zh": "-1"}