{"UID": "V620", "Name": "Huangcuo", "Name_zh": "黄厝", "Alliance": "Tangtou qijing (Tangtou sevenfold ritual alliance)", "Alliance_UID": "A135", "Alliance_zh": "塘头七境", "Irrigation_Region": "Northern", "Village_Settlement": "Huangcuo has a population of approximately 1000 people. The main livelihood is working in kilns and tile factories.", "Surname_Groups": "The only surname is the Huang 黄, who moved from Huangxiang 黄巷 and have divided into four lineage branches.", "Village_Temples": "1) Hudongjin Fuxiingdongshê 湖东境福兴东社 is within the Yuxingtang 玉兴堂. The temple was rebuilt in 1984 and the main gods are Sanyi jiaozhu 三一教主, Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Tiangong yuanshuai 田公元帅, Xuantan yuanshuai 玄坛元帅, Fazhu xianfei 法主仙妃, Tianqian shengmu 天前圣母, Lufu yima 鲁府姨妈, Lingya jiangjun 灵牙将军, Fenghuo ertong 风火儿童, Oushi xianfei 欧氏仙妃, Guigu xianshi 鬼谷仙师, Shangyang zhenren 上阳真人, Fude zhengshen 福德正神, Daye 大爷, and Erye 二爷. 2) Yuxingtang 玉兴堂 is dedicated to Lin Lonjiang 林龙江. The SJCDCB, 1992:10 records 115 initiates.", "Rituals": {"Yuanxiao processions": "On 1/9–10, Huangcuo villagers go to Fuxinggong 福兴宫 in Tangwei to invite Tiangong yuanshuai 田公元帅 back to the village to go on a procession. Opera is performed for three days, and Daoist masters conduct a pinganjiao 平安醮. Early in the 2nd lunar month, Huangcuo participates in the general Yuanxiao festivities of the seven shê alliance.", "Birthday celebrations of the gods": "1/16: The celebration of Sanyi jiaozhu 三一教主 is held. 4/8: The celebration of Tiangong yuanshuai 田公元帅 is held 8/15: The celebration of Daye 大爷 and Erye 二爷 is held. On these occasions, opera is performed for two days, and sometimes for three days. These events are organized by the village as a whole, and funding is raised on a per capita basis. 5. Ritual Groups Huangcuo participates in the guanjie 关戒 spirit medium training sessions organized by Fuxinggong 福兴宫. Each year the Fushou 福首 are selected by rotation according to age. On 10/15 the 下元普渡 xiayuan pudu rites of Universal Deliverance are held."}}