{"UID": "V621", "Name": "Houyang", "Name_zh": "后洋", "Alliance": "Tangtou qijing (Tangtou sevenfold ritual alliance)", "Alliance_UID": "A135", "Alliance_zh": "塘头七境", "Irrigation_Region": "Northern", "Village_Settlement": "The population of Houyang village is approximately 2000 people. The main livelihood is brick and tile making.", "Surname_Groups": "The Yao 姚 surname group is dominant. They moved to Houyang from Chongqin 冲沁, and have divided into the following four lineage branches: Dacheng 大埕, Gongbian 宫边, Weicuo 尾厝, and Houcuo 后厝.", "Village_Temples": "1) Houyangjing Hudong beishê 后洋境湖东北社 is within the Fuxinggong 福兴宫. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Sanyi jiaozhu 三一教主, Xuantian shangdi 玄天上帝, Ciji zhenjun 慈济真君, Guangze zunwang 广泽尊王, Qitian dasheng 齐天大圣, Zhanggong shengjun 张公 圣君, Dutian yuanshuai 都天元帅, Wengong yuanshuai 温公元帅, Kanggong yuanshuai 康公元帅, and Sijiang zhenren 司鉴真人. 2) Shiyitang 师义堂 is dedicated to Lin Lonjiang 林龙江. The SJCDCB, 1992:10 records seventy-one initiates.", "Rituals": {"Yuanxiao processions": "On 1/11–13, villagers carry the incense burners of the shê to each household to xing dao 行道 practice the Dao. On 1/18, the gods of Fuxinggong 福兴宫 are taken on a procession around the village, opera is performed and Daoist ritual masters are invited to conduct jiao rituals 做醮.", "Birthday celebrations of the gods": "1/9: The celebration of Yuhuang dadi 玉皇大帝. 2/25: The celebration of Qitian dasheng 齐天大圣. 3/15: The celebration of Ciji zhenjun 慈济真君. 7/2: The celebration of Zunzhu mingwang 尊主明王, Houtu furen 后土 夫人, and Wengong yuanshuai 温公元帅. 7/23: The celebration of Zhanggong shengjun 张公圣君. 9/9: The celebration of Dutian yuanshuai 都天元帅. 10/15: The celebration of Sijiang zhenren 司鉴真人. These events are organized by the village as a whole. Opera is performed for two days and funds are raised on a per capita basis. 5. Ritual Groups Fushou 福首 are selected, in rotation, on the basis of age."}, "Administrative Village": "-1", "Administrative Village_zh": "-1"}