{"UID": "V622", "Name_Pinyin": "Dongting", "Name_hanzi": "洞庭", "Region": "Northern", "Village_Settlement": "The village of Dongting has a population of over 4000 people. The village was established in the Song dynasty. The main livelihood is farming.", "Surname_Groups": "The three main surname groups are the Yao 姚, the Liu 刘, and the Xu 徐. The Yao 姚 moved to the village from Chongqin 冲沁 and have divided into six branches. There is a Yao lineage ancestral hall 姚氏宗祠. The Liu 刘 moved to the village in Qing Kangxi 25 (1686) from Aoshan 鳌山.", "Village_Temples": "1) Hudongjing Huposhê 湖东境湖坡社 is merged into the Dongtinggong 洞庭宫. The main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, and Tiangong yuanshuai 田公元帅, Secondary gods include Yuhuang dadi 玉皇大帝, Xuantian shangdi 玄天上帝, Ciji zhenjun 慈济真君, Qitian dasheng 齐天大圣, Yidian zhenjun 一殿真君, Dutian yuanshuai 都天元帅, Zhengyi lingguan 正一灵官, Wuan shengwang 武按 圣王, Zhongtian dasheng 中天大圣, Fumo yuanshuai 伏魔元帅, Dutong shenghou 都统圣侯, Sima shengwang 司马圣王, Haotian dizi 昊天帝子, Qiugong shenghou 邱公圣侯, Dong shizhe 东使者, Xi shizhe 西使者, and Zhongjun 中军. 2) Chuanjing zumiao 传经祖庙( also known as the Zhanggongfu 张公府), belongs to the Liu 刘, and branched off from Aoshan 鳌山分炉. The main god is Guanyin dashi 观音大士. Secondary gods include Zhanggong shengjun 张公圣君, Fude zhengshen 福德正神, and Lidai gongma 历代公妈. 3) Huancuiting 环翠亭 is dedicated to Guanyin dashi 观音大士. Secondary gods include Guansheng dijun 关圣帝君, Fude zhengshen 福德正神, Weituo 韦驮, and Jialan 迦兰. 4) Yulinfu 毓麟府 is dedicated to Tianqian shengmu 天前圣母, Lubu dashen 鲁部大神, and Lufu yima 鲁府姨妈. Secondary gods include Zhanggong shengjun 张公圣君 and Tiangong yuanshuai 田公元帅. 5) Yuhuatang 玉华堂 is dedicated to Sanyi jiaozhu 三一教主. Secondary gods include Guansheng dijun 关圣帝君, Wenchang dijun 文昌帝君, Guanyin dashi 观音大士, Shijiawenfo 释伽文佛, Zhang Sanfeng 张三峰, Zhuo zhenren 卓真人, and Lü Dongbin 吕洞宾. 6) Judetang 居德堂 is dedicated to Fude zhengshen 福德正神.", "Rituals": {"Yuanxiao processions": " On ¼, the gods are welcomed back from heaven 接神 with three days of opera. On 1/14–15, the Liu 刘 villagers carry the incense burners of the shê to each of their households to xing dao 行道 practice the Dao. That night there are processions of the gods through the village. On 1/15–16, the Yao 姚 villagers carry the incense burners of the shê to each of their households to xingdao 行道 practice the Dao. That night there are processions of the gods through the village.", "Birthday celebrations of the gods": "4/8: The celebration of Tiangong yuanshuai 田公元帅 is held. Three days of opera are performed. 4/17: The celebration of Fumo yuanshuai 伏魔元帅 is held 6/19: The celebration of Guanyin dashi 观音大士 is held. 6/26: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held. 7/7: The celebration of Tianqian shengmu 天前圣母 is held. 7/23: The celebration of Zhanggong shengjun 张公圣君 is held. These events are organized by the village as a whole. Opera is performed for two days and funds are raised on a per capita basis. 5. Ritual Groups In 1989 the first guanjie 关戒 spirit medium training session was held, and there are now eight spirit mediums 神童. On 10/15 Xiayuan pudu 下元普度 rites of Universal Deliverance are held."}}