{"UID": "V624", "Name": "Puwei", "Name_zh": "埔尾", "Alliance": "Tangdong Sancun (Tangdong three village ritual alliance)", "Alliance_UID": "A136", "Alliance_zh": "塘东三村", "Irrigation_Region": "Northern", "Village_Settlement": "The village of Puwei has a population of approximately 700 people. The village has already been transformed into an industrial park.", "Surname_Groups": "The two main surnames are the Yao 姚 and the Ruan 阮. There are also Chen 陈 and Li 李 surnames in the village. The Yao 姚 moved here from Fuqing 福清, while the Ruan 阮 moved to Puwei from Putian 莆田 city. The Ruan have divided into two lineage branches.", "Village_Temples": "1) Nipojing Gutang shexue 霓坡境古塘社学 is dedicated to Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Zhanggong shengjun 张公圣君, Tiangong yuanshuai 田公元帅, Liugong yuanshuai 刘公元帅, Taiyi xiangu 太乙仙姑, Li sanfuren 李三夫人, Qitian dasheng 齐天大圣, Ciji zhenjun 慈济真君, Jixiang dajiang 吉祥大将, Lufu dashen 鲁府大神, Lufu yima 鲁府姨妈, and Fude zhengshen 福德正神.", "Rituals": {"Yuanxiao processions": "On 1/13–14, villagers carry the incense burners of the shê to each of their households to xingdao 行道 practice the Dao. That night there are processions of linked lanterns. On 1/19, the general Yuanxiao festival is celebrated 总元宵 by carrying Zhanggong shengjun 张公圣君 in a procession around the village. Opera is performed for three days and Daoist ritual masters conduct jiao rituals 做醮.", "Birthday celebrations of the gods": "3/26: The celebration of Zhusheng dadi 注生大帝 is held. A delegation goes to the Jiangkou Dongyueguan 江口东岳观 to request incense fire 香火. Opera is performed for three days. 5/5: The celebration of Lubu dashen 鲁部大神 is held. 7/23: The celebration of Zhanggong shengjun 张公圣君 is held. 9/1: The celebration of Zunzhu mingwang 尊主明王and Houtu furen 后土夫人 is held. These events are organized by the village as a whole, Opera is performed for two days and funds are raised on a per capita basis. 5. Ritual Groups Each year the Yao 姚 and the Ruan 阮 each select two Fushou 福首 in rotation based on age. There is a tanban 坛班 altar association of spirit mediums and their assistants. Guanjie 关戒 spirit medium training sessions have been held three times."}}