{"UID": "V625", "Name_Pinyin": "Sucuo", "Name_hanzi": "苏厝", "Region": "Northern", "Village_Settlement": "Sucuo village is part of the Fangshan administrative village area 芳山行政村. The village population is over 3280 people.", "Surname_Groups": "The main surnames are the Fang 方, the Zheng 郑, the Zeng 曾, and the Su 苏. The Fang 方 came from Hunan 湖南. The founding ancestor was an official in Youtang near Putian, and later descendants fled from pirate invasions to Sucuo village. There is a Duqingci 笃庆祠 Fang ancestral hall, and a lineage genealogy 族谱. The Zheng 郑 came from Jiaji 夹漈 and first moved to Duotou 哆头 before moving to Sucuo village. There is a Zheng ancestral hall 郑氏祠堂. The Zeng 曾 came from Sishui 泗水. The Su 苏 came from Zhuangsutian 庄苏田, and are divided into the Shangsu 上苏 and Xiasu 下苏 lineage branches. They have preserved a lineage genealogy 族谱.", "Village_Temples": "1) Meishanjing Zhaolinggong 眉山境昭灵宫 contains the altar of the Xinganshê 兴安社, which belongs to the Zheng 郑, Fang 方, and Zeng 曾, and the Baoguang longshoushê 葆光隆寿社, which belongs to the Su 苏 and the Zeng 曾. The main gods are Sandian zhenjun 三殿真君, the Xinganshê 兴安社 Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人, and the Baoguang longshoushê 葆光隆寿社 Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Xuantan yuanshuai 玄坛元帅, Dutian yuanshuai 都天元帅, Tiangong yuanshuai 田公元帅, Zhanggong shengjun 张公圣君, Puji shenghou 普济圣侯, Lingya zhongjun 灵牙中军, Zhou daye 周大爷, Yang erye 杨二爷, and Huye 虎爷. 2) Shenglingmiao 声灵庙 is the center of the spirit medium tanban 坛班 altar association. Here mediums are possessed and spirit writing is transmitted by planchette. The main god is Zhanggong shengjun 张公圣君. Secondary gods include Tiangong yuanshuai 田公元帅, Tianshi gutan 天师古坛, Xuantan yuanshuai 玄坛元帅, Lufu dashen 鲁府大神, Lufu furen 鲁府夫人, Lufu yima 鲁府姨妈, Cuifu dama 崔府大妈, Daye 大爷, and Erye 二爷. The temple has an ancient altar of the spirit mediums of the past 历代古坛. 3) Fubentang 复本堂 belongs to the Wuben branch of the Three in One 悟本派. The main gods is Sanyi jiaozhu 三一教主. Secondary gods include Lufu dashen 鲁府大神, Lufu dama 鲁府大妈, Lufu yima 鲁府姨妈, Cuifu dama 崔府大妈, Xuantan yuanshuai 玄坛元帅, Zhanggong shengjun 张公 圣君, Tiangong yuanshuai 田公元帅, and Zhang Tianshi 张天师. 4) Ciyunting 慈云亭 is located outside the village, and was built in Qing Guangxu period (1875–1908). The temple is dedicated to Guanyin dashi 观音大士. 5) Beichengong 北辰宫 is located outside the village, and is dedicated to Xuantian shangdi 玄天上帝. 6) Fumaci 驸马祠 is dedicated to Yufeng Yinglie shenghou 御封英烈 圣侯. Secondary gods include Yawei jiangjun 押卫将军, and Libu shilang 吏部侍郎.", "Rituals": {"Yuanxiao processions": " On 1/5, the spring sacrifice is held 春祭, organized by the Fang 方, and the first opera of the year is performed 头场戏. On 1/6, the Fang 方take the incense burners of the shê altar to each of their households to xingdao 行道 practice the Dao. On 1/7, the Zeng 曾 take the incense burners of the shê altar to each of their households to xingdao 行道 practice the Dao. On 1/8, the Su 苏 take the incense burners of the shê altar to each of their households to xingdao 行道 practice the Dao. On 1/9, the Zheng 郑 take the incense burners of the shê altar to each of their households to xingdao 行道 practice the Dao. On 1/18–19, the Shenlingmiao 神灵庙 spirit mediums 神童 lead a procession around the entire village, and the roadways are sealed against demonic influences 封路. The spirit mediums 神童 of nearby villages are invited to caihua 采花 “pick flower-flames” (the spirit mediums undergo feats of pain by standing bare-chested in the flames of Roman candle fireworks). Daoist ritual masters are invited to conduct jiao rituals 做醮.", "Birthday celebrations of the gods": "3/16: The celebration of Xuantan yuanshuai 玄坛元帅 is held. 4/9: The celebration of Tiangong yuanshuai 田公元帅 is held. 6/6: The celebration of Sandian zhenjun 三殿真君 is held and opera is performed for four or five days. 7/23: The celebration of Zhanggong shengjun 张公圣君 is held. 8/16: The celebration of the Zunzhu mingwang 尊主明王 of the Baoguan longshoushê 葆光隆寿社 is organized by the Su 苏. 8/20: The celebration of the Zunzhu mingwang 尊主明王and Houtu furen 后土夫人 of the Xinganshê 兴安社 is organized by the Zeng 曾, Zheng 郑, and Fang 方. 8/22: The celebration of Puji shenghou 普济圣侯 is held. 9/9: The celebration of Dutian yuanshuai 都天元帅 is held. On these occasions, unless otherwise specified, opera is performed for two to three days. These events are organized by neighborhood or by lineage, or by the village as a whole, and funding is raised on a per capita basis. 5. Ritual Groups There are over 300 Three in One initiates in Sucuo village. The chairmen of the temple committee are a group of over twenty representatives. Over eighty people are involved in regular scripture explication and recitation. The Shenglingmiao 声灵庙 has a tanban 坛班 altar association with ten spirit mediums 神童, but they do not practice guanjie 关戒 trainings."}}