{"UID": "V628", "Name": "Yangzhong", "Name_zh": "洋中", "Alliance": "Jindun sicun (Jindun four village ritual alliance)", "Alliance_UID": "A137", "Alliance_zh": "金墩四村", "Irrigation_Region": "Northern", "Village_Settlement": "Yangzhong village is managed by the Fangshan Administrative Village 芳山行政村. The village population is over 1200 people living in around 260 households.", "Surname_Groups": "The main surname is the Liu 刘, who came from Fuzhou 福州. The Liu ancestral tombs are in Hanjiang and there is a 1924 stele protecting the tomb site 民国十三年县知事示禁碑.", "Village_Temples": "1) Guishanjing Xining zushê 龟山境熙宁祖社 is inside the Guishangong 龟山宫, which is also called the Taishifu 太师府. This temple was built in Qianlong 26 (1761) when it branched off from the Yangzhong zumiao 杨忠祖庙. The main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, and Yanggong taishi 杨公太师. Secondary gods include Tiegong taishi 铁公太师, Magong taishi 马公太师, Fazhu xianfei 法主仙妃, Tiangong yuanshuai 田公元帅, Qitian dasheng 齐天大圣, Lubu dashen 鲁部大神, Lufu furen 鲁府夫人, Shizhe zhongjun 侍者中军, and Wenwu zhushen 文武诸神.", "Rituals": {"Yuanxiao processions": "On 1/13–14, the villagers carry the incense burners of the shê altar to each household to xingdao 行道 practice the Dao. Spirit mediums lead the procession of the gods through the village and the roadways are sealed against demonic influences 封路. Opera is performed and Daoist ritual masters are invited to conduct jiao rites 做醮.", "Birthday celebrations of the gods": "2/2: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held with two days of opera. 4/26: The celebration of Yanggong taishi 杨公太师 is held with five opera performances over three days 4/9: The celebration of Tiangong yuanshuai 田公元帅 is held with five opera performances over three days 7/7: The celebration of Lubu dashen 鲁部大神 and Lufu furen 鲁府夫人 is held with two or three days of opera. 9/27: The celebration of Magong taishi 马公太师 and Tiegong taishi 铁公 太师 is held with two or three days of opera. 5. Ritual Groups Yangzhong has three spirit mediums 神童. There is no guanjie 关戒."}, "Administrative Village": "Fangshan Administrative Village", "Administrative Village_zh": "芳山行政村"}