{"UID": "V629", "Name": "Tiezao", "Name_zh": "铁灶)", "Region": "Northern", "Village_Settlement": "Tiezao was originally called Qixingdun 七星墩 and Zheshan 哲山, and it was commonly referred to as the Shisanshan tiezao “十三山铁灶”. Tiezao is located in between the northern irrigated plain 北洋 and the Jiuliyang 九里洋 irrigated plain, in hilly country. Water for irrigation comes primarily from the Xieyang Reservoir 颉洋塘. This area was part of the Tiezaopu 铁灶铺 (police/defense unit) of Wangjiangli subcanton 望江里. The village of Tiezao was settled in the early Qing. Currently Tiezao is both an administrative village and a natural village. The total village population is over 6000 people. The temple ritual system is divided into five neighborhood ritual associations (jia 甲) on the basis of different surnames. In the feuding banner alliances of the end of the Qing, Tiezao was part of the white banner alliance.", "Surname_Groups": "The Chen 陈, the Wu 吴, and the Zheng 郑 are the major surnames. The are also the minor surnames of the Lin 林, the Weng 翁, the Cheng 程, the Zhang 张, and the Xu 许.", "Village_Temples": "1) Qiantangjing Xinxingshê 钱塘境新兴社 was rebuilt in Qing Qianlong 11 (1746), and rebuilt again in 1980. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Fazhu xianfei 法主仙妃, Sima shengwang 司马圣王, Zhongtian dasheng 中天大圣, Chenshi zhenren 陈氏真人, Huban dashen 虎班大神, Tang dajiang 唐大将, He dajiang 葛大将, Zhou dajiang 周大将, Su dajiang 苏大将, Dutian yuanshuai 都天元帅, Longtian yuanshuai 龙天元帅, Liugong yuanshuai 刘公元帅, Qiuer yuanshuai 邱二元帅, Dong er yuanshuai Tiezao six jia ritual alliance 董二元帅, Li Ming dajiang 李明大将, Jinyu ertong 金玉儿童, Zhu sheren 朱舍人, and Wenwu zhushen 文武诸神 2) Qiantangjing Dongyueguan 钱塘境东岳观 was built in 19", "Rituals": {"Yuanxiao processions": "the Jiangkou 江口 Dongyueguan 东岳观. The main god is Zhusheng dadi 注生大帝. Secondary gods include Xi qiwang 西齐王, Dong pingwang 东平王, Bingling gong 炳灵公, Huang jiangjun 黄将军, and Cao jiangjun 曹将军. 3) Fulingong 绂麟殿 is dedicated to Lufu dama 鲁府大妈 and Lubu dashen 鲁部大神. Secondary gods include Zhanggong shengjun 张公圣君, Tiangong yuanshuai 田公元帅, Baiya jiangjun 白牙将军, Huang Cang 黄仓, and Bai Cang 白仓. 4) Qiantangjing Sanguantang 钱塘境三官堂 is dedicated to Sanguan dadi 三官大帝. Secondary gods include Qitian dasheng 齐天大圣, Guanyin dashi 观音大士, Shijia rulai 释迦如来, Sanyi jiaozhu 三一教主, Tianshang shengmu 天上圣母, Wenwu liesheng 文武列圣. 5) Enshantang 恩山堂 is dedicated to Xuantian shangdi 玄天上帝. Secondary gods include Zhanggong shengjun 张公圣君, Ciji zhenjun 慈济真君, and Jialuo dasheng 迦罗大圣. 6) Chongshengci 崇圣祠 is dedicated to Sanyi jiaozhu 三一教主. Secondary gods include Tiangong yuanshuai 田公元帅, Xuantan yuanshuai 玄坛元帅, Tianguan dadi 天官大帝, Diguan dadi 地官大帝, Shuiguan dadi 水官大帝, Xiaosheng xianshi 肖圣仙师, Zhanggong shengjun 张公圣君, Zhangsheng xianshi 张圣先师, Guansheng dijun 关圣帝君, Wenchang dijun 文昌帝君, Kuidou xingjun 魁斗星君, Shangyang zhenren 上阳真人, Zhang Sanfeng 张三峰, Zhuo zhenren 卓真人, Zhu Huixu 朱慧虚, and Daye 大爷. 7) Yushantang 玉山堂 (also called the Beigushê 北古社) is dedicated to Oushi xiangu 欧氏仙姑. Secondary gods include Zhanggong shengjun 张公圣君 and Tiangong yuanshuai 田公元帅. 8) Yushengdian 玉神殿 and the Zhengyitang 正一堂 are dedicated to Yuhuang zhizun 玉皇至尊 and Sanyi jiaozhu 三一教主. Secondary gods include Wangmu niangniang 王母娘娘, Chenshi zhenren 陈氏真人, Chenshi xiannü 陈氏仙女, Guangze zunwang 广泽尊王, and Liugong yuanshuai 刘公元帅. 9) Kunyuantang 坤元堂 was built in Qing Guangxu guimao (1903). The main god is Rulai fozu 如来佛祖. Secondary gods include Guansheng dijun 关圣帝君 and Weituo zuntian 韦驮尊天. 10) Beijidian 北极殿 is dedicated to Xuantian shangdi 玄天上帝. Secondary gods include Nandou xingjun 南斗星君 and Beidou xingjun 北斗星君. 11) Qinghuage 清华阁 is dedicated to Guanyin dashi 观音大士. Secondary gods include Weituo 韦驮 and Jialan 伽兰. 12) Qiongdaoci 琼岛祠 is dedicated to Sanyi jiaozhu 三一教主. Secondary gods include Guanyin dashi 观音大士, Wenwu shengren 文武圣人, Lubu dashen 鲁部大神, and Wusheng xianfei 吴圣仙妃. 13) Fuxingtang 福兴堂 is dedicated to Tiangong yuanshuai 田公元帅. Secondary gods include Sima shengwang 司马圣王, Zhongtian dasheng 中天大圣, Zhanggong shengjun 张公圣君, Lingya jiangjun 灵牙将军, Daye 大爷, and Erye 二爷. 14) Enshanjing Dongqingsi 恩山境东清寺 is said to have been founded in the Ming dynasty and was repaired in the Guangxu period. A pillar from Qing Guangxu yiwei (1895) survives in the temple. The main god is Shijia mouni 释迦牟尼. Secondary gods include Weituo 韦驮 and Jialan 伽蓝. The right hand hall has Zhanggong shengjun 张公圣君, Qitian dasheng 齐天大圣, Meng jiangjun 孟将军, Qijiangjun 齐将军, and Zhenshen daye 正神大爷. 15) Shengmingci 圣明祠 is dedicated to Lin Lonjiang 林龙江. The SJCDCB, 1992:8 records 240 initiates. 4. Rituals: Yuanxiao processions On 1/10, the Chen 陈 take the incense burners of the shê altar to each of their households to xingdao 行道 practice the Dao. On 1/11, the Wu 吴 take the incense burners of the shê altar to each of their households to xingdao 行道 practice the Dao. On 1/12, the Chen of Dingcuo 顶厝陈 take the incense burners of the shê altar to each of their households to xingdao 行道 practice the Dao. On 1/13, the Zheng and the Lin of Niulu 牛路郑林 take the incense burners of the shê altar to each of their households to xingdao 行道 practice the Dao. On 1/14, the Zhang 张 and the Xu 许 take the incense burners of the shê altar to each of their households to xingdao 行道 practice the Dao. On 1/15, Chengcuo 程厝 and Wengcuo 翁厝 take the incense burners of the shê altar to each of their households to xingdao 行道 practice the Dao. On 1/19, a general Yuanxiao celebration is held, and Sima shengwang 司马圣王, Fazhu shengfei 法主圣妃, Dutian yuanshuai 都天元帅, Zhongtian yuanshuai 中天元帅, and Liugong yuanshuai 刘公元帅 are taken on a procession through the entire village. Opera is performed for ten to fifteen days. Daoist ritual masters are invited to conduct jiao rituals 做醮.", "Birthday celebrations of the gods": "1/9: The celebration of Yuhuang dadi 玉皇大帝 is held and marionette plays are performed. 1/16: The celebration of Sanyi jiaozhu 三一教主 is organized by the Chongshengci 崇圣祠. 2/5: The celebration of Tianqian shengmu 天前圣母 is held. 2/19: The celebration of Guanyin dashi 观音大士 is held and marionette plays are performed. 3/3: The celebration of Yuantian shangdi 元天上帝 is held. The celebration of 注生大帝 is held and a procession goes around the entire village, and opera is performed for thirty days. 4/15: The celebration of Cao jiangjun 曹将军 is held. 4/9: The celebration of Tiangong yuanshuai 田公元帅 is held. 4/18: The celebration of Liugong yuanshuai 刘公元帅 is held. 5/12: The celebration of Bingling gong 炳灵公 is held. 5/13: The celebration of Sima shengwang 司马圣王 is held. 5/15: The celebration of Chenshi zhenren 陈氏真人 is held 6/1: The celebration of Fazhu xianfei 法主仙妃 is held. 6/6: The celebration of Fude zhengshen 福德正神 is held. 6/19: The celebration of Guanyin dashi 观音大士 is held. 7/7: The celebration of Lufu dashen 鲁府大神 is held. 7/13: The celebration of Zhongtian dasheng 中天大圣 is held. 7/16: The celebration of Sanyi jiaozhu 三一教主 is held. 7/18: The celebration of Dong pingwang 东平王 is held. 8/18: The celebration of Zunzhu mingwang 尊主明王, Houtu furen 后土 夫人 is held and opera is performed both before and after for thirty days. 9/9: The celebration of Dutian yuanshuai 都天元帅 is held. 9/19: The celebration of Xi Qiwang 西齐王 is held. 10/24: The celebration of Wangmu niangniang 王母娘娘 is held 10/26: The celebration of Huang jiangjun 黄将军 is held. On these occasions, opera is performed for two days, unless otherwise specified. Funding is raised on a per capita basis. 5. Ritual Groups The Xinxingshê 新兴社 has spirit mediums 神童, but has not held guanjie 关戒 training sessions. The Xinxingshê 新兴社 and the Dongyueguan 东岳观 have temple management committee 董事会 on which representatives from each neighborhood have a voice. The village has its own Puxian opera troupe 莆仙戏剧团. 3/28:"}}