{"UID": "V630", "Name_Pinyin": "Wencuo", "Name_hanzi": "温厝", "Region": "Northern", "Village_Settlement": "Wencuo belongs to the Houguo Administrative Village 后郭行政村. The village population is 317 people living in 74 households.", "Surname_Groups": "The Yang 杨 are the dominant surname. The Yang of Tangtou all came from this village.", "Village_Temples": "1) Jiaoshanjing Zhongyingshê 蛟山境钟英社 within the Beijidian 北极殿. The main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, and Yanggong taishi 杨公太师. Secondary gods include Xuantian shangdi 玄天上帝, Zhanggong shengjun 张公圣君, Qitian dasheng 齐天大圣, Xuantan yuanshuai 玄坛元帅, Kanggong yuanshuai 康公元帅, Wengong yuanshuai 温公元帅, Magong yuanshuai 马公元帅, Liugong yuanshuai 刘公元帅, Taiyi xiangu 太乙仙姑, and Jialuo dasheng 伽罗大圣. 2) Fudetang 福德堂 is dedicated to Fude zhengshen 福德正神. Secondary gods are Daye 大爷, Erye 二爷, Tianqian shengmu 天前圣母, Lufu dashen 鲁府大神, and Lufu yima 鲁府姨妈.", "Rituals": {"Yuanxiao processions": " On 1/11, the incense burners of Sanshêgong 三社宫社 are taken to go to each household to xingdao 行道 practice the Dao. On 1/24, spirit mediums 神童 lead a procession around the village and seal the roadways against demonic influences 封路. Daoist ritual masters are invited to hold a jiao ritual 做醮.", "Birthday celebrations of the gods": "3/3: The celebration of Xuantian shangdi 玄天上帝 is held. 4/26: The celebration of Yanggong taishi 杨公太师 is held. 7/23: The celebration of Zhanggong shengjun 张公圣君 is held. 10/12: The celebration of Daye 大爷 is held. 11/3: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held. On these occasions, opera is performed for two days. These events are organized by the village as a whole, and funding is raised on a per capita basis. 5. Ritual groups The Beijidian 北极殿 has an ancient altar to the spirit mediums of the past 历代古坛. There are seventeen older generation spirit mediums 神童 and assistants, and 41 new generation mediums and assistants. In recent years there has been one guanjie 关戒 spirit medium training session."}}