{"UID": "V632", "Name": "Liuan", "Name_zh": "刘安", "Alliance": "Wencuo sanshê (Wencuo three shê ritual alliance)", "Alliance_UID": "A139", "Alliance_zh": "温厝三社", "Irrigation_Region": "Northern", "Village_Settlement": "Liuan was originally made up of the villages of Yuanbian 院边 and Qianzheng 前郑. In th late Ming, these villages were destroyed by pirate invasions, and the two villages later merged to become Liuan. Liuan belongs to the Tiezao Administrative Village 铁灶行政村. The current village population is approximately 1000 people.", "Surname_Groups": "There are the following surname groups in Liuan: the Chen 陈, the Zheng 郑, the Guan 关, the He 何, and the Zhou 周. The Chen and the Zheng are the major surname groups. The Chen came from Yuanbian 院边, and the Zheng came from Qianzheng 前郑.", "Village_Temples": "1) Meipojing Tonglinggong 梅坡境通灵宫 contains the Liuanshê 刘安社, and belongs to the He 何 and Zhou surname groups 周. The main gods are Yuhuang zhizun 玉皇至尊, Zunzhu mingwang 尊主明王, and Houtu furen 后土夫人. Secondary gods include Zhanggong shengjun 张公圣君, Cigan niangniang 慈感娘娘, Jixiang dajiiang 吉祥大 将, Majia jiangjun 马贾将军, Dutian yuanshuai 都天元帅, Qitian dasheng 齐天大圣, Tiangong yuanshuai 田公元帅, Xiaogong shengjun 萧公圣君, Oushi xianfei 欧氏仙妃, Lingya jiangjun 灵牙将军, Jinyu tongzi 金玉童子, and Zhu sheren 朱舍人. 2) Qianzhengjing Qianzhengshê 前郑境前郑社 belongs to the Zheng 郑. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Zhanggong shengjun 张公圣君 and Oushi xianfei 欧氏仙妃. 3) Beijidian 北极殿 was built in Qing Guangxu 5 (1879) and was restored in 1989. This temple belongs to the Zheng 郑, the He 何, and the Zhou 周. The main god is Xuantian shangdi 玄天上帝. Secondary gods include Tiangong yuanshuai 田公元帅, Zhaogong yuanshuai 赵公元帅, Lufu dashen 鲁府大神 and Lufu yima 鲁府姨妈. 4) Songpojing Shengxingshê 松坡境胜兴社 is linked to the Tengyungong 腾云宫 and belongs to the Chen 陈. The main gods are Yuhuang dadi 玉皇 大帝, Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Tiangong yuanshuai 田公元帅, Chenshi zhenren 陈氏真人, Chengong shenghou 陈公圣侯, Zhanggong shengjun 张公圣君, and Zhugong yuanshuai 朱公元帅.", "Rituals": {"Yuanxiao processions": "On 1/15, the incense burners of the Meiposhê 梅坡社 and the Shengxingshê 胜兴社 are separately carried to each household to xingdao 行道 practice the Dao. On 1/22, spirit mediums 神童 lead a procession through the entire village and seal the roadways against demonic influences 封路. Daoist ritual masters are invited to hold Jiao rituals 做醮.", "Birthday celebrations of the gods": "1/6: The celebration of Cigan niangniang 慈感娘娘 is organized by Meiposhê 梅坡社. 1/9: The celebration of Yuhuang dadi 玉皇大帝 is organized by the village as a whole. 2/5: The celebration of Chenshi zhenren 陈氏真人 is organized by Shengxingshê 胜兴社. 2/25: The celebration of Qitian dasheng 齐天大圣 is organized by Meiposhê 梅坡社. The celebration of Xuantian shangdi 玄天上帝 is organized by Meiposhê 梅坡社. 4/8: The celebration of Tiangong yuanshuai 田公元帅 is organized by Shengxingshê 胜兴社. 4/12: The celebration of Chenggong shenghou 陈公圣侯 is organized by Meiposhê 梅坡社. 5/16: The celebration of Heaven and earth 天地 is organized by the village as a whole. 7/6: The celebration of Lufu dashen 鲁府大神 is organized by Meiposhê 梅坡社. 7/23: The celebration of Zhanggong shengjun 张公圣君 is organized by Meiposhê 梅坡社. 8/11: The celebration of the Zunzhu mingwang 尊主明王and Houtu furen 后土夫人 of the Liuanshê 刘安社 and the Qianzhengshê 前郑社 is organized by the Zheng 郑, He 何, and Zhou 周. 8/21: The celebration of the Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of the Shengxingshê 胜兴社 is organized by the Chen 陈. 12/10: The celebration of Zhugong yuanshuai 朱公元帅 is organized by Shengxingshê 胜兴社. On these occasions, opera is performed for two days. These events are organized by the neigbourhood or lineage group specified, or by the village as a whole, and funding is raised on a per capita basis within the specific territorial or lineage unit. 5. Ritual Groups Both the Tonglingmiao 通灵庙 and the Tengyungong 腾云宫 have spirit mediums 神童, but there have not been any guanjie 关戒 spirit medium trainings. 3/3:"}}