{"UID": "V633", "Name": "Houguo", "Name_zh": "后郭", "Alliance": "Houguo sishê (Houguo four shê ritual alliance)", "Alliance_UID": "A140", "Alliance_zh": "后郭四社", "Irrigation_Region": "Northern", "Village_Settlement": "Houguo is both a natural village and an administrative village. The population of Houguo is over 3600 people. Houguo is divided into several neighborhoods including Jingliu 井刘, Dacuo 大厝, Dashê 大社, Tuoli 坨里, Qianmian 前面, Xiapo 下坡, Dingpo 顶坡, Dutouli 杜头利, and Liucuo 刘厝. There are many overseas Chinese.", "Surname_Groups": "There are several surname groups in Houguo including the Chen 陈, the Liu 刘, the Lin 林, the Zeng 曾, the Cai 蔡, the Zheng 郑, and the Zhao 赵. The Chen 陈 are the main surname group. The Chen moved to Houguo village from Kuokou 阔口, after first living in Puwei 埔尾.", "Village_Temples": "1) Chelujing Xiangongtang 车辂境仙宫堂 contains the altars of the Xinyishê 新义社 and the Youwanshê 游湾社. The main gods are Baosheng dadi 保生大帝 (Ciji zhenjun 慈济真君), and for the Youwanshê 游湾社, Zunzhu mingwang 尊主明王, and Houtu furen 后土夫人. For the Xinyishê 新义社, the main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Chishui lingguanfa dadi 勅水灵官 法大帝, Zhengyi linguan Ma yuanshuai 正一灵官马元帅, Taiyi sanxiangu 太乙三仙姑, Wugong dutong 吴公都统, Jinshi dajiang 金氏大将, Tiangong yuanshuai 田公元帅, Qitian dasheng 齐天大圣, Xianzheng zunhou 显圣尊侯, Feitian dawang 飞天大圣, Dutian yuanshuai 都天元帅, Zhang shizhe 张使者, and Liu shizhe 刘使者. There is a stele in the temple composed in 1937 entitled 仙宫堂题捐禁约碑 (Stele listing the contributions to the Immortal Palace Hall and its rules and prohibitions) (Epigraphical Materials, 1995:368, No. 334). 2) Wanghaitang and Qingsongting 望海堂, 青松亭 belong to the Chen of Dingpo 顶坡陈. The main god is Magong yuanshuai 马公元帅. Secondary gods include Guanyin dashi 观音大士, Guansheng dijun 关圣帝君, and Fude zhengshen 福德正神. 3) Zhenwudian 真武殿 belongs to the Liu 刘 of Jingliu 井刘 and Liucuo 刘厝. The main gods are Xuantian shangdi 玄天上帝 and Chishui lingguan Fadadi 敕水灵官法大帝. 4) Xiangmingtang 尚明堂 belongs to the Liu 刘 of Jingliu 井刘 and the Liucuo Liu 刘厝刘, and is dedicated to Guanyin dashi 观音大士. 5) Yulingong 毓麟宫 the Liu 刘 of Jingliu 井刘 and Liucuo 刘厝. The main gods are Tianqian shengmu 天前圣母, Lufu dashen 鲁府大神, and Lufu yima 鲁府姨妈. Secondary gods include Zhanggong shengjun 张公圣君 and Caigong yuanshuai 蔡公元帅. 6) Feiyunguan飞云馆 belongs to Dutouli 杜头利, and the main god is Tiangong yuanshuai 田公元帅. Secondary gods include Chengong shenghou 陈公圣侯 and Guangze zunwang 广泽尊王. 7) Zhanggongfu 张公府 belongs to Xiapo 下坡 and is dedicated to Zhanggong shengjun 张公圣君. 8) Hudao shuyuan 壶岛书院 (also known as Baogongci 报功祠) belongs to what some villagers call the Xianghuapai 香花派 of the Three in One religious movement, implying that the initiates perform rituals for a livelihood. They have already passed down their ritual tradition for four generations. The main god is Sanyi jiaozhu 三一教主. 9) Pengdaoci 蓬岛祠 belongs to the Wubenpai 悟本派 of the Three in One tradition, which primarily recites scriptures. The main gods is Sanyi jiaozhu 三一教主, Secondary gods include Zhang Sanfeng 张三峰 and Zhuo Wanchun 卓晚春. The SJCDCB, 1992:8 records 280 initiates.", "Rituals": {"Yuanxiao processions": "On 1/11–12, the Chen of Dingpo 顶坡陈 take the incense burners of the shê to each of their households to xingdao 行道 practice the Dao. On 1/13–14, Dacuo 大厝, Xiapo 下坡, Dashê 大社, and Dutouli 杜头利 take the incense burners of the shê to each of their households to xingdao 行道 practice the Dao. On 1/14–15 Liujing 井刘 and Liucuo 刘厝 take the incense burners of the shê to each of their households to xingdao 行道 practice the Dao.", "Birthday celebrations of the gods": "2/1: The celebration of Xiansheng Zunhou 显圣尊侯 is organized by Dacuo 大厝. 2/25: The celebration of Qitian dasheng 齐天大圣 is organized by Dingpo 顶坡. 3/1: The celebration of Liu shizhe 刘使者 is held. 3/3: The celebration of Xuantian shangdi 玄天上帝 is organized by Jingliu 井刘. 3/13: The celebration of the Zunzhu mingwang 尊主明王, Houtu furen 后土夫人 of the Xinyishê 新义社 is organized by Dacuo 大厝, Dashê 大社, Xiapo 下坡, and Tuoli 坨里 3/15: The celebration of Baosheng dadi 保生大帝(Ciji zhenjun 慈济真君) is held. 4/4: The celebration of Leshui lingguanfa dadi 敕水灵官法大帝 and Zhang shizhe 张使者 is organized by Jingliu 井刘. 4/8: The celebration of Tiangong yuanshuai 田公元帅 is organized by Dutouli 杜头利. 4/13: The celebration of Jinshi dajiang 金氏大将 is held. 4/18: The celebration of Taiyi xiangu 太乙仙姑 is held. 5/13: The celebration of Guansheng dijun 关圣帝君 is organized by Dingpo 顶坡. 6/1: The celebration of Wugong dutong 吴公都统 is organized by Dashê 大社. 6/11: The celebration of Feitian dasheng 飞天大圣 is organized by Liucuo 刘厝 6/21: The celebration of the Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of the Youwanshê 游湾社 is organized by Jingliu 井刘 and Liucuo 刘厝 and Dingpo 顶坡. 7/7: The celebration of Tianqian shengmu 天前圣母 is organized by Jingliu 井刘 and Liucuo 刘厝. 7/16: The celebration of Sanyi jiaozhu 三一教主 is organized by the Hudao shuyuan 壶岛书院. 7/23: The celebration of Zhanggong shengjun 张公圣君 is organized by Xiapo 下坡. 9/9: The celebration of Dutian yuanshuai 都天元帅 is organized by Dacuo 大厝. 9/18: The celebration of Zhengyi lingguan Ma yuanshuai 正一灵官马元帅 is organized by Dingpo 顶坡. On these occasions, opera is performed for two days, and sometimes for three days. These events are organized by the neigbourhood specified, or by the village as a whole, and funding is raised on a per capita basis within the specific territorial unit. 5. Ritual groups The Xiangongtang 仙宫堂 has a temple management committee 董事会 made up of representatives of each neighborhood and Overseas Chinese representatives. The Xiangongtang 仙宫堂 and the Feiyunguan 飞云馆 both have tanban 坛班 altar associations of spirit mediums and their assistants. In 1949 and in 1987 guanjie 关戒 spirit medium training sessions were held. Since 1993 guanjie sessions have been held roughly once every three years, and each time the sessions last for seven days. On11/16 the Xiayuan pudu 下元普度 rites of Universal Deliverance are performed by the Pengdaoci 蓬岛祠 Three in One scripture masters."}, "Administrative Village": "-1", "Administrative Village_zh": "-1"}