{"UID": "V634", "Name": "Tiantou", "Name_zh": "田头", "Alliance": "Houguo sishê (Houguo four shê ritual alliance)", "Alliance_UID": "A140", "Alliance_zh": "后郭四社", "Irrigation_Region": "Northern", "Village_Settlement": "Tiantou village belongs to Houguo Administrative Village 后郭行政村. The village population is over 1000 people. There are lots of Oversea Chinese.", "Surname_Groups": "There are several surname groups in Tiantou including the Shê 佘, the Dong 董, the Lin 林. The Shê 佘 is the main surname group.", "Village_Temples": "1) Timingjing Chongxingshê 题名境重兴社 is within the Chongxingtan zumiao (founding temple) 重兴坛祖庙. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Zhanggong shengjun 张公圣君, Tiangong yuanshuai 田公元 帅, Jialuo dasheng 伽罗大圣, Qitian dasheng 齐天大圣, Xiaogong shenghou 肖公圣侯, Fazhu xianfei 法主仙妃, and Lisan mingwang 李三明王. The temple preserves a stele composed in Guangxu 13 (1887) entitled 重兴 坛祖庙禁约题捐碑 (Stele recording contributions to the renovation of the Chongxingtan Founding Temple along with its regulations) (Epigraphical Materials, 1995:345, No. 309). 2) Chengbentang 承本堂 is dedicated to Sanyi jiaozhu 三一教主.", "Rituals": {"Yuanxiao processions": "On 1/11–14, the villagers take the incense burners of the shê to each household to xingdao 行道 practice the Dao. Spirit mediums 神童 lead a procession through the village, and Daoist masters are invited to conduct a pingan jiao 平安醮.", "Birthday celebrations of the gods": "1/16: The celebration of Sanyi jiaozhu 三一教主 is held, and opera is performed for two days. 2/5: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held and opera is performed for three days. 4/8: The celebration of Tiangong yuanshuai 田公元帅 is held and opera is performed for three days. 7/23: The celebration of Zhanggong shengjun 张公圣君 is held and opera is performed for two days. 5. Ritual Groups The Chongxingtan zumiao 重兴坛祖庙 has an ancient altar to the spirit mediums of the past 历代古坛. Since 1990 the temple has organized guanjie 关戒 spirit medium training sessions three times. Each year Fushou 福首 are rotated into positions of responsibility on the basis of age."}, "Administrative Village": "Houguo Administrative Village", "Administrative Village_zh": "后郭行政村"}