{"UID": "V642", "Name": "Dongcheng", "Name_zh": "东埕", "Alliance": "Jingshan sancun (Jingshan three village ritual alliance)", "Alliance_UID": "A142", "Alliance_zh": "鲸山三村", "Irrigation_Region": "Northern", "Raw": {"Settlement": "Dongcheng village belongs to the Jingshan Administrative Village 鲸山行政村. The village population is approximately 400 people, living in about 100 households. The main livelihood comes from vegetable gardening.", "Surname_Groups": "With the exception of a single Xu 许 household, all the residents of Dongcheng village are surnamed Huang 黄. The Huang moved to Dongcheng from Huangxiang, where there are still ancestal tombs and an ancestral hall.", "Village_Temples": "1) Dongshanjing Xingxian qianshê 东山境兴贤前社 is dedicated to Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 2) Dongshanjing Beijidian 东山境北极殿 is dedicated to Xuantian shangdi 玄天上帝and Sandian zhenjun 三殿真君. Secondary gods include Xuantan yuanshuai 玄坛元帅, Huanggong shenghou 黄公圣侯, Chengong shenghou 陈公圣侯, Wugong yuanshuai 伍公元帅, Zhanggong shengjun 张公圣君, Qitian dasheng 齐天大圣, Puji shenghou 普济圣侯, Fazhu xianfei 法主仙妃, Sanyuan dajiang 三元大将, Li shizhe 李使者, and Guo shizhe 郭使者. Jingshan three village ritual alliance 3) Wuxintang 悟心堂 is dedicated to Sanyi jiaozhu 三一教主. Secondary gods include Tiangong yuanshuai 田公元帅, Xuantan yuanshuai 玄坛元帅, Chen Zhida 陈智达, and Liang Puyao 梁普耀 (the latter two being leaders of the Three in One in the late Qing and early Republican period).", "Rituals": {"Processions": "On 1/11 Puji shenghou 普济圣侯 and Sanyuan dajiang 三元大将, accompanied by their spirit mediums 神童, go on a procession around the village. Daoist ritual masters are invited to conduct jiao rituals 做醮, and movies are shown in the temple courtyard. On 1/15, taking part in the procession within the territory of Shishan Xingxian dongshê 石山兴贤东社.", "Birthday": "2/25: The celebration of Qitian dasheng 齐天大圣 is held with two days of opera. 3/3: The celebration of Xuantian shangdi 玄天上帝 is held with two days of opera. 3/16: The celebration of Xuantan yuanshuai 玄坛元帅 is held with two days of opera. 6/10: The celebration of Fazhu xianfei 法主仙妃 is held with two days of opera. 6/13: The celebration of Fude zhengshen 福德正神 is held with two days of opera. 10/10: The celebration of Zunzhu mingwang 尊主明王, Houtu furen 后土 夫人 is held with two days of opera. 5. Ritual Groups There are five spirit medium 神童 in the village, who have been through one guanjie 关戒 training session."}}, "Administrative Village": "Jingshan Administrative Village", "Administrative Village_zh": "鲸山行政村", "Population": "400"}