{"UID": "V644", "Name_Pinyin": "Xinpotou", "Name_hanzi": "新坡头", "Region": "Northern", "Village_Settlement": "Xinpotou is also know as Xinputou 新浦头. Xinpotou belongs to the Yangfang administrative village 杨芳行政村. The village population is approximately 400 people.", "Surname_Groups": "The two main surnames are the Huang 黄 and the Zhuo 卓.", "Village_Temples": "1) Jinpojing Xingxian baoshê 锦坡境兴贤宝社: The main gods are Sima shengwang 司马圣王, Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Beidou zhongtian dasheng 北斗中天大圣, Qitian dasheng 齐天大圣, Dutian yuanshuai 都天元帅, Dutong shenghou 都统圣侯, and Tiangong yuanshuai 田公元帅. 2) Jinpojing Wenshendian 锦坡境温神殿 is dedicated to Wengong yuanshuai 温公元帅. Secondary gods include Tiangong yuanshuai 田公元帅, Zhanggong shengjun 张公圣君, Liugong yuanshuai 刘公元帅, Taiyi xiangu 太乙仙姑, Zhongtian dasheng 中天大圣, and Dutian yuanshuai 都天元帅. 3) Baohutang 宝壶堂 is dedicated to Fude zhengshen 福德正神. 4) Aoshanjing Xingxian dongshê 鳌山境兴贤东社 belongs to the Huang of Shishan 石山黄. The main gods are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 5) Yongming baoguosi 永明报国寺 was first built in the Ming Wangli period (1572–1620) and was rebuilt in the Republican period, and has been restored in recent years. This temple belongs to the twenty-four jing (ritual territories) of the entire Wangjiangli sub-canton 望江里二十四境. The Dabaidian 大悲殿 is dedicated to Rulai fozhu 如来佛主. Secondary gods include Guansheng dijun 关圣帝君, Weituo zunzhe 韦驮尊者. The Jiuxiaodong 九宵洞 is dedicated to the Baxian (the Eight Immortals) 八仙, and the Jiuxian (Nine Immortals 九仙. The Xinjiapo (Singapore) Qiongsantang 新加坡琼三堂, is dedicated to Sanyi jiaozhu 三一教主. Secondary gods include Zhang Sanfeng 张三峰, Zhuo zhenren 卓真人, Guanyin dashi 观音大士, and Fude zhengshen 福德正神. Chaoyang shuyuan 朝阳书院 is dedicated to Wenchang dijun 文昌帝君. These gods were returned to Putian when the temple in Singapore closed down.", "Rituals": {"Yuanxiao processions": " On 1/11, the Zhou 卓 take the incense burners of the shê altar to each of their households to xingdao 行道 practice the Dao. On 1/15, the Huang 黄, together with the Shishan Xingxian dongshê 石山兴贤东社, take the banners and incense burners of Taishang laojun 太上老君 to each of their households to xingdao 行道 practice the Dao. Spirit mediums 神童 go on a procession through their community.", "Birthday celebrations of the gods": "5/13: The celebration of Sima shengwang 司马圣王 is held. 6/3: The celebration of the Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of the Xingxian baoshê 兴显宝社 is held. 6/6: The celebration of Fude zhengshen 福德正神 is held. 8/11: The celebration of the Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of the Xingxian dongshê 兴贤东社 is organized by the Chen of Shishan 石山陈. 11/1: The celebration of Wengong yuanshuai 温公元帅 is held. On these occasions, opera is performed for two to three days. These events are organized by neigbourhood, or by the village as a whole, and funding is raised on a per capita basis. 5. Ritual Groups The Wenshenmiao 温神庙 has spirit mediums 神童, but they do not undergo guanjie 关戒 training."}}