{"UID": "V647", "Name_Pinyin": "Dongzeng", "Name_hanzi": "东曾", "Region": "Northern", "Village_Settlement": "Dongzeng belongs to the Yangfang administrative village 杨芳行政村 The current village population is approximately 500 people.", "Surname_Groups": "Dongzeng is a single surname village—the Zeng 曾 are related to the Zeng of Houzeng. There is a Zeng ancestral hall 曾姓祖祠.", "Village_Temples": "1) Shadijing Beijidian 沙堤境北极殿 contains the altar of the Xinzhongshê 新中社. This is the main temple of the Shati ritual territory 沙堤境总宫. The main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, and Xuantian shangdi 玄天上帝. Secondary gods include Qitian dasheng 齐天大圣, Dutian yuanshuai 都天元帅, Xuantan yuanshuai 玄坛元帅, Tiangong yuanshuai 田公元帅, Ciji zhenjun 慈济真君, Zhanggong shengjun 张公圣君, Huanggong ershi 黄公二使, Taiyi xiangu 太乙仙姑, Dufei niangniang 都妃娘娘, Jialuo dasheng 伽罗大圣, and Baihu jiangjun 白虎将军. 2) Shadijing Nanqinggong 沙堤境南清宫 is jointly owned with Houzeng 后曾 and Shangmei 上梅. The main gods are Qinming Baidaren 钦命白大人, Weng daren 翁大人, Tian daren 田大人, Yang daren 杨大人, and He daren 何大人. Secondary gods include Lubu dashen 鲁部大神, Lufu furen 鲁府夫人, Lufu yima 鲁府姨妈, Tiangong yuanshuai 田公元帅, Xuantan yuanshuai 玄坛元帅, Dutian yuanshuai 都天元帅, Chen daye 陈大爷, and Erye 二爷. 3) Chengguangtang 诚光堂 is dedicated to Sanyi jiaozhu 三一教主. Secondary gods include Lubu dashen 鲁部大神, Sanguan dadi 三官大帝, Jiutian Tiangong yuanshuai 九天 田公元帅, Guanyin dashi 观音大士, Baiya jiangjun 白牙将军, Guangze zunwang 广泽尊王, and Chenshi dage 陈氏大哥. 4) Shanggeting 上阁亭 is famous for responding to prayers for rain 祈雨有 灵. The temple’s reputation reached to Putian city. The main god is Guanyin dashi 观音大士.", "Rituals": {"Yuanxiao processions": " On 1/11 the villagers carry the incense burners of the shê altar to each household to xingdao 行道 practice the Dao. Spirit mediums lead the procession of the gods through the village.", "Birthday celebrations of the gods": "3/3: The celebration of Xuantian shangdi 玄天上帝 is held with two days of opera. 4/9: The celebration of Tiangong yuanshuai 田公元帅 is held with two days of opera. 7/7: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held with two days of opera. 11/14: The celebration of the five Daren 五大人 surnamed Bai 白, Weng 翁, Tian 田, Yang 杨, He 何 is held with two days of opera. 5. Ritual Groups The Beijidian 北极殿 has a tanban 坛班 altar association for spirit mediums and their assistants. There are thirty older spirit medium 神童 and forty younger spirit mediums 神童."}}