{"UID": "V648", "Name": "Xilin", "Name_zh": "西林", "Alliance": "liushê (Yangfang six shê ritual alliance)", "Alliance_UID": "A143", "Alliance_zh": "杨芳六社", "Irrigation_Region": "Northern", "Raw": {"Settlement": "Xilin was originally called Qianlin 前林. Xilin belongs to the Yangfang Administrative Village 杨芳行政村. The village population is over 1540 people. The main livelihood is farming and pulling carts.", "Surname_Groups": "The two main surnames are the Zeng 曾 and the Lin 林. The Zeng 曾 came from Nanfeng in Jiangxi 江西南丰. First they moved to Hetou 河头 near Putian and later to Xilin 西林. They are now in their eighth generation and have divided into six lineage branches. The Zeng of Jikui 集奎 and Xialin 下林 come to Xilin to worship their ancestors. The ancestral tombs have however been flattened and destroyed.", "Village_Temples": "1) Xihujiung Tianhougong 西湖境天后宫 contains the altar of the Xinxingshê 新兴社 and is the main temple of the Yangfang seven fold village alliance 杨芳七境总宫. The main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, and Tianshang shengmu 天上圣母. Secondary gods include Beidou zhongtian dasheng 北斗中天大圣, Tiangong yuanshuai 田公元帅, Qitian dasheng 齐天大圣, and Kanggong yuanshuai 康公元帅. 2) Yinghu shuyuan 应湖书院 is dedicated to Wenchang dijun 文昌帝君. Secondary gods include Kuidou xingjun 魁斗星君. 3) Xinghu shuyuan 兴湖书院 is dedicated to Zhugong shenghou 朱公圣侯. Secondary gods include Qitian dasheng 齐天大圣, Tiangong yuanshuai 田公元帅, Kanggong yuanshuai 康公元帅, and Beidou zhongtian dasheng 北斗中天大圣. 4) Mingyitang 明义堂 is dedicated to Sanyi jiaozhu 三一教主.", "Rituals": {"Processions": "1/10 the villagers carry the incense burners of the shê altar to each household to xingdao 行道 practice the Dao. Spirit mediums lead the procession of the gods through the village and seal the roadways against demonic influences 封路.", "Birthday": "2/10: The celebration of Wenchang dijun 文昌帝君 is held with two days of opera. 3/23: The celebration of Tianshang shengmu 天上圣母 is held with two day of opera. Each year with an intercalary third month there is a procession around the entire sevenfold village alliance. 4/12: The celebration of Zhugong shenghou 朱公圣侯 is held with two days of opera. 4/27: The celebration of Beidou zhongtian dasheng 北斗中天大圣 is held with two days of opera. 7/7: The celebration of Kanggong yuanshuai 康公元帅 is held with two days of opera. 8/4: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held with at least two days of opera. 5. Ritual Groups The Tianhougong 天后宫 has a tanban 坛班 altar association, with over sixty spirit mediums 神童 and their assistants. There have been guanjie 关戒 spirit medium training sessions three times."}}, "Administrative Village": "Yangfang Administrative Village", "Administrative Village_zh": "杨芳行政村", "Population": "1540"}