{"UID": "V649", "Name_Pinyin": "Dongfang", "Name_hanzi": "东坊", "Region": "Northern", "Village_Settlement": "Dongfang was originally called Dongfang 东方. Dongfang belongs to the Yangfang Administrative Village 杨芳行政村. The current village population is over 1200 people.", "Surname_Groups": "Dongfang is a single surname village, surnamed Lin. The Lin have divided into six lineage branches.", "Village_Temples": "1) Xiatang shengjing Xinanshê 霞塘胜境新安社 is dedicated to Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, and Sandian zhenjun 三殿真君. Secondary gods include Zhanggong shengjun 张公 圣君and Taiyi xiangu 太乙仙姑. 2) Andingtang 安定堂 is dedicated to Sanyi jiaozhu 三一教主. Secondary gods include Qitian dasheng 齐天大圣, jialuo dasheng 伽罗大圣, and Xiaogong shengzhe 肖公圣者. 3) Shanggeting 上阁亭 is renowned for its responses to prayers for rain 祈雨有灵 and its reputation extends to Putian city. The temple is dedicated to Guanyin dashi 观音大士.", "Rituals": {"Yuanxiao processions": " On 1/9–10, the villagers carry the incense burners of the shê altar to each household to xingdao 行道 practice the Dao. Spirit mediums lead the procession of the gods through the village. On 1/18, the ritual of the handing over of the duties of the Fushou 福首交接 is held, and Daoist ritual masters are invited to conduct rites.", "Birthday celebrations of the gods": "2/25: The celebration of Xuantian shangdi 玄天上帝 is held. The celebration of Taiyi xiangu 太乙仙姑 is held. The celebration of Sanyi jiaozhu 三一教主 is held. The celebration of Sandian zhenjun 三殿真君 is held. The celebration of Zhanggong shengjun 张公圣君 is held. The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held. On these occasions, opera is performed for two days. These events are organized by the village as a whole, and funding is raised on a per capita basis. 5. Ritual Groups The Xinanshê 新安社 has a tanban 坛班 altar association for spirit mediums and their assistants 神童(道友) of whom there are now over fifty. The practice is to hold guanjie 关戒 training sessions once every three years, and then to hold a Yuxiu gongde ritual 预修功德. Each year six Fushou 福首 are selected by rotation according to age. 5/25: 7/15: 7/17: 7/23: 11/7:"}}