{"UID": "V653", "Name": "Duohou", "Name_zh": "哆后", "Alliance": "Duotou shiwu shê (Duotou fifteen shê ritual alliance)", "Alliance_UID": "A144", "Alliance_zh": "哆头十五社", "Irrigation_Region": "Northern", "Raw": {"Settlement": "Duohou is both a natural village and an administrative village. The population of Duohou is over 6000 people. The village is divided into ten shê, or neighborhoods. These are Qianting 前亭, Xinzhong 新中, Houzhong 后中, Dongxing 东兴, Shangxing 上兴, Xida 西大, Gongbian 宫边, Dongcuo 东厝, Tianxia 田下, and Xincuo 新厝.", "Surname_Groups": "The main surnames are the Zheng 郑, the Li 李, and the Zeng 曾. The Zheng are the main surname groups.", "Village_Temples": "1) Aotoujing Xinanshê 鳌头境新安社 and Zhaohuimiao 昭惠庙 is the main temple of the Duotou ritual alliance 哆头总宫. The main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, and Wusheng xianfei 吴圣仙妃. Secondary gods include Puji shenghou 普济圣侯, Qitian dasheng 齐天大圣, Tiangong yuanshuai 田公元帅, Mayuan jiangjun 马援将军, Lingtong tongzi 灵通童子, Guangli longwang 广利龙王, Wangdu yuanshuai 王都元帅, Gongli lingwang 功利灵王, Yanggong taishi 杨公大使, Yanggong ershi 杨公二使, Taishiye 大师爷, Mou yuanshuai 牟元帅, Zhu yuanshuai 朱元帅, Ding yuanshuai 丁元帅, and Luo yuanshuai 罗元帅. The temple preserves one stele composed in Daoguang 29 (1849) by Li Yangan 李彦幹 entitled 重修昭惠廟碑記 (Stele recording the repairs to the Temple of Shining Benevolence) (Epigraphical Materials, 1995:312, No. 278) and a second stele composed in 1927 entitled 重修昭惠庙碑记 (Stone inscription on the Temple of Shining Benevolence) (Epigraphical Materials, 1995:365, No. 331). 2) Tianyundian 天云殿 was restored in 1982 and is dedicated to Yuhuang dadi 玉皇大帝. Secondary gods include Wengong yuanshuai 温公元帅, Yuying shenghou 俞应圣侯, Nandou xingjun 南斗星君, and Beidou xingjun 北斗星君. 3) Dongyueguan 东岳殿 is owned by the three villages of the Duotou alliance together. Every sixty years the gods of the temple go on a procession through the entire ritual alliance. The main god is Zhusheng dadi 注生大帝. Secondary gods include Lubu dashen 鲁部大神, Lufu yima 鲁府姨妈, Tianqian shengmu 天前圣母, Xiaogong daren 萧公大人, Tiangong daren 田公 大人, Baigong daren 白公大人, Jingong daren, 金公大人, Magong daren 马公大人, Penggong daren 彭公大人, and Zhugong yuanshuai 朱公元帅. 4) Renxianci 仁先祠 was built in the Qing Yongzheng period (1723–1735), and is dedicated to Dizangwang pusa 地藏王普萨. 5) Guangfuci 广福祠 is dedicated to Heshi jiuxian 何氏九仙. Secondary gods include Shijia mouni 释伽牟尼, Xuantian shangdi 玄天上帝, and Sanguan dadi 三官大帝. 6) Wanjinting 万金亭 is dedicated to Guanyin dashi 观音大士. 7) Chongxingfu 崇兴府 is dedicated to Li dajiangjun 李大将军. 8) Shouyuan shuyuan 涛源书院 is dedicated to Lin Lonjiang 林龙江. (SJCDCB, 1992: 9). 9) Tianyuantang 天源堂 is dedicated to Lin Lonjiang 林龙江. The SJCDCB, 1992:9 records fourteen initiates. 10) Guangmingtang 光明堂 was built in the Guangxu period (1875–1908) (PTZJZCG, 1992:206).", "Rituals": {"Processions": "On 1/12–13, Wusheng xianfei 吴圣仙妃 goes on a procession throughout the Duotou ritual alliance. On 1/15, a general Yuanxiao festival is held 总元宵 with opera for three days. Spirit mediums 神童 from nearby villages are invited to 采花 “pick flower-flames” (the spirit mediums undergo feats of pain by standing bare-chested in the flames of Roman candle fireworks) and Daoist ritual masters are invited to conduct jiao rites 做醮.", "Birthday": "1/9: The celebration of Yuhuang dadi 玉皇大帝 is organized by the Tianyundian 天云殿. 2/25: The celebration of Qitian dasheng 齐天大圣 is organized by Dongcuo 东厝. 3/15: The celebration of Guangli longwang 广利龙王 is held. 4/26: The celebration of Yanggong taishi 杨公太师 is organized by Xida 西大. 5/10: The celebration of Wang duyuanshuai 王都元帅 is organized by Dongcuo 东厝. 5/16: The celebration of Tiandi 天地 is organized by Tianyundian 天云殿. 8/1: The celebration of Wengong yuanshuai 温公元帅 is organized by Tianyundian 天云殿. 8/15: The celebration of Li daren 李大人 is organized by Chongxingfu 重兴府. 8/21: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held and opera is performed for three days. 8/22: The celebration of Puji shenghou 普济圣侯 is organized by Tianxia 田下. 8/23: The celebration of Haotian dizi 昊天帝子 (Tiangong yuanshuai 田公 元帅) is organized by Qianting 前亭. 9/15: The celebration of Heshi jiuxian 何氏九仙 is organized by Guangfuci 广福祠. 9/28: The celebration of Mayang zungong 马洋尊公 is organized by Dongcuo 东厝. 11/1: The celebration of Zhugong yuanshuai 朱公元帅 is organized by Shangxing 上兴. On these occasions, unless otherwise specified opera is performed for two days. These events are organized by the village as a whole, or by specific temples and their communities, and funding is raised on a per capita basis. 5. Ritual Groups The Zhaohui zumiao 昭惠祖庙 has an ancient altar to the spirit mediums of the past 历代古坛, which is called the Lushan dafayuan 庐山大法院. Every twelve years there is a cycle of guanjie 关戒 spirit medium trainings. Each session lasts seven days. There is the climbing of sword ladders 爬刀梯 and the completion of the Yuxiu rites 预修 (preparatory cultivation for immortality) as the conclusion of the cycle of training."}}, "Administrative Village": "-1", "Administrative Village_zh": "-1", "Population": "6000"}