{"UID": "V655", "Name": "Bancheng", "Name_zh": "半埕", "Alliance": "Gaomei wucun (Gaomei five village ritual alliance)", "Alliance_UID": "A145", "Alliance_zh": "高美五村", "Irrigation_Region": "Northern", "Village_Settlement": "The village population is approximately 900 people.", "Surname_Groups": "The main surname is the Lin 林, and they are related to the Lin of Fengxiu 凤秀.", "Village_Temples": "1) Pantingjing Fuxinggong 泮庭境福星宫 contains the altar of the Yongxingshê 永兴社 and is dedicated to Yuhuang zhizun 玉皇 至尊, Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Xuantian shangdi 玄天上帝, Tiangong yuanshuai 田公元帅, Leixian shengjie 雷贤圣姐, Zhanggong shengjun 张公圣君, Qitian dash eng 齐天大圣, Liugong yuanshuai 刘公元帅, Fude zhengshen 福德正神, Li daren 李大人, and Peng daren 彭大人. 2) Yitiantang 一天堂 is dedicated to Sanyi jiaozhu 三一教主.", "Rituals": {"Yuanxiao processions": "On 1/8–9, the gods of the Beijidian 北极殿 go on a procession through the village. On 2/1 the spring sacrifice in held 春祭 with opera for two days. Spirit mediums 神童 from nearby villages are invited to 采花 “pick flower-flames” (the spirit mediums undergo feats of pain by standing bare-chested in the flames of Roman candle fireworks) and Daoist ritual masters are invited to conduct jiao rites 做醮.", "Birthday celebrations of the gods": "2/25: The celebration of Qitian dasheng 齐天大圣 is held. 3/3: The celebration of Xuantian shangdi 玄天上帝 is held. 4/3: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后 土夫人 is held. 5/5: The celebration of Leixian shengjie 雷贤圣姐 is held. 7/23: The celebration of Zhanggong shengjun 张公圣君 is held. 8/23: The celebration of Tiangong yuanshuai 田公元帅 is held. 10/7: The celebration of Peng daren 彭大人 is held. 10/19: The celebration of Li daren 李大人 is held. 11/10: The celebration of Liugong yuanshuai 刘公元帅 is held. On these occasions, opera is performed for two days. These events are organized by the village as a whole, and funding is raised on a per capita basis. 5. Ritual Groups The Fuxinggong 福星宫 has a tanban 坛班 altar association for spirit mediums and their assistants. This altar association claims to be part of the Jinlunyuan “金轮院” ritual tradition and has a Lushan altar “庐山之坛”. Guanjie 关戒 spirit medium trainings have been held twice, in 1982 and 1998."}}