{"UID": "V660", "Name_Pinyin": "Xiaoyi", "Name_hanzi": "孝义", "Region": "Jiuliyang", "Village_Settlement": "Xiaoyi is part of the Jiangkou 江口 town, and of the sevenfold ritual territorial alliance of Jiangkou 江口七境. The current population is over 3000. Xiaoyi is divided into seven shê (altars of the god of the soil and the harvest): the Shoushê 首社 (head she), the East shê 东 社, the Lishê 李社, the Lishê 荔社, the Xiajieshe 霞街社, the Guanqianshê 观前社 and the Houdushê 后度社. The main livelihood is in retail business and shop-keeping. There are many dependent families of Overseas Chinese.", "Surname_Groups": "The main surname groups are the Chen 陈, the Li 李, the Ma 马, the Guo 郭, the Zhuo 卓, the Lu 卢, the Weng 翁, and the He 何. The Chen 陈 has the most people, at around 1000 people. Then it would be the Li 李, the He 何, and the Ma 马. It is said that the Chen came from Kuokou 阔口 of Putian 莆田, and are the Chen of Yuhu “玉湖陈”. There was originally a Chen ancestral hall 陈氏宗祠. There is also the newly built Chen Wenlong Memorial Hall 陈文龙纪念馆, built in front of the Youshengguan 佑圣观 in recent years, which is also referred to as the Erxiangtang 二相堂. The ancestral worship activities of each surname group are unknown. A few have, in recent years, rebuilt ancestral halls and begun to revive ancestral worship.", "Village_Temples": "1) The Youshengguan 佑圣观 is the main temple of the Xiaoyijing 孝义境, which contains the Lingxingshê 灵兴社: Built in the Ming Dynasty (or the Yuan Dynasty), it was renovated during the Qing Yongzheng period (1723–1735). The main god worshipped is Xuantian shangdi 玄 天上帝. Other gods include San tian duyuanshuai nezha 三天都元帅哪吒, Wuxian huaguang dadi 五显华光大帝 (also known as Zhengyi linggong 正一灵宫) Ma yuanshuai 马元帅, Jianlei yushi Zhanggong shengjun 监雷御 史张公圣君 (with the additional title of imperially enfeoffed Sanyuan boji zhenjun 敕封三元溥济真君), Qitian dasheng 齐天大圣, Shuntian shengmu 顺天圣母 (Mazu 妈祖), Tiangong yuanshuai 田公元帅, Kanggong yuanshuai 康公元帅, Chengong taiwei 陈公太尉, Tongling Jin dajiangjun 统领 金大将军, Lingxingshê gong ma 灵兴社公妈, and Wang zhongjun 王中军. 2) Xilin temple 西林寺: The stone inscription composed by Dongshi 董史 entitled 西林寺记 (Record of the Western Grove Monastery) is about this temple. (Epigraphical Materials, 1995: 214, No. 187). 3) Fushanan 福善庵. (PTZJZCG, 1992:210). 4) Miaoyuanan 妙源庵 was built during Republican period. (PTZJZCG, 1992:210).", "Rituals": {"Yuanxiao processions": " The Yuanxiao 元宵 festival is held from 1/12 to 1/15. First and foremost, each shê goes on procession separately. After Yuanxiao, on a day determined by divination, a common procession is held. This procession carries out all the gods, and can include several hundred participants. The procession date for each shê are as follows: On 1/12 Lishê 李社, Dongshê 东社, and Lishê 荔社 go on procession. On 1/13 the Shoushê 首社 goes on procession. On 1/14 Guanqianshê 观前社 and Houdushê 后度社 go on procession. On 1/15 the Xiajieshê 下街社 goes on procession. The head person 福首 selected by each shê is responsible for the procession of the respective shê, and funds are collected on a per capita basis. The board of directors of the Youshengguan 佑圣观 is responsible for the common procession, and contributions are again collected on a per capita basis. Individual voluntary donations are posted on the temple walls. The common procession of 2007 concluded with a bonfire in front of the temple. There, several performing arts processional troupes performed simultaneously, including military brass bands, traditional all female drum-cart and cymbal troupes, shiyinbayue 十音八乐 musical troupes, and finally, a group dance led by the tanban 坛班 spirit mediums. Meanwhile, opera troupes performed on a stage facing the temple. All palanquin bearers, banner and banner carriers, and incense-bearing followers in the procession were rewarded with bags of traditional cookies, fruit, and talismans of the gods. Extraordinary amounts of fireworks were exploded—everything from stings of fireworks to rockets which exploded above the temple all night long. The sedan chairs of the gods charged into the temple through great clouds of smoke, illuminated by the flames of the bonfire and the explosions of the fireworks. Temple guards dressed as Qing yamen guards lined the steps of the temples and temple managers directed the performing arts troupes and crowds of worshippers around the courtyard and inside the temple. Tables strewn with elaborate offerings were lined up in front of the many altars, and worshippers moved around the temple to each altar, bowing, performing kowtows, and offering incense and then taking stacks of sprit money to burn in a incinerator in the shape of a gourd in the courtyard outside the temple.", "Birthday celebrations of the gods": "1/9: The birthday celebration of Yuhuang dadi 玉皇大帝 (worshipped at Donglaisi 东来寺). 3/3: The birthday celebrations for Yuantian shangdi 元天上帝. 8/15: The birthday celebrations for Shuntian shengmu 顺天圣母, Shêgong 社公 Shêma 社妈, and Wang zhongjun 王中军. The board of directors of the temple are responsible for organizing the ritual, the feast, and the opera performance. Each shê collects contributions on a per capita basis. There are also voluntary personal donations towards opera performances and transfers from Overseas Chinese. All the birthday celebrations of the other gods are each the responsibility of individual she: 2/13: The celebration of the celebration of Jinda jiangjun 金大将军 is organized by Xiajieshê 下街社. 2/25: The celebration of Qitian dasheng 齐天大圣 is organized by Dongshê 东社. 4/18: The celebration of Tiangong yuanshuai 田公元师 is organized by Lishê 荔社. 5/18: The celebration of Chen taiwei 陈太尉 is organized by Shoushê 首社. 6/17: The celebration of Kang yuanshuai 康元帅 is organized by Shoushê 首社. 7/23: The celebration of Zhanggong shengjun 张公圣君 is organized by Dongshê 东社. 9/28: The celebration of Ma yuanshuai 马元帅 is organized by Lishê 李社. 9/13: The celebration of Dutian yuanshuai 都天元帅 is organized by Guanqianshê 观前社. 7/23: The celebration of Zhaogong yuanshuai 赵公元帅 is organized by Houdushê 后度社. Each shê receives funds from Overseas Chinese to be used for The birthday celebrations. Contributions are either collected on a per capita basis or by personal donations for additional opera performances. 5. Ritual Groups Youshengguan 佑圣观 currently has over 200 members of its Tanban 坛班 (altar association), but guanjie 关戒 (spirit medium training) has not occurred. It is said that in the past, people had died during guanjie. On lunar 10/24 of 1967, an Anxiang yingsheng dadian 安香迎圣 大典 (great rite to invite the sages with offerings of incense) was held for the Lidai gutan 历代古坛 (ancient altar dedicated to the spirit mediums of the past). Xiaoyi 孝义 village used to have a Sanjiao (Three in One) temple 三教祠, but later it was disassembled and merged into Youshengguan 佑 圣观. The saying goes: “The Xiaoyi temple sold the Sanjiaoci to buy lumber” (Xiaoyigong maisanjiaoci maimuliao) “孝义宫卖三教祠买木料”. The disciples of the Sanjiao (the Three-in-One) mostly go to the major Sanjiao temple called the Shangyang shuyuan 尚阳书院 of Qiaowei of Fuqing 福 清桥尾, across the bridge over the Qiulu river, to attend rituals. There is also another Buddhist temple in the village, the Miaoyuanan 妙源庵, which worships Guanyin 观音, Mazu 妈祖, Weituo 韦陀, and Jialan 伽蓝. This nunnery has one temple master (Zhuchi) 住持 and one nun (Nigu) 尼姑. Attached to Youshengguan 佑圣观 is a cultural center (wenhuagong) 文化 宫 which has a library and entertainment facilities. The center has a board of director, an elder’s committee and an Overseas Chinese construction fund which is responsible for village construction projects related to irrigation, roadwork, and electrical lines."}}