{"UID": "V661", "Name": "Xiahoudu", "Name_zh": "下后度", "Alliance": "Jiangkou qijing (Jiangkou sevenfold ritual", "Alliance_UID": "A147", "Alliance_zh": "alliance)", "Irrigation_Region": "Jiuliyang", "Village_Settlement": "Xiahoudu is a neighborhood of Xiaoyi 孝义. The village is a settlement for the He 何 surname group. Together with Shanghoudu 上后度, it is one of the shê of the sevenfold shê of Xiaoyi 孝义七社. There is a relatively independent neighborhood temple called Xinxingdian 新兴 殿. There are currently approximately 300 people in this neighborhood. The main livelihood is agriculture and shop keeping.", "Surname_Groups": "The He 何 of Xiahoudu are divided into six branches, of which four branches gradually emigrated to various villages in Jiangkou 江口 including Xinjing 新井, Gangxia 港下, Houdu 后度, and Jingtou 井头 during the Ming Dynasty. Later on, these four branches gradually returned to settle here, and are called the He of Lujiang “卢江何氏”. The other two branches moved in more recently. It is said that the Xinxingdian 新兴殿 was constructed to mark the establishment in this area of the Lujiang 卢江 He 何 surname group.", "Village_Temples": "1) Xinxingdian 新兴殿 is dedicated to the worship of Yuantian shangdi 元天上帝, Zhanggong shengjun 张公圣君, Qitian dasheng 齐天大圣, Zhugong yuanshuai 朱公元帅, Tiangong yuanshuai 田公元帅, Zhaoshun shengwang 昭顺圣王, and Dikui 地魁. The statue of Zhanggong shengjun 张公圣君 is placed in Youshengguan 佑圣观, and is only carried back to the home temple during Yuanxiao 元宵 so that every household can worship the god.", "Rituals": {"Yuanxiao processions": "Xiahoudu 下后度 participates in the common procession of Youshengguan 佑圣观 and the procession of Houdushê 后度社. None of the gods of Xinxingdian 新兴殿 go on procession. However, the statue of Yuantian shangdi 元天上帝 can be carried to the homes of each household for worshipping purposes. On 1/13 Yuanxiao 元宵 is celebrated by the older four branches of the He 何 surname group. On 1/15, Yuanxiao 元宵 is celebrated by the entire village.", "Birthday celebrations of the gods": "7/23: The celebration of Zhanggong shengjun 张公圣君 on 7/23 is the most grand. Opera is usually performed for several days. A group of the eldest residents, called “county elders” (Xianlao) 县老 serve as the head persons (Touren) 头人 in charge of the ritual activities. Funds are collected on a per capita basis. Transfers from Overseas Chinese are also made at times. Apart from these celebrations, marionette plays are also usually performed for the birthday celebration of Zhugong yuanshuai 朱公元帅. For the other the birthday celebrations of the other deities, there is a feast set up inside the temple with worship offerings. 5. Ritual Groups This temple originally had Shentong 神童 mediums. Zhanggong shengjun 张公圣君, Zhugong yuanshuai 朱公元帅, Qitian dasheng 齐天大圣, and Tiangong yuanshuai 田公元帅 could all descend ( jiangshen) 降神 to possess them. There are still a number of old Tanban 坛班 altar associates, but guanjie 关戒 has not occurred yet due to a lack of funds. The village has a Buddhist nunnery called the Fuluan 福禄庵, which has existed for more than a century. Now only one nun is the temple master."}, "Administrative Village": "-1", "Administrative Village_zh": "-1"}