{"UID": "V662", "Name": "Liujing", "Name_zh": "刘井", "Alliance": "Jiangkou qijing (Jiangkou sevenfold ritual", "Alliance_UID": "A147", "Alliance_zh": "alliance)", "Irrigation_Region": "Jiuliyang", "Village_Settlement": "Liujing belongs to the Jiangkou Administrative Village 江口行政村. The current population is over 1300 people. Liujing is part of the sevenfold ritual alliance of Jiangkou 江口七境. The current population is approximately 1300. The village used to be divided into two neighborhoods, Qianshê 前社 and Houshê 后社, but now they are all mixed in with each other and the boundaries are not clear. The village has been re-divided into six jia 六甲, each bearing the name of a god: these are Zhugongjia 朱公 甲, Ligongjia 李公甲, Zhanggongjia 张公甲, Hangongjia 韩公甲, Magongjia 马公甲, and Chengongjia 陈公甲. The main livelihood is commerce. There are many dependent families of Overseas Chinese.", "Surname_Groups": "Surnames include the Chen 陈, the Liu 刘, the Lin 林, the Zhuo 卓, the Weng 翁, the Cai 蔡, the Wu 吴, the Fang 方, and the Wang 王. The Lin 林 has an ancestral hall. The Chen has a combined ancestral hall with the Chen 陈 of Yuhu 玉湖 of Xiaoyi 孝义. The origins and worshipping rituals of all other surname groups are unknown.", "Village_Temples": "1) Chongqingguan 崇清观 is within Jinxiufang 锦锈 坊 and contains the Xiaotiyunshê 校梯云社 as well as the Linzhenshê 麟 振社. The temple was built during the Qing Qianlong period (1736–1795), and was renovated in 1983. There is a stele dedicated to the ancient altar of the (spirit mediums) of the past. The commemorative stele describing renovations is dated 19", "Rituals": {"Yuanxiao processions": "uantian shangdi 玄 天上帝 and Dufu tongbing Zhu yuanshuai 都副统兵朱元帅. Other gods include Dutian yuanshuai Li 都天元帅李, Fatian shengjun Zhang 法天圣君 张, Zhengyi lingguan Han 正一灵官韩, Ma 马, Chen 陈, and Zhu 朱, Taiyi xiangu 太乙仙姑, Tianshang shengmu 天上圣母, Qitian dasheng 齐天大圣, Guanyin dashi 观音大士, Fude zhengshen 福德正神, and the two pairs of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 of Tiyunshê 梯云 社 and Linzhenshê 麟振社. Mazu 妈祖 and Qitian dasheng 齐天大圣 originally had their own temples which belong to the Zhuo 卓 surname group, but these temples were abandoned later on and the gods moved to the right side hall of this temple. This is known as the Zhuo 卓 of Liujing 刘井 selling off the temple to carve the sedan chair “卖宫雕轿”. 4. Rituals: Yuanxiao processions In the first month, a procession is held for one day on a day determined by divination in. The main gods and the other gods of the neighborhoods participate in the procession. The order of the procession is “first the generals, then the great gods”. The procession goes through the sevenfold ritual alliance of Jiangkou 江口七境 to visit all the villages of Jiangkou in order. The elders who are married and those who have a child born to them that year become the head persons (Touren) 头人. Apart from the per capita based contribution collections, the head persons are responsible for absorbing the additional expenses.", "Birthday celebrations of the gods": "The following god’s birthdays are organized by the village as a whole: 2/25 and 9/25: The birthday celebration of Qitian dasheng 齐天大圣. 3/3: The birthday celebration of Xuantian shangdi 玄天上帝. 6/6: The birthday celebration of Shêgong 社公 and Shêma 社妈. 8/15: The birthday celebration of Zhugong 朱公. The most grand birthday celebration is that of the “temple master” 宫主 Zhugong 朱公. Opera is performed for several days. Funds are collected on a per capita basis. All other gods have their own celebrations organized by each jia 甲: 4/14: The birthday celebration of Ma yuanshuai 马元帅 is organized by the Wang 王 and the Fang 方 of Magongjia 马公甲. 4/14: The birthday celebration of Chen taiwei 陈太尉 is organized by the Chen 陈 of Chengongjia 陈公甲. 7/23: The birthday celebration of Zhanggong 张公 is organized by the Lin 林 and the Zhuo卓 of Zhanggongjia 张公甲. 8/15: The birthday celebration of Zhugong 朱公 is organized by the Weng 翁, Wu 吴, and Chen 陈 of Zhugongjia 朱公甲. 8/12: The birthday celebration of Hangong 韩公 is organized by the Liu 刘 of Hangongjia 韩公甲. 9/9: The birthday celebration of Dutian yuanshuai 都天元帅 is organized by the Zhuo 卓, Cai 蔡, Weng 翁, and Lin 林 of Ligongjia 李公甲. Each jia 甲 selects its own head persons (Touren) 头人 to organize The birthday celebrations of the gods. Opera is usually performed for two to three days using either transfers from Overseas Chinese or contributions collected on a per capita basis. Tianshang shengmu 天上圣母 and Taiyi xiangu 太乙仙姑 do not have the birthday celebrations. 5. Ritual Groups The village has an ancient altar dedicated to spirit mediums of the past. The current number of Shentong 神童 is unknown. Guanjie 关戒 has occurred three times. Zhugong 朱公 and Zhanggong 张公 all 降 神 to possess mediums. The village has a Catholic church which is the main church for Jiangkou."}, "Administrative Village": "Jiangkou Administrative Village", "Administrative Village_zh": "江口行政村"}