{"UID": "V663", "Name": "Qianhui", "Name_zh": "前会", "Alliance": "Jiangkou qijing (Jiangkou sevenfold ritual", "Alliance_UID": "A147", "Alliance_zh": "alliance)", "Irrigation_Region": "Jiuliyang", "Village_Settlement": "Qianhui is part of the Jiangkou township 江口居委 会 and the sevenfold ritual alliance of Jiangkou 江口七境. There are currently more than 300 residents. The village is not divided into neighborhoods. The main livelihood is commerce and industry. There are over a hundred Overseas Chinese in the village.", "Surname_Groups": "The village is inhabited by mixed surname groups. Surnames include the Wang 王, the Liu刘, the Dong 董, the Lu 卢, the Cai 蔡, the Chen 陈, and the Shê 佘. The Dong 董 and the Lu 卢 are among the earliest surname groups to settle in the village. The early Sanjiao (Three in One) disciple 三一教传人 Dongzhian 董直庵 was from this village. No further information is available as to collective lineage worship.", "Village_Temples": "1) Miaoyinggong 妙应宫 contains the Xingchunshê 兴春社: The date of construction is unknown. The temple was renovated in Qing Tongzhi 2 (1863) and in 1982. The main god worshipped, Yidian zhenjun 一殿真君, is said to be the Tang high monk 唐代高僧 Huang Miaoying 黄妙应 who attained nirvana at the nearby Nangshansi 囊山寺. Other gods include Tiangong yuanshuai 田公元帅, Sima shengwang 司马 圣王 (Zhang Xun 张巡), Wuan shengwang 武按圣王 (Leiwanchun 雷万 春), Beidou shengwang 北斗圣王 (Xu Yuan 许远), Jin dajiangjun 金大将 军 (Huweishen 护卫神, Simengjiang 四猛将 (Chen 陈, Zheng 郑, Qiu 邱, and Liu 刘), Sitongzi 四童子, Mazu 妈祖, Guanyin 观音, Hufa jialan 护法伽 蓝, Zhaoshun shengwang 昭顺圣王 (Jiang Guojiu 江国舅), Ansheng lingfei 安圣灵妃 (Jiang Meifei 江梅妃), Zunzhu mingwang 尊主明王, and Houtu furen 后土夫人.", "Rituals": {"Yuanxiao processions": "In the first month, the Yuanxiao procession is held on a day determined by divination. The procession passes through the ritual alliance. Four or five head persons (touren) 头人 are selected to be responsible for purchasing supplies and organizing the event, as well as last minute organization of staff. Twelve sedan chairs of the gods are carried. Funds are collected on a per household basis.", "Birthday celebrations of the gods": "On 4/7 and 8/23: The birthday celebrations for Tiangong yuanshuai 田公 元帅 are held. Opera is performed for several days. Each household contributes 1 yuan 元 per capita. There are also transfers from Overseas Chinese and personal donations. The birthday celebrations of the other gods only have a feast set up with offerings. 5. Ritual Groups There are currently more than ten Tanban 坛班 altar associates. Guanjie 关戒 has not taken place. Incense is invited from Putian city 莆田, probably from the main temple dedicated to Tiangong Yuanshuai 田公元帅, the Ruiyundian 瑞云殿."}}