{"UID": "V664", "Name_Pinyin": "Duweitou", "Name_hanzi": "度围头", "Region": "Jiuliyang", "Village_Settlement": "Duweitou village belongs to the Jiangkou Administrative Village 江口行政村. Duweitou is part of the sevenfold ritual alliance of Jiangkou 江口七境. There are currently approximately 600 inhabitants. The entire village has four shê 社, which are Sheshê 佘社 (this has become a shê with mixed surname groups, with more than 200 people), Chenshê 陈社 (this too has become a shê with mixed surname groups, more than 200 people), Guoshê 郭社 (this has more than 300 people), and Caishê 蔡社 (where the dominate surname group today is the Wang 王, with more than 100 people). The main livelihoods are agriculture and fishery. There are approximately 800 Overseas Chinese living abroad connected to this village.", "Surname_Groups": "The earlier settlers include the Shê 佘, the Chen 陈, the Guo 郭, and the Cai 蔡. Later on, the Zhuang 庄, the Dai 戴, and the Wang 王 also moved in. The origins of each surname group, their population size and branch information is unknown. There are no ancestral halls or lineage genealogies.", "Village_Temples": "1) Qingdatang 清达堂 is part of the Jinjiang Longmenfang 锦江龙门坊, and contains the Longxingshê 龙兴社. According to the 重建清达堂碑序 (Preface to the stele for the reconstruction of Qingdatang), the temple was originally built during the Song Dynasty. It was renovated three times, in Qing Kangxi 60 (1721), Qianlong 25 (1760), and during the Jiaqing period (1796–1820). It was rebuilt in 1990. The main god worshipped is Qitian dasheng 齐天大圣. Other gods include Yidian zhenjun 一殿真君 (Chenshê 陈社), Xietian dadi 协天大帝, Sima shengwang 司马 圣王 (Chenshê 陈社), Beidou zhongtian dasheng 北斗中天大圣 (Caishê 蔡 社), Wu’anwang 武按王 (Guoshê 郭社), Qitian dasheng 齐天大圣 (Sheshê 佘社), Liumihou 六弥猴 (Sheshê 佘社), Taiyi xiangu 太乙仙姑, Zunzhu mingwang 尊主明王, and Houtu furen 后土夫人.", "Rituals": {"Yuanxiao processions": " On 1/8–9, Yuanxiao is celebrated and fu 符 talismans are distributed to each household; On 1/14, a procession is held. Every year, each shê take turns to play the following roles: one becomes the chief manager 总理, one takes care of the kitchens, one is in charge of purchases, and one is in charge of setting up the worshipping tables (for offerings to be placed on). Each year these duties rotate. Funds are collected on a per capita basis and from Fushou households 福首户. There are also transfers from Oveseas Chinese.", "Birthday celebrations of the gods": "2/25 and on 9/25: The birthday celebrations for Qitian dasheng 齐天大圣 is organized by the entire village. Each jia 甲 has two board members, and funds are collected on a per capita basis. 2/25: An additional birthday celebration of Qitian dasheng 齐天大圣 is organized by the Sheshê 佘社. 5/13: The birthday celebration of Sima shengwang 司马圣王 is organized by the entire village. 6/10: The birthday celebration of Yidian zhenjun 一殿真君 is organized by the Chenshê 陈社. 7/7: The birthday celebration of Wu’anwang 武按王 is organized by the Guoshê 郭社. 7/13: The birthday celebration of Beidou zhongtian dasheng 北斗中天大圣 is organized by the Caishê 蔡社. Each shê supplies contributions according to the number of people. Opera is performed for several days. 5. Ritual Groups The village has a 历代古坛 ancient altar of the spirit mediums of the past. There are currently 36 Tanban 坛班 altar associates, and guanjie 关戒 (spirit medium training) has occurred. The traditional order (Guli) 古例 was revived on lunar 1/ 25 of 1987. All the members 诸 道友 of different generations of Tanban 坛班 members were divided into 11 jiu 阄 (shares), and take turns to 当家 look after the ritual needs of the temple. Each jiu (share) is made up of three people. Those not serving in the temple are in charge of the purchases for the ritual. There is Gongcaohui “功 曹会” (Association of the Spirit Officials), that is, a common gathering of the Tanban 坛班总集会, during Yuanxiao 元宵. There is also Fushouyan “福首 宴”, that is, every household contributes donation to collectively organize and pay for the offerings. In 1987, there were 118 Fushou 福首. During the Republican period, the village had a few small temples, but they no longer exist. There is a Cishouan “慈寿庵” in which the main god worshipped is Shijia mouni 释迦牟尼. There used to be fifteen nuns with 4–5 acres of land. Now it is run by by three old nuns."}}