{"UID": "V665", "Name": "Gangxia", "Name_zh": "港下", "Alliance": "Jiangkou qijing (Jiangkou sevenfold ritual", "Alliance_UID": "A147", "Alliance_zh": "alliance)", "Irrigation_Region": "Jiuliyang", "Village_Settlement": "Gangxia belongs to the Jiangkou Administrative Village 江口行政村. Gangxia is part of the sevenfold ritual alliance of Jiangkou 江口七境. The current population is close to 1500 people, and is divided into five shê: Chenshê 陈社 has approximately 40 households; Heshê 何社 has more than 90 households; Zhuoshê 卓社 has 33 households; Zhongshê 中社 has close to 50 households, with surnames including the Lin 林, the Huang 黄, the Zhang 张, and the Guo 郭; and Wenmingshê 文明社 has approximately 50 households, with surnames including the Fang 方, Shê 佘, Kong 孔, and Li 李. The main livelihood is fishing. 80% of the local population are dependent families of Overseas Chinese.", "Surname_Groups": "The earliest settlers were the Chen 陈, the He 何, and the Zhuo 卓. The He has the most people, followed by the Chen and the Zhuo. The Chen came from Kuokou 阔口, and are known as the Chen of Yuhu 玉湖陈. They have an ancestral hall called Xiuyuantang 秀源堂. They also take part in the ritual activities of the Erxiangtang 二相堂 ancestral hall in Xiaoyi 孝义. The origins of all the other surname groups are unknown. The Zhuo 卓 ancestral hall has been abandoned.", "Village_Temples": "1) The Fuhaitang 福海堂 contains the Ningjiangshê 宁江社. According to the stele recording the reconstruction, the temple was originally called Fuhaian 福海庵. It is claimed that the temple was originally built in the Northern Song in Jianlong 1 (960), and was renamed as a “tang” 堂 in Ming Wanli 8 (1580). The temple was renovated once during the Qianlong period, and once after 1981. The main gods worshipped are Baosheng dadi 保生大帝 (Ciji zhenjun 慈济真君) and Tianshang shengmu 天上 圣母. Other gods include Dutian yuanshuai 都天元帅 (Zhongshê 中社), Jialuo dasheng 伽罗大圣 (Wenmingshê 文明社), Xiaogong shenghou 肖公 圣侯 (Heshê 何社), Zhanggong shengjun 张公圣君 (Chenshê 陈社), Liugong yuanshuai 刘公元帅 (Zhuoshê 卓社), Taiyi xiangu 太乙仙姑, Chenshi zhenren 陈氏真人 (Shuntian shengmu 顺天圣母, Linshui furen 临水夫人), Guanyin dashi 观音大士, Hufa jialan 护法伽蓝, Guan gong 关公, Weituo 韦驮, Liu shenghou 柳圣侯, Jin shenghou 金圣侯, Fude zhengshen 福德正 神, Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, Wugong dutong 吴公都统, Jingong dutong 金公都统, Qitian dasheng 齐天大圣, Tianpeng yuanshuai 天蓬元帅, Jixiang erjiang 吉祥二将, Qingjin zhenren 青巾真人, and Jinshi xiangu 金氏仙姑.", "Rituals": {"Yuanxiao processions": "In the first month, on a day determined by divination, the Yuanxiao 元宵 procession is held for one day. The procession passes through the sevenfold ritual alliance, and it is hosted by the five shê one by one, the first and last household of the hosting shê are those of the head persons 头人. Funds are collected on a per capita basis.", "Birthday celebrations of the gods": "3/15: The birthday celebration of Ciji zhenjun 慈济真君 is held, and the entire village organizes the celebration. Opera is performed ten times. Funds are collected on a per capita basis. There are also transfers from Overseas Chinese and voluntary contributions. 3/23 and 9/9: The birthday celebrations for Tianhou 天后 are held. 4/13: The birthday celebrations for Liugong 刘公 is organized by the Zhuoshê 卓社. 5/5: The birthday celebration of Shêgong 社公 is held. Each household prepares offerings in the temple. 7/1: The birthday celebration of Xiaogong 肖公 is organized by the Heshê 何社. 7/23: The birthday celebration of Zhanggong 张公 is organized by the Chenshê 陈社. 8/15: The birthday celebration of Jialuo dasheng 伽罗大圣 is organized by the Wenmingshê 文明社. 9/9: The birthday celebration of Dutian yuanshuai 都天元帅 is organized by the Zhongshê 中社. The birthday celebrations of the gods are hosted by the first and last households of the hosting shê. Funds are collected on a per capita basis. Opera is performed for several days. Opera is not performed for the other birthday celebrations. Worship offerings are organized by the village temple. 5. Ritual Groups Fuhaitang 福海堂 has a 历代古坛 ancient altar of the (spirit mediums of) of the past. According to the stone inscription from 1935, there were then a total of eight Shentong 神童 spirit mediums. In recent years, guanjie 关戒 spirit medium training has occurred once. The number of members of the Tanban 坛班 altar association is unknown. The village originally had a Sanjiaoci 三教祠 and a Buddhist nunnery 尼姑, but now they no longer exist."}, "Administrative Village": "Jiangkou Administrative Village", "Administrative Village_zh": "江口行政村"}