{"UID": "V674", "Name_Pinyin": "Zheche", "Name_hanzi": "蔗车", "Region": "Jiuliyang", "Village_Settlement": "Zheche belongs to the Haixing Administrative Village 海星行政村. The residents emigrated from Houku 后枯. There are currently more than 200 people who are not divided into neighborhoods. The main livelihoods are agriculture and commerce.", "Surname_Groups": "The only surname group is the Shê 佘. It is divided into four branches. The ancestral hall is located in Licuo 李厝. As a result of being bullied by others for being a minority, some residents moved to other places. However, there are still more than ten households and close to 100 people living in Houku 后枯. These families from Zheche and Houku combine to form the Sheanshê “佘安社”, and to participate in the ritual activities of the Weixianmiao 威显庙.", "Village_Temples": "1) Weixiantang 威显堂 is dedicated to Tianshang shengmu 天上圣母 and Sima shengwang 司马圣王. Other gods include Beidou zhongtian dasheng 北斗中天大圣, Wuan shengwang 武按圣王, Tiangong yuanshuai 田公元帅, Chengong sheren 陈公舍人, Zhenggong dutong 郑公都统, Qiugong jiangjun 邱公将军, Liugong taibao 刘公太保, Lufu dashen 鲁府大神, Chenshi zhenren 陈氏真人, Lingya zhongjun 灵牙 中军, Daye and Erye 大爷二爷. This temple preserves a stele composed in 1919 entitled 列代古坛香位碑 (Stele listing the names of the spirit mediums belonging to the altar through the ages) (Epigraphical Materials, 1995:361, No. 325).", "Rituals": {"Yuanxiao processions": " On 1/15, villagers participate in the festival of Weixian miao 威显庙 of Houku 后枯 for one day. The main gods of their own home temple do not go on procession. Instead, opera is performed in front of the temple, and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "5/13: The birthday celebration of Sima shengwang 司马圣王 is held. 7/7: The birthday celebration of Wuan shengwang 武按圣王 is held. Opera is performed in front of Weixianmiao 威显庙. The village temple organizes a feast set up with offerings. Funds are collected on a per capita basis. 5. Ritual Groups The village has a number of Shentong 神童 spirit mediums who take part in the guanjie 关戒 (training sessions) and xingno 行傩 (mediumistic dance procession) of Weixianmiao 威显庙. Spirit mediums are possessed by Wuan shengwang 武按圣王 of the home temple 降神."}}