{"UID": "V675", "Name_Pinyin": "Licuo", "Name_hanzi": "李厝", "Region": "Jiuliyang", "Village_Settlement": "Licuo is both a natural village, and an Administrative Village. Licuo is part of the sevenfold ritual alliance of Goushang 沟上 七境. Licuo originally belonged to Houku 后枯 and was called Xiacuo 下厝, but it later became an independent village. There are currently more than 2000 people in the village, and it is divided into ritual and territorial units such as Zhangfangtou 长房头 (more than 200 people), Erfangtou 二房头 (more than 200 people), Shangjia 上甲 (more than 300 people), Weicuo 尾厝 (more than 300 people), Liuzu 六祖 (more than 300 people), and Bazu 八祖 (approximately 350 people). All of these are referred to as Jia 甲 (neighborhoods). The main livelihoods are agriculture and commerce. There are many dependent families of Overseas Chinese. There is a Li Ancestral hall in the village and the hall preserves a stele composed in Qianlong 6 (1741), entitled 李族建祠捐金碑 (Stele listing the money contributed to the construction of the Ancestral hall of the Li lineage) (Epigraphical Materials, 1995:231, No. 200).", "Surname_Groups": "90% of the villagers are of the Li 李 surname group. Other surnames include the Shê 佘and the Hong 洪, each having dozens of people. The Li 李 are said to have emigrated from Baitang 白塘 in Hanjiang 涵江. They have combined their lineage genealogy with that of the Li 李 of Baitang 白塘. A Li ancestral hall is in Xindun village 新墩村.", "Village_Temples": "1) Weixiandian 威显殿 was renovated in the Qing Daoguang 8 (1828). The main god worshipped is Beidou zhongtian dasheng 北斗中天大圣. Other gods include Tiangong yuanshuai 田公元帅, Qingshan wanggong 青山王公, Sihai longwang 四海龙王, Qiugong jiangjun 邱 公将军, Liugong jiangjun 刘公将军. 2) Xinxingshê 新兴社: The main gods worshipped are Zunzhu mingwang 尊主明王, and Houtu furen 后土夫人. Secondary deities include Panguan 判官and Jishi 吉使. 3) Fuxingtang 福兴堂 contains the Longxingshê 龙兴社 and was originally constructed during the Ming Dynasty. Originally this temple belonged to the Shê 佘 lineage group, but nowadays it belongs to the Li 李. Gods worshipped include Xianling dawang 显灵大王, Dutian yuanshuai 都天元帅, Zhanggong shengjun 张公圣君, Taiyi xiangu 太乙仙姑, Xuantan yuanshuai 玄坛元帅, Liugong yuanshuai 刘公元帅, Xiaogong yuanshuai 肖公元帅, Yuhuang taizi 玉皇太子, Shêgong Shêma 社公社妈. There are twnety-one Tanban 坛班 altar associates who are responsible for the welcoming and sending away of the gods during Yuanxiao 元宵 and for the birthday celebrations of the gods. 4) Fengyidian 凤仪殿: The main god worshipped is Xuantian shangdi 玄天 上帝. Other gods include Guangze zunwang 广泽尊王, Xuantan yuanshuai 玄坛元帅, Zhanggong shengjun 张公圣君, Daye 大爷, Erye 二爷, and Aye gong 阿爷公. 5) Chengmingtang 诚明堂 or Laojundian (老君殿) was originally a Christian church, but now is dedicated to the worship of Taishang laojun 太上 老君 as well as Guanyin dashi 观音大士, Rulai fozu 如来佛祖, Guan-sheng dijun 关圣帝君, Sanyi jiaozhu 三一教主, Zhuozu zhenren 卓祖真人, Luzu xianshi 吕祖仙师, Xuantan yuanshuai 玄坛元帅, and Han jiangjun 汉将军. 6) Zongyu Shuyuan 宗玉书院 was built in Qing Guangxu 31 (1905) to worship the Sanyi jiaozhu 三一教主 (Lin Zhao’en 林兆恩). It has over one hundred adherents. 7) Guanyinting 观音亭 was renovated in Qing Qianlong 51 (1786). The main god worshipped is Guanyin dashi 观音大士. 8) Songyutang 宋玉堂 is dedicated to Lin Lonjiang 林龙江. The SJCDCB, 1992:33 records 97 initiates.", "Rituals": {"Yuanxiao processions": " On 1/14, all the gods of Weixiandian 威显殿 go on procession within the village itself and around Xiandianhou 新店后. The main gods of each shê 社 return to their original jiatou 甲头 (neighborhood) for processions. The processions are organized by the entire village all together, and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "The birthday celebrations for all the gods of Fengyidian 凤仪殿 and Guanyinting 观音亭 are celebrated by the entire village all together. Offerings are set up and opera is performed. Funds are collected either on a per capita basis, or by personal donations. The birthday celebrations for all the gods of Weixianidian 威显殿 are organized by each shê separately: 4/15: The celebration of Qiugong jiangjun 邱公将军 is organized by Zhangfangtou 长房头. 4/19: The celebration for Longwang 龙王 is organized by the Liuzu 六祖, Bazu 八祖 and Weicuo 尾厝 neighborhoods together; 7/15: The celebration for Beidou zhongtian dasheng 北斗中天大圣 is organized by the Liuzu 六祖, Bazu 八祖 and Weicuo 尾厝 neighborhoods together; 8/23: The celebration for Tiangong yuanshuai 田公元帅 is organized by the Shangjia and Xiajia 上下甲 neighborhoods together. 10/15: The celebration for Liugong yuanshuai 刘公元帅 is organized by Zhangfangtou 长房头. 10/23: The celebration for Qingshan wanggong 青山王公 is organized by Erfangtou 二房头. Every year, each shê has several Fushous 福首. Funds are collected on a per capita basis. 5. Ritual Groups There are currently 21 members of the Tanban of Fuxingtang 福兴堂坛班. They take charge of rites of sending off and re-inviting the gods at New Years, and the celebrations of the gods of the temple. Fengyidian 凤仪殿 also has an altar association (tanban), and Xuantan yuanshuai 玄坛元帅 is the main Tanshen 坛神 (altar deity who most commonly descends to possess spirit mediums). The selection of Shentong 神童 mediums needs to receive the consent of the god Xuantan yuanshuai 玄坛元帅. The village originally had a Christian church, but it has now been transformed into a Laojundian 老君殿 (see above). There is also Xianshilou “仙师楼” which is located in a villager’s house. The gods worshipped include Yuanshi tianzun 元始天尊, Xuantian shangdi 玄天上帝, Xuantan yuanshuai 玄坛元帅, and Zhanggong zhenjun 张公真君. Every night, there are some disciples who gather together to chant the scriptures and practice self cultivation."}}