{"UID": "V676", "Name": "Xindian", "Name_zh": "新店", "Region": "Jiuliyang", "Village_Settlement": "Xindian currently is part of Xinqian village 新前村. The residents mostly came from Goushang 沟上 village during the late Qing Dynasty. There are currently more than 1000 people in Xindian. They are divided Qiancuoan 前厝埯, Houan 后埯, Daobanzhan 道班站 and all the jia (neighborhoods) of the Chen 陈 surname group. The main livelihoods are agriculture and commerce.", "Surname_Groups": "Xindian was originally settled by the Chen 陈 surname group. Today, the Li 李 surname group is the majority. The Li emigrated from Licuo 李厝, and belongs to the Zhangfangtou 长房头. The Li ancestral hall is in Xindun 新墩.", "Village_Temples": "1) Longyoutang 隆佑堂 was built in Qing Daoguang 13 (1833). The gods worshipped are Qitian dasheng 齐天大圣, Zhanggong shengjun 张公圣君, Tiangong yuanshuai 田公元帅, Mituo dajiang 弥陀 大将, Jixiang dajiang 吉祥大将, Lingya jiangjun 灵牙将军, and Wenwu zhushen 文武诸神. 2) Fuxingshê 复兴社 was originally a small shrine dedicated to the Buddha Fozu 佛祖. Now the gods worshipped in the temple are Dutian yuanshuai 都天元帅, Wengong yuanshuai 温公元帅, Kanggong yuanshuai 康公 元帅, Ciji zhenjun 慈济真君, Taiyi xiangu 太乙仙姑, the Four Ferocious Generals Jin 金, Chen 陈, Zhu 朱, and Li 李 Sijia mengjiang 四家猛将, the three Commanders in Chief Chen 陈, Zheng 郑, and Lin 林三都统, the Wenwu zhushen 文武诸神, Zunzhu mingwang 尊主明王, and Houtu furen 后土夫人.", "Rituals": {"Yuanxiao processions": "The gods of the village do not go on a procession in their own village. However, they do participate in the procession of Weixiandian 威显殿 of Licuo 李厝, but a Daoist Jiao ritual is conducted in the village. The birthday celebrations for the gods The birthday celebrations for all the gods of Fuxingshê 复兴社 are organized by the entire village all together. They are conducted by Tanban 坛班 altar associates. 3/15: The celebration for Ciji zhenjun 慈济真君 is held. 4/13: The celebration for Wengong yuanshuai 温公元帅 is held. 9/9: The celebration for Dutian yuanshuai 都天元帅 is held. On all these ritual-events, opera is performed. All other gods only have offering tables set up in front of their altars. The birthday celebrations for all the gods of Longyoutang 隆佑堂 are organized by each jia tou 甲头. 7/23: The celebration of Zhanggong shengjun 张公圣君 is organized by the Chen 陈. 8/23: The celebration of Tiangong yuanshuai 田公元帅 is organized by the Li 李 of Houan 后埯. 9/9: The celebration of Jixiang dajiang 吉祥大将 is organized by the Li 李 of Daobanzhan 道班站. 9/25: The celebration of Qitian dasheng 齐天大圣 is organized by the Li 李 of Qiancuoan 前厝埯. 5. Ritual Groups There are currently more than 30 Tanban 坛班 altar associates. The first Guanjie 关戒 occurred 80 years ago. The second Guanjie was in 1993. All the gods of the Fuxingshê are worshipped and descend into and possess the Tanban 坛班. This temple has the characteristics of a Dong “洞” a spirit medium “cavern”. ", "Birthday celebrations of the gods": ""}}