{"UID": "V679", "Name_Pinyin": "Qianmian", "Name_hanzi": "前面", "Region": "Jiuliyang", "Village_Settlement": "Qianmian was originally called Dongli 东利. Qianmian is both a natural and an Administrative Village. It is part of the sevenfold ritual alliance of Goushang 沟上七境. There are currently more than 2000 people in the village. It is divided into seven jia 甲: Qianmianwei 前面尾, Tianzhongyang 田中央, Houcuo 后厝, Weicuo 尾厝, Qiaotou 桥头, Houjiang 后江, and Daimen 埭门. The main livelihoods are agriculture and commerce. There are many dependent families of Overseas Chinese.", "Surname_Groups": "The main surname group is the Li 李. Other surnames include the Zhou 周, the You 游, the Tang 汤, and the Wu 吴. The Li 李 are said to be of the same ancestry as the Li of Xindun 新墩 and Licuo 李厝. The Li emigrated from Baitang 白塘 in Hanjiang 涵江 during the Ming Dynasty, and there have been ten generations up to the present.", "Village_Temples": "1) Guangrenmiao 广仁庙 is in Donglijing 东利境 and contains the Jiaxingshê 嘉兴社. The temple was renovated in Qing Qianlong 33 (1768), and in Jiaqing 3 (1798), both restorations having epigraphic records. The temple was renovated again during the period from 1981 to 19", "Rituals": {"Yuanxiao processions": "Ciji zhenjun 慈济真君 and Dutian yuanshuai 都天元帅. Other gods include Feitian dasheng 飞天 大圣, Kanggong yuanshuai 康公元帅, Wengong yuanshuai 温公元帅, Chen dajiangjun 陈大将军, Li dajiangjun 李大将军, Zhu dajiangjun 朱大 将军, Jin dajiangjun 金大将军, Zhenggong dutong 郑公都统, Lingong dutong 林公都统, Taiyi xiangu 太乙仙姑, Weiwu jiangjun 威武将军, Liujia jiangjun 六甲将军, Tiehuan tongzi 铁环童子, Baosong furen 抱送 夫人 (two), Liuding shenjiang 六丁神将, Qinggong zhenren 清宫真人, Shijia mouni 释迦牟尼, Rulaifo 如来佛, and Guangong 关公. The temple preserves a stele composed in Qianlong 33 (1768) entitled 重修广仁庙碑 记 (Stele recording the restorations to the Temple of Broad Humaneness) (Epigraphical Materials, 1995:249, No. 214) and another stele composed in Jiaqing 3 (1798) entitled 重修广仁庙捐款碑 (Stele listing contributions towards the renovation of the Temple of Broad Humaneness) (Epigraphical Materials, 1995:264, No. 229). 2) Jiaxingdian 嘉兴殿 branched out from Guangrenmiao 广仁庙. The date of construction is unknown. It was renovated in Qing Tongzhi 6 (1867) and in 1979. The main gods worshipped are Xuantian shangdi 玄天上帝 and Ciji zhenjun 慈济真君. Other gods include Dutian yuanshuai 都天元帅, Xuantan yuanshuai 玄坛元帅, Wen yuanshuai 温元帅, Kang yuanshuai 康元帅, Chen dutong 陈都统, Zheng dutong 郑都统, Lin dutong 林都统, Jin dajiangjun 金大将军, Taiyi xiangu 太乙仙姑, Baosong furen 抱送夫人 (two), Zhengyi lingguan 正一灵官, Wang yuanshuai 王元帅, Tiankui 天魁, and Dikui 地魁. 3) Jiaxingshê 嘉兴社: The date of construction is unknown, but this is said to be the oldest temple in Qianmian 前面. The gods worshipped are Sihai longwang 四海龙王, Shê gong 社公 and Shê ma 社妈. 4) Kaixingtang 开兴堂 is dedicated to Qitian dasheng 齐天大圣, and also to the worship of Guanyin dashi 观音大士 and Li daren 李大人. 4. Rituals: Yuanxiao processions On 1/12, Dutian yuanshuai 都天元帅 of Jiaxingdian 嘉兴殿 is invited by the Li 李 surname group, Chen dutong 陈都统 is invited by the residents of Houcufang 后厝房, and Jin jiangjun 金将军 is invited by the Zhou 周 surname group to go on procession for one day. Five to eight men over the age of 60 are selected to be the head persons (touren) 头人. Funds are collected on a per capita basis. On 1/13–14, depending on the results of divination, Ciji zhenjun 慈济真君 or Dutian yuanshuai 都天元帅 of Guangrenmiao 广仁庙 goes on procession, and Jin jiangjun 金将军and Lin dutong 林都统 go along with the procession as guards. Each jiatou 甲头 take turns to welcome the procession. The procession route is determined by means of sortition (Nianjiu) 拈阄. It is hosted by the Toucuo and Weicuo 头尾厝. Funds are collected on a per household basis.", "Birthday celebrations of the gods": "The Jiaxingshê 嘉兴社 is the center of organization for the following events: 4/19: The celebration of the Sihai longwang 四海龙王 (Dragon Kings of the Four Seas) is held. 8/12: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人 is held (in this case, the day of consecration 开光日 is used as the birthday). These rites are organized by the two main village temples simultaneously. Personal donations are used to sponsor marionette plays. Each household is responsible for their own worshipping offerings. Jiaxingdian 嘉兴殿: 3/3: The celebration of Xuantian shangdi 玄天上帝 is held. 3/13: The celebration of Ciji zhenjun 慈济真君 is held. 3/15: The celebration of Zhao yuanshuai 赵元帅诞 is held. 4/13: The celebration of Wen yuanshuai 温元帅诞 is held. 7/7: The celebration of Kang yuanshuai 康元帅诞 is held. 10/10: The celebration of Taiyi jinxiangu 太乙金仙姑 is held. All of these celebrations are hosted by the Tanban 坛班 of the temple. The Tanban also set up the offering altars. Households can come to worship freely. Various communities of the Guangrenmiao 广仁庙 host the following god’s birthdays: 1/4: The welcoming of the gods 接神 is hosted by the Li 李 of Qianmianwei 前面尾. 1/9: The celebration of Yuhuang dadi 玉皇大帝 is organized by the Li李 of Tianzhongyang 田中央. 3/15: The celebration of Ciji zhenjun 慈济真君 is organized by the Li 李 of Sifangtou 四房头. 4/13: The celebration of Wengong yuanshuai 温公元帅 is organized by a Shenminghui 神明会 (a god association). 7/7: The celebration of Kang yuanshuai 康元帅诞 is organized by the Zhou 周, Tang 汤, and You 游, taking turns annually. 9/9: The celebration of Dutian yuanshuai 都天元帅 is organized by the Li 李 of Sifangtou 四房头. 10/10: The celebration of Taiyi xiangu 太乙仙姑 is organized by the Li 李 of Houcuofang 后厝房. The birthday celebrations of each jia have opera performed for four to five days. Funds are collected on a per household basis. 5. Ritual Groups Jiaxingdian 嘉兴殿 has a stele dedicated to the ancient altars of the (spirit mediums) of the past. There are currently thirty-eight Tanban 坛班 altar associates. Guanjie 关戒 (spirit medium training) has occurred three times. Guangrenmiao 广仁庙 has tanban 坛班 spell booklets (zhouce) 咒册 and god invoking booklets (hushence) 呼神册."}}