{"UID": "V680", "Name": "Ding", "Name_zh": "dun", "Region": "Jiuliyang", "Village_Settlement": "nt Dingdun was originally known as Chendun 陈墩, and belongs to the Wuxing Administrative Village 五星行政村. There are currently more than 700 people in the village. It is not divided into neighborhoods. The main livelihood is agriculture. There are many dependent families of Overseas Chinese.", "Surname_Groups": "The main surname groups are the Lin 林 and the Weng 翁. Other surnames include the Chen 陈, the Li 李, and the Zhang 张. The Lin have the most people while the Weng are second most numerous. The Chen has approximately eighty people while the Li and the Zhang only have a few households.", "Village_Temples": "1) Guanghuigong 广惠宫 contains the Jifushê 集福社: The original year of construction is unknown. The main god worshipped is Ciji zhenjun 慈济真君. Other gods include Sima shengwang 司马圣王 (belonging to the Weng 翁), Dutian yuanshuai 都天元帅 (belonging to the Lin 林), Tiangong yuanshuai 田公元帅, Zhengyi lingguan 正一灵官, Jialuo dasheng 伽罗大圣, Zhanggong shengjun 张公圣君, Liugong yuanshuai 刘 公元帅, Anshan shengwang 安善圣王, Baima xianggong 白马相公, Lingya jiangjun 灵牙将军, Taiyi xiangu 太乙仙姑, Jixiang dajiang 吉祥大将, Zunzhu mingwang 尊主明王, and Houtu furen 后土夫人. The temple preserves a stele composed in Tongzhi 6 (1867) entitled 重修广惠宫碑记 (Stele recording the repairs to the Temple of Vast Benevolence) (Epigraphical Materials, 1995:327, No. 291). 2) Kaixingtang 开兴堂: The original year of construction is unknown. This temple is considered as a dong 洞, a spirit medium cavern built around the activities of Tanban 坛班 spirit mediums. The main god worshipped is Qitian dasheng 齐天大圣. Other gods include Mazu 妈祖, Xuantan yuanshuai 玄 坛元帅, Baima xianggong 白马相公, Li daren 李大人, Guanyin dashi 观 音大士, Liu shenghou 柳圣侯, Jin shenghou 金圣侯, Wen yuanshuai 温元 帅, Kang yuanshuai 康元帅, Ma yuanshuai 马元帅, Zhao yuanshuai 赵元 帅, Wenwu siguan dadi 文武四官大帝, Shengcai tongzi 生财童子, Xianbao longnü 献宝龙女. 3) Zhonghetang 中和堂 is dedicated to the worship of Sanyijiaozhu (Lin Zhao’en 林兆恩) 三一教主. The SJCDCB, 1992:33 records 180 initiates.", "Rituals": {"Yuanxiao processions": "On 1/14–15, Ciji zhenjun 慈济真君, Sima shengwang 司马圣王, and Dutian yuanshuai 都天元帅 of Guanghuigong 广惠宫 and Qitian dasheng 齐天大圣 and Lin daren 林大人 of Kaixingtang 开兴堂 go on procession. Sixteen head persons (Touren) 头人 are selected to be the hosts. Funds are collected on a per capita basis.", "Birthday celebrations of the gods": "3/15: The celebration of Ciji zhenjun 慈济真君 is held. 5/13: The celebration of Sima shengwang 司马圣王 is organized by the Weng 翁. 7/23: The celebration of Zhanggong shengjun 张公圣君 is held. 9/9: The celebration of Dutian yuanshuai 都天元帅 is organized by the Lin 林. The birthday celebrations some of the gods of Guanghuigong 广惠宫 are organized by the entire village all together. These are hosted by the head persons, and funds are collected on a per capita basis. Other god’s are celebrated by specific surname groups. The birthday celebrations of the gods of the Kaixingtang 开兴堂 are sponsored by the Tanban 坛班 altar associates. 5. Ritual Groups Guanghuigong 广惠宫 and Kaixingtang 开兴堂 each has its different Tanban 坛班. Guanghuigong has twenty-seven Tanban altar associates, and Guanjie 关戒 has occurred twice. Kaixingtang has thirty Tanban alter associates. Qitian dasheng 齐天大圣 is the main deity of the altar (zhu tan) 主坛. Xuantan yuanshuai 玄坛元帅, Baima xianggong 白马相公 and Li daren 李 大人 can also descend, and each has its own Shentong 神童 spirit medium. Guanjie 关戒 has occurred three times. There is also a Three in One temple called the Zhonghetang 中和堂 with 180 adherents."}}