{"UID": "V681", "Name": "Xiadun", "Name_zh": "下墩", "Alliance": "Goushang qijing (Goushang sevenfold ritual alliance)", "Alliance_UID": "A149", "Alliance_zh": "沟上七境", "Irrigation_Region": "Jiuliyang", "Village_Settlement": "Xiadun 下墩 is part of the sevenfold ritual alliance of Goushang 沟上七境, and also belongs to the Wuxing Administrative Village 五星行政村. There are currently approximately 300 people in the village, which is divided into three jia 甲: Shangmian 上面, Xiacuo 下厝 and Wumen 乌门. The main livelihoods are agriculture and fishery. There are more than 130 Overseas Chinese living abroad.", "Surname_Groups": "All the residents are of the Chen 陈 surname group. It is said that the Chen emigrated from Dingdun 顶墩 during the Ming Dynasty. The Chen lineage was originally divided into four branches, but now two of them have merged together, so there are only three branches: Wumen 乌门, Xiacuo 下厝, and Shangmian 上面. The earliest ancestral tomb dates back to Qing Qianlong 12 (1747), but there is no combined worship at the tombs for the entire clan. Each branch conducts its own worshipping of its ancestors. There are no ancestral halls and no lineage genealogies.", "Village_Temples": "1) Lingxianmiao 灵显庙 contains the Jifushê 集福社. The temple branched out from a temple in Dingdun 顶墩. The original construction was during the Ming Wanli period (1573–1620). The temple was renovated in Qing Tongzhi 9 (1870) and in 1985. The main god worshipped is Xuantian shangdi 玄天上帝. Other secondary gods include Chengong shenghou 陈公圣侯, Baima yuanshuai 白马元帅, Tiangong yuanshuai 田公元帅, Liugong yuanshuai 刘公元帅, Zhanggong shengjun 张公圣君, Qitian dasheng 齐天大圣, Zhengyi lingguan 正一灵官, Taiyi xiangu 太乙 仙姑, Jixiang dajiang 吉祥大将, Wen yuanshuai 温元帅, Kang yuanshuai 康 元帅, Ma yuanshuai 马元帅, Zhao yuanshuai 赵元帅, Wu jiangjun 吴将军, Wang jiangjun 王将军, Leigong leimu 雷公雷母, Fengbo yushi 风伯雨师, Gao yuanshuai 高元帅, Wu yuanshuai 伍元帅, Huang cang 黄苍, Bai cang 白苍, Baiya jiangjun 白牙将军, Yima dashen 姨妈大神, Lufu dashen 鲁府 大神, Tiankui 天魁, Di kui 地魁, Guanyin dashi 观音大士, Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, Wencao wupan 文曹武判, and Luban xianshi 鲁班仙师.", "Rituals": {"Yuanxiao processions": "On 1/12, Baima yuanshuai 白马元帅, Zhanggong shengjun 张公圣君, and Jixiang dajiang 吉祥大将 go on procession for one day. Six head persons (touren) 头人 are selected by means of sortition (Nianjiu) 拈阄, and the entire village takes turns putting forth candidates. Funds are collected on a per capita basis. There are also transfers from Overseas Chinese.", "Birthday celebrations of the gods": "2/25 and 9/25: The celebrations of Qitian dasheng 齐天大圣 are organized by Xiacuofang 下厝房. 3/3: The celebration of Xuantian shangdi 玄天上帝 and Baima yuanshuai 白马元帅 is organized by Shangmianfang 上面房. 4/7 and 8/7: The celebrations of Tiangong yuanshuai 田公元帅 are organized by Wumenfang 乌门房. 4/14: The celebration of Chengong shenghou 陈公圣侯 is organized by Xiacuofang 下厝房. 4/18: The celebration of Liugong yuanshuai 刘公元帅 is organized by Xiacuofang 下厝房. 6/19: The celebration of Guanyin dashi 观音大士 is organized by the entire village as a whole. 7/23: The celebration of Zhanggong shengjun 张公圣君 is organized by Shangmianfang 上面房; 10/11: The celebration of Taiyi xiangu 太乙仙姑 is organized by the entire village as a whole. Opera is performed for three days for all the birthday celebrations of the gods. There are either transfers from Overseas Chinese or funds are collected on a per capita basis. 5. Ritual Groups Lingxianmiao 灵显庙 has more than ten Shentong 神 童 spirit mediums who are selected from teens under sixteen from the three jia 甲 neighborhoods. Guanjie 关戒 (training sessions) has occurred three times."}, "Administrative Village": "Wuxing Administrative Village", "Administrative Village_zh": "五星行政村"}