{"UID": "V682", "Name": "Wudun", "Name_zh": "吴墩", "Alliance": "Goushang qijing (Goushang sevenfold ritual alliance)", "Alliance_UID": "A149", "Alliance_zh": "沟上七境", "Irrigation_Region": "Jiuliyang", "Village_Settlement": "Wudun is part of the sevenfold ritual alliance of Goushang 沟上七境 and also belongs to the Wuxing Administrative Village 五星行政村. The current population is over 600. It is not divided into neighborhoods. The main livelihoods are agriculture and commerce.", "Surname_Groups": "Surnames include the Wu 吴, the Yang 杨, the Chen 陈, and the Huang 黄. The Wu 吴 have the most people, and are subdivided into nine zhu 九柱 (branches 房). Their origin is unknown. The Chen 陈 originally lived in Xiadun 下墩. It is said that the Chen moved here during the late Ming Dynasty in order to avoid the Japanese pirates. Information concerning the Yang 杨 and the Huang 黄 is unavailable.", "Village_Temples": "1) Yinghuigong 英惠宫 is part of the Wushanjing 吴山境 and contains the Nananshê 南安社: The date of construction is unknown. The main god worshipped is Ciji zhenjun 慈济真君. Other gods include Tiangong yuanshuai 田公元帅, Sima shengwang 司马圣王, Wugong dutong 吴公都统, Zhanggong shengjun 张公圣君, Qitian dasheng 齐天大 圣, Taiyi xiangu 太乙仙姑, Wuxian lingguan 五显灵官, Chen yuanshuai 陈 元帅, Zheng yuanshuai 郑元帅, Qiu yuanshuai 邱元帅, Liu yuanshuai 刘元 帅, Baiya jiangjun 白牙将军, Jixiang dajiang 吉祥大将, Zunzhu mingwang 尊主明王, and Houtu furen 后土夫人. 2) Lingyingtang 灵应堂: The date of construction is unknown. It is said that this temple is the oldest temple of the village. The divinatory poetry (Chouqian) 抽签 and planchette writing (Fuji) 扶乩 of this temple are said to be the most efficacious. The main god worshipped is Xuantan yuanshuai 玄坛 元帅. Other gods include Wengong yuanshuai 温公元帅, Sanyi jiaozhu 三一 教主, Lufu dashen 鲁府大神, Chenshi zhenren 陈氏真人, Taiyi He xiangu 太乙何仙姑, Tiangong yuanshuai 田公元帅, Zhanggong shengjun 张公圣 君, Zhuoshi zhenren 卓氏真人, Yangshi xiangu 杨氏仙姑, Daye erye 大爷 二爷, and Wufu zhongjun 吴府中军. 3) Lingxiandian 灵显殿 is also called Beidougong 北头宫, and branched off from Lingxianmiao 灵显庙 of Xiadun 下墩, but it is not known when this occurred. The main god worshipped is Xuantian shangdi 玄天上帝. Other gods include Shengfu shengmu 圣父圣母, Chengong shenghou 陈公圣侯, Wengong yuanshuai 温公元帅, Kanggong yuanshuai 康公元帅, Ma yuanshuai 马元帅, Zhao yuanshuai 赵元帅, Liu yuanshuai 刘元帅, Tiangong yuanshuai 田公元帅, Sima shengwang 司马圣王, Baiya jiangjun 白牙将军, and Shêgong Shêma 社公社妈. 4) Yanxingtang 延福堂 is inside the Lingxiandian 灵显殿: Main gods: Guanyin dashi 观音大士, Qitian dasheng 齐天大圣. Secondary gods: Sima shengwang 司马圣王 and Tiangong yuanshuai 田公元帅.", "Rituals": {"Yuanxiao processions": "On 1/13, Ciji zhenjun 慈济真君 and Wugong dutong 吴公都统 of Yinghuigong 英惠宫 and Liugong yuanshuai 刘元帅 and Baiya jiangjun 白牙将军 of Lingxiandian 灵显殿 go on procession for one day. The entire village organizes the event together.", "Birthday celebrations of the gods": "3/15: The birthday celebration of Cijizhenjun 慈济真君 is held. 4/18: The birthday celebration of Liugong yuanshuai 刘元帅 is held. 7/16: The birthday celebration of Sanyi jiaozhu 三一教主 is held. All these events are organized by the village as a whole, and opera is performed for two or three days on each occasion. 5. Ritual Groups The Yinghuigong 英惠宫 has a tanban 坛班 altar association, and has held guanjie 关戒 training sessions."}}