{"UID": "V683", "Name": "Youdun", "Name_zh": "游墩", "Region": "Jiuliyang", "Village_Settlement": "Youdun is part of the sevenfold ritual alliance of Goushang 沟上七境. It is part of the Wuxing Administrative Village 五星 行政村. There are currently approximately 800 people in the village. Youdun is divided into six jia 甲: Chengnei 埕内, Chengwai 埕外, Goucen 沟岑, Beitou 北头, Zhangcuo 张厝, and Lincuo 林厝. The main livelihoods are agriculture and commerce.", "Surname_Groups": "Surnames include the Yang 杨, Zhang 张, and Lin 林. The Yang surname group has the most people, at approximately 500 people, and it is divided into four branches: Chengnei 埕内 has 114 people, Chengwai 埕外 has 140 people, Goucen 沟岑 has 208 people, and Beitou 北头 has 38 people. The Zhang has 161 people while the Lin has 70 people. The Yang have three zutang 祖堂 (ancestral homes) and the Lin have one.", "Village_Temples": "1) Jiletang 极乐堂. The main god worshipped is Xuantian shangdi 玄天上帝. Other gods include Guanyin dashi 观音大士, Jialuo dasheng 伽罗大圣, Yanggong taishi 杨公太师, Zhanggong shengjun 张公 圣君, Ciji zhenjun 慈济真君, Dutian yuanshuai 都天元帅, Qitian dasheng 齐天大圣, Heihu jiangjun 黑虎将军, Liugong yuanshuai 刘公元帅, Wenwu panguan 文武判官, Jin sheren 金舍人, Lin taiwei 林太尉. 2) Jifushê 集福社 branched off from the Jifushê of Dingdun 顶墩. The gods worshipped are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 3) Yufengmiao 毓凤庙: The date of construction is unknown. The temple belongs to the Yang 杨 surname group. The gods worshipped are Yanggong taishi 杨公太师. Secondary gods include Wude zhongjun 武德中军 and Liumei tongzi 柳梅童子. 4) Xinglongtan 兴龙坛 is as a dong 洞 spirit medium cavern-temple. The gods worshipped are Lufu dashen 鲁府大神, Tianqian shengmu 天前圣母 (Chenshi zhenren 陈氏真人), Yima dashen 姨妈大神 (Yayi zunniang 亚姨 尊娘), Huang sheren 黄舍人, and Bai sheren 白舍人. 5) Fuyitang 福义堂 is dedicated to the worship of Sanyi jiaozhu 三一教主. Other gods worshipped are Xietian dadi 协天大帝 and Zhuozu zhenren 卓 祖真人. 6) Zongxuntang 宗顺堂 is dedicated to Sanyi jiaozhu 三一教主. Additional gods worshipped are Guanyin dashi 观音大士 and Zhuozu zhenren 卓祖真人. 7) Fuxingtang 福星堂 is dedicated to Sanyi jiaozhu 三一教主.", "Rituals": {"Yuanxiao processions": "On 1/12, the incense burners of the shê altar are carried to each household to xingdao 行道 practice the Dao. On 1/21, Yanggong taishi 杨公太师, Zhanggong shengjun 张公圣君, and Dutian yuanshuai 都天元帅 of Jiletang 极乐堂 go on procession for one day. The entire village organizes the event together.", "Birthday celebrations of the gods": "2/25: The celebration of Qitian dasheng 齐天大圣 is co-organized by the Yang 杨 of Chengnei 埕内 and Chengwai 埕外. 3/3: The celebration of Xuantian shangdi 玄天上帝 is organized by the village as a whole. 3/15: The celebration of Ciji zhenjun 慈济真君 is organized by the Yang 杨 of Goucen 沟岑. 4/13: The celebration of Liugong yuanshuai 刘公元帅 is organized by Lincuo 林厝. The birthday celebration of Heihu jiangjun 黑虎将军 is organized by the Yang 杨 of Beitou 北头. 4/26: The celebration of Yanggong taishi 杨公太师 is co-organized by the Yang 杨 of each jia 甲. 6/19: The celebration of Guanyin dashi 观音大士 is co-organized by the Yang 杨 of Chengnei 埕内 and Chengwai 埕外. 7/7: The celebration of Lufu dashen 鲁府大神 is organized by the village as a whole. 7/13: The celebration of Zhanggong shengjun 张公圣君 is organized by Zhangcuo 张厝. 9/9: The celebration of Dutian yuanshuai 都天元帅 is co-organized by the Yang 杨 of Chengnei 埕内 and Chengwai 埕外. Funds are collected on a per capita basis from the organizing community. Opera is performed for several days on each god’s birthday. 5. Ritual Groups The Xinglongtan 兴龙坛 originally had spirit mediums, but has not held guanjie training sessions."}}