{"UID": "V684", "Name": "Shanglin", "Name_zh": "上林", "Alliance": "Shangfang qijing (Shangfang sevenfold ritual alliance)", "Alliance_UID": "A150", "Alliance_zh": "上方七境", "Irrigation_Region": "Jiuliyang", "Raw": {"Settlement": "Shanglin belongs to the Shidong Administrative Village 石东行政村. The current population is approximately 500 people. The village is not divided up into neighborhoods. The main livelihoods of the inhabitants are agriculture and commerce. There are some family dependents of Overseas Chinese.", "Surname_Groups": "Surnames include the Huang 黄, the Fang 方, the Qiu 邱, the Wu 吴, the Chen 陈, and the Weng 翁. The Huang emigrated from Shiting 石庭. The origins of the other surname groups are unknown.", "Village_Temples": "1) Shanglingong 上林宫 contains the Shanglin shushê 上林书社. The left hand side of the temple is the Mingwangdian 明王殿, the right hand side is the Yuanshuaifu 元帅府. The date of construction is unknown. The temple was renovated in Qing Xianfeng 3 (1853). The main gods are is Sima shengwang 司马圣王, Zunzhu mingwang 尊主明王, Houtu furen 后土夫人. The other gods worshipped in the temple are Qitian dasheng 齐天大圣, Liugong yuanshuai 刘公元帅, Beidou xingjun 北斗星君, and Wenwu zhushen 文武诸神. 2) Zhiyuantang 志元堂 belongs to the Three in One 三一教. The temple was originally called the Shanglinting 上林亭. The main god is Sanyi jiaozhu (Lin Zhao’en 林兆恩) 三一教主. Secondary gods include Xuantian shangdi 玄天 上帝, Zhusheng dadi 注生大帝, Ducha Xu daren 都察徐大人 Jianlei yushi (Zhang Shenggong) 监雷御史, Tianqian shengmu (Chen Jinggu) 天前圣 母, Qitian dasheng 齐天大圣, Lufu dashen 鲁府大神, Tianshang shengmu (Mazu) 天上圣母, Leisheng puhua tianzun 雷金普化天尊, Ancha Li daren 按察李大人, Anyuan Jiang daren 按院江大人, Beidou zhongtian dadi 北 斗中天大帝, Zhengyi lingguan dadi 正一灵官大帝, Jialuo dasheng 迦罗 大圣, Senluo tianzi 森罗天子, Wen yuanshuai 温元帅, Kang yuanshuai 康 元帅, Ma yuanshuai 马元帅, Zhao yuanshuai 赵元帅, Xietian dadi 协天大 帝, Chenghuang dashen 城隍大神, Gong jiangjun 龚将军, Tiankui 天魁, Dikui 地魁, Jinyin ertongzi 金银二童子, Cangzhongjun 仓中君, Ashê 阿 舍, Hutang daye 护堂大爷, Erye 二爷, Caoli jiangjun 曹吏将军, Tiankui lingguan 天魁灵官, Xunsi Chun daren 巡司春大人, Baihe tongzi 白鹤童子, Fude zhengshen 福德正神, Weituo longtian 韦陀龙天.", "Rituals": {"Processions": "On 1/10, the gods are invited to each household to xingdao 行道. In the middle of the month, a procession is held on a day determined by divination. Beidou xingjun 北斗星君, Sima shengwang 司马圣王, Qitian dasheng 齐天大圣, and Liugong yuanshuai 刘公元帅 go on procession. The procession and the festival are organized all together, and funds are collected on a per capita basis.", "Birthday": "2/25: The birthday celebration is held on for Qitian dasheng 齐天大圣. 4/18: The celebration is held for Liugong yuanshuai 刘公元帅. 5/13: The celebration is held for Sima shengwang 司马圣王. These events are organized by the headsmen selected for the year, and contributions are gathered on a per capita basis, without dividing up into different neighborhoods. 5. Ritual Groups Every year, there are four head persons in charge of the Yuanxiao processions and the god’s the birthday celebrations, and these positions rotate among the households. The Shanglingong 上林宫 has already held guanjie spirit medium trainings three times. There are currently 40 members of the Tanban 坛班 (altar association)."}}, "Administrative Village": "Shidong Administrative Village", "Administrative Village_zh": "石东行政村", "Population": "500"}