{"UID": "V685", "Name": "Dongshi", "Name_zh": "东施", "Alliance": "Shangfang qijing (Shangfang sevenfold ritual alliance)", "Alliance_UID": "A150", "Alliance_zh": "上方七境", "Irrigation_Region": "Jiuliyang", "Village_Settlement": "Dongshi was originally divided into two villages called Dongshi 东施 and Xishi 西施, and they constituted two units of the seven ritual territories of Shangfang 上方七境. Later the two villages merged together, and the resulting mix was called Dongshi. Dongshi belongs to the Donglou Administrative Village 东楼行政村. The current population is approximately 600 people. The village is not divided up into neighborhoods. The main livelihood of the inhabitants is agriculture.", "Surname_Groups": "Dongshi has three surname groups: the Chen 陈, the Zheng 郑, and the Liu 刘. The surname groups have similar population sizes. Their origins and branches are unknown. It is said that there were ten gongting 公厅 ancestral houses in the village, but that now mixed surnames live in them. On Yuanxiao, however, people go back to their original ancestral house to celebrate and worship.", "Village_Temples": "1) Beijidian 北极殿 is part of Dongshi jing 东施境, and contains the Qixingshê 齐兴社: The date of construction is unknown. The main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, and Xuantian dadi 玄天大帝. Other gods include Qitian dasheng 齐天大圣, Jialuo dasheng 迦罗大圣, Zhanggong shengjun 张公圣君, Xiaogong yuanshuai 肖公元帅, and Dutian yuanshuai 都天元帅. 2) Sanxiaodian 三霄殿 is part of Linjiangjing 临江境 and contains the Xinxingshê 新兴社. The temple was built in Qing Qianlong 1 (1736), and demolished in 1966. For some time the gods of the temple took refuge in the Beijidian 北极殿, but in 1981 the temple was rebuilt. The main gods worshipped are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, and Dutian yuanshuai 都天元帅. Secondary gods are Zixiao niangniang 紫宵 娘娘, Bixiao niangniang 碧宵娘娘, Yunxiao niangniang 云宵娘娘, Kanggong shengwang 康公圣王, Baima yuanshuai 白马元帅, and Chen zhongjun 陈中军. 3) Dongfumiao 东福庙 is dedicated to Fude zhengshen 福德正神.", "Rituals": {"Yuanxiao processions": "On 1/12, each surname group invites the gods to its gongting 公厅 ancestral house. After Yuanxiao, on a day determined by divination, all the gods are brought back to the temple. On the same night, Daoist ritual masters are invited to conduct a Daochang Daoist rite, and the Tanban altar associates xingnuo 行傩 conduct exorcistic dances and fenglu 封路 seal the crossroads against demonic forces.", "Birthday celebrations of the gods": "2/25: The celebration for Qitian dasheng 齐天大圣 and Kanggong shengwang 康公圣王 is organized by the Zheng 郑. 3/3: The birthday celebration of Xuantian shangdi 玄天上帝 is organized by the entire village all together, and contributions are made according to households. All the other gods have different surname groups organizing their birthday celebrations. 7/23: The celebration of Zhanggong shengjun 张公圣君 is organized by the Zheng 郑. 9/9: The celebration for Dutian yuanshuai 都天元帅 and Chen zhongjun 陈中军 is organized by the Chen 陈. The celebration of Baima yuanshuai 白马元帅 is organized by the Liu 刘. 5. Ritual Groups The village currently has 33 Tanban members. They adhere to the Lushan dafayuan 闾山大法院, and they have already gone through numerous guanjie spirit medium trainings. Dutian yuanshuai 都天 元帅, Kanggong shengwang 康公圣王, Qitian dasheng 齐天大圣, Zhanggong shengjun 张公圣君, Baima yuanshuai 白马元帅, and Chen zhongjun 陈中军 all have possessed spirit mediums Shentong 神童."}, "Administrative Village": "Donglou Administrative Village", "Administrative Village_zh": "东楼行政村"}