{"UID": "V686", "Name": "Pucheng", "Name_zh": "埔埕", "Region": "Jiuliyang", "Village_Settlement": "Pucheng is part of the sevenfold ritual alliance of Shangfang 上方七境. The village belongs to the Donglou Administrative Village 东楼行政村. The current population is approximately 1300 people. The village is divided into two neighborhoods: the upper Shang Pucheng 上埔埕 and the lower Xia Pucheng 下埔埕. The main livelihood of the inhabitants is agriculture.", "Surname_Groups": "Surnames include the Liu 刘, the Fang 方, the Chen 陈, and the Cai 蔡. The Liu have approximately 900 people, and are divided into two lineage segments: the upper and the lower Pucheng segments 上, 下 埔埕二族. The lower Pucheng segment is further divided into two branches 房. The Cai has approximately 200 people. The Fang and the Chen have less people. Their origins and branches are unknown.", "Village_Temples": "1) Puchengjing Nananmiao (Fuxingshê) 浦城境南 安庙, 福兴社: The side halls of the temple complex are separate temples, namely the 2) Liangjigong 两姬宫 3) Mingwangdian 明王殿: The year of construction is unknown. The main god is Wuhuang dadi 五皇大帝. Other gods include Qitian dasheng 齐天大圣, Jialuo dasheng 迦罗大圣, Zhanggong shengjun 张公圣君, Kanggong yuanshuai 康公元帅, Liugong yuanshuai 刘公元帅, Jixiang miaojiang 吉祥妙将, Taiyi xiangu 太乙仙姑, Yinzhu xiangu 银主仙姑, Zunzhu mingwang 尊主明王, and Houtu furen 后土夫人. 4) Dongandian 东安殿 is a spirit-medium dong (洞 cavern temple) in Shangpucheng 上埔埕. The main god is Sanyi jiaozhu 三一教主 Other gods worshipped include Guangze zunwang 广泽尊王, Zhusheng dadi 注生大帝, Xuantian dadi 玄天大帝, Wuhuang dadi 五皇大帝, Qitian dasheng 齐天 大圣, Zhanggong shengjun 张公圣君, Xuantan yuanshuai 玄坛元帅, Lufu dashen 鲁府大神, Shiling daren 十灵大人, Sanling daren 三灵大人, Tianhuo yuanshuai 天火元帅, Yima daren 姨妈大人, Jiang daren 江大人, Xu daren 徐大人, Yang daren 杨大人, Ma daren 马大人, Zhou jiangjun 周将 军, and Hou jiangjun 侯将军.", "Rituals": {"Yuanxiao processions": "On 1/11 each surname group invites gods back to their homes. Wuhuang dadi 五皇大帝 is invited by the Liu of Weifang 尾房刘; Zhanggong shengjun 张公圣君 and Jialuo dasheng 迦 罗大圣 are invited by miscellaneous surnames in the Jiucuo neighborhood 旧厝; Qitian dasheng 齐天大圣 is invited by the Cai 蔡; Kanggong yuanshuai 康公元帅 is invited by the Chen 陈 and the Liu 刘; Liugong yuanshuai 刘公元帅 is invited by the first and the second branches of the Liu lineage 刘姓长二房. Between 1/12 and 1/26, on a day determined by divination, these gods are taken around the boundaries of the village on a procession for a day. This is organized all together, and funds are collected on a per capita basis.", "Birthday celebrations of the gods": "The following the birthday celebrations are organized by the village as a whole, without division by neighborhoods: 2/25: The celebration of Qitian dasheng 齐天大圣 is held. 5/5: The celebration of Wuhuang dadi 五皇大帝 and Jialuo dasheng 迦罗 大圣 is held. 7/23: The celebration of Zhanggong shengjun 张公圣君 is held. The celebrations of the gods of Dongandian 东安殿 are organized by Shangpucheng 上埔埕 on its own. 5. Ritual Groups Nananmiao 南安庙 has already held a Guanjie spirit medium training once. Currently, there are more than 30 members of the Tanban. Dongandian 东安殿 has held Guanjie twice, in 1984 and 1992. There are more than 40 members of the Tanban, of which some of the Shentong 神 童 spirit mediums also participate in the Tanban of Nananmiao."}}