{"UID": "V688", "Name": "Dongcai", "Name_zh": "东蔡", "Alliance": "Shangfang qijing (Shangfang sevenfold ritual alliance)", "Alliance_UID": "A150", "Alliance_zh": "上方七境", "Irrigation_Region": "Jiuliyang", "Raw": {"Settlement": "Dongcai was formerly named Caidun 蔡墩, and was made up of the two villages of Dongcai 东蔡 and Xicai 西蔡, which later merged into one. Dongcai belongs to the Donglou Administrative Village 东 楼行政村. There are currently close to 1000 people in the village, and they are divided into three neighborhoods: Zhuolang 卓廊, Houcuo 后厝, and Xiamian 下面. The main livelihood is agriculture.", "Surname_Groups": "Surnames include the Cai 蔡, the Wu 吴, and the Huang 黄. The Wu are divided into three branches: the Wu 吴 of Zhuolang 卓廊 have more than 200 people, the Wu of Xiamian下面 have 147 people; and the Wu 吴 of Houcuo 后厝 have more than 300 people. There was originally an ancestral hall, but it has been destroyed. The Cai have approximately 200 people while the Huang have approximately 150 people.", "Village_Temples": "1) Zixiatang 紫霞堂 is part of Fengtaijing 丰泰境 and contains the Zhenjiangshê 振江社. Originally constructed in the Qing Kangxi era (1662–1722), this temple was reconstructed in Qianlong 56 (1791). The main god worshipped is Xuantian shangdi 玄天上帝. Other gods include Liuzu zunfo 六祖尊佛, Jialuo dasheng 伽罗大圣, Zhusheng dadi 注生大 帝, Qitian dasheng 齐天大圣, Kanggong yuanshuai 康公元帅, Zhanggong shengjun 张公圣君, Wengong yuanshuai 温公元帅, Xuantan yuanshuai 玄 坛元帅, Caoli jiangjun 曹吏将军, Taiyi xiangu 太乙仙姑, Liu shenghou 柳 圣侯, Jin shenghou 金圣侯, Yinglie miaojiangjun 英烈妙将军, Lingguan dadi 灵官大帝, Ciji zhenjun 慈济真君, Dutian yuanshuai 都天元帅. Zunzhu mingwang 尊主明王, and Houtu furen 后土夫人. The temple preserves a stele composed in Qianlong 56 (1791) entitled 重建紫霞堂立碑序 (Preface on a stele commemorating the reconstruction of the Purple Mist shrine) (Epigraphical Materials, 1995:259, No. 222). 2) Dongyueguan 东岳观 was built in 1991, when it divided incense from the Jiangkou Dongyueguan 江口东岳观. This temple preserves the Jiangkou Dongyueguan placards dating to the Wanli period (1573–1620) and Qing Qianlong periods (1736–1795). The main god worshipped in Dongyue zhusheng dadi 东岳注生大帝. 3) Shunzhong shuyuan 顺中书院, was built in the early Republican period and is dedicated to the worship of Sanyi jiaozhu 三一教主, founder of the Three in One. The SJCDCB, 1992:33 records 271 initiates.", "Rituals": {"Processions": "On 1/13 each neighborhood god 角头神 is invited to descend from its perch in the temple下张 and visit each household to xingdao 行道 (carry out the Dao). These gods are invited to return to the temple on 1/16, and in the process to go on a procession around the spiritual boundaries of the village (raojing 绕境). The following gods take part in the procession: Ciji zhenjun 慈济真君, Kanggong yuanshuai 康公元 帅, Jialuo dasheng 伽罗大圣, Qitian dasheng 齐天大圣, Zhanggong sheng- jun 张公圣君, Wengong yuanshuai 温公元帅, and Xuantan yuanshuai 玄坛 元帅. The five jia 甲 take turns to be the host. On 2/12, Dongyue zhusheng dadi 东岳注生 is carried out on a procession 出郊巡游.", "Birthday": "3/3: The birthday celebration of Xuantian shangdi 玄天上帝 on 3/3 is organized by the entire village altogether. Opera is performed for several days, and funds are collected on a per household basis. 5/5: The birthday celebration of Jialuo dasheng 伽罗大圣 is organized by the Wu 吴 of Zhuokuo 卓廓. 7/7: The birthday celebration of Kanggong yuanshuai 康公元帅 is organized by the Wu 吴 of Xiamian 下面. 7/23: The birthday celebration of Zhanggong shengjun 张公圣君 is organized by the Cai 蔡. The birthday celebration of Wengong yuanshuai 温公元帅 is organized by the Huang 黄. The birthday celebration of Xuantan yuanshuai 玄坛元帅 is organized by the Wu 吴 of Houcuo 后厝. On these birthday celebrations, each jia mostly screen movies. Funds are collected on a per capita basis. Opera is usually not performed. 5. Ritual Groups Each year each jia select four head persons (touren) 头人. Organization of the Yuanxiao celebrations is rotated between the five jia. Funds are collected on a per capita basis."}}, "Administrative Village": "Donglou Administrative Village", "Administrative Village_zh": "东", "Population": "1000"}