{"UID": "V689", "Name": "Jiexia", "Name_zh": "界下", "Alliance": "Shangfang qijing (Shangfang sevenfold ritual alliance)", "Alliance_UID": "A150", "Alliance_zh": "上方七境", "Irrigation_Region": "Jiuliyang", "Raw": {"Settlement": "Jiexia belongs to the Donglou Administrative Village 东楼行政村. The village settlement began during the Qing Qianlong reign (1736–1795). A stele inscribed “fengzhi qianyi bianjie” “奉旨迁移边 界” is extent, an official indicator of the boundary of the coastal evacuation from the early years of Kangxi reign. There are currently approximately 300 people in the village, and more than 600 living away outside the village. The main livelihood is agriculture.", "Surname_Groups": "All the residents are of the Zhang 张 surname group, which is divided into four branches. There is no ancestral hall and no common worshipping activities.", "Village_Temples": "1) Beichentang 北辰堂 contains the Lianjiangshê 连 江社, and was built in Tongzhi 1 (1862), after it had branched off from the Zixiatang 紫霞堂 of Dongcai 东蔡. This temple still participates in related rituals at the Zixiatang. The main gods worshipped are Xuantian shangdi 玄 天上帝, Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Other gods include Dutian yuanshuai 都天元帅, Ciji zhenjun 慈济真君, Qitian dasheng 齐天大圣, Zhanggong shengjun 张公圣君, Xugong taiwei 徐公太 尉, Wengong yuanshuai 温公元帅, Kanggong yuanshuai 康公元帅, Magong yuanshuai 马公元帅, Zhaogong yuanshuai 赵公元帅, Zhengyi Wang lingguan 正一王灵官, Tiankui dikui 天魁地魁, Fengshen yubo 风神雨伯, and Wenwu zhushen 文武诸神.", "Rituals": {"Processions": "On 1/12, a procession is first held in the village for one day. The next day, Jiexia participates in the procession of the Zixiatang 紫霞堂 of Dongcai 东蔡. These activities are organized by the village all together, and funds are collected on a per capita basis.", "Birthday": "3/3: The birthday of Xuantian shangdi 玄天上帝 is celebrated with several days of opera. Funds are collected on a per capita basis. 5. Ritual Groups There are eighteen members of the Tanban 坛班. Guanjie 关戒 has occurred three times."}}, "Administrative Village": "Donglou Administrative Village", "Administrative Village_zh": "东楼行政村", "Population": "300"}