{"UID": "V690", "Name": "Houting", "Name_zh": "后亭", "Alliance": "Shiting sijia (Shiting four jia ritual alliance)", "Alliance_UID": "A151", "Alliance_zh": "石庭四甲", "Irrigation_Region": "Jiuliyang", "Village_Settlement": "Houting village belongs to the Shidong Administrative Village 石东行政村, and was originally called Shangfang 上方. The population is over 1000, and the vast majority are dependent Overseas Chinese families.", "Surname_Groups": "Houting is a single surname village, with all the inhabitants surnamed Huang 黄. There were originally the Fang 方 and the Wu 吴, but both surname groups have either emigrated or changed their surname to Huang 黄.", "Village_Temples": "1) Shangfanggong 上方宫 contains the Fuxing dongshê 福兴东社. This was originally the main temple of the Shiting sevenfold ritual alliance. Its date of construction is unknown, but it was restored in 19", "Rituals": {"Yuanxiao processions": "absorbed into the Jiulidong 九鲤洞. The main gods worshipped are Erdian zhenjun 二殿真君, Zunzhu mingwang 尊主明王, and Houtu furen 后土夫人. Other gods include Huguo langjun 护国郎君, Tongtian shenghou 通天圣侯, Qitian dasheng 齐天大圣, Oushi xianfei 欧氏仙妃, Luotian dajiang 罗天大将, Liu shenghou 柳圣侯, and Jin shenghou 金圣侯. 2) Jiulidong 九鲤洞 contains the Jiuli shushê 九鲤书社: It was originally constructed in 1916. Originally it was named the Xianshenglou 仙圣楼. The temple was rebuilt in 2002 and renamed the Fu Pu Xian Jiulidong Zongzhen (The Chief Temple of the Nine Carp Cavern of Fuqing, Putian, and Xianyou) 福莆仙九鲤洞总镇. The main gods worshipped in the temple are Heshi jiuxianweng 何氏九仙翁, Erdian zhenjun 二殿真君, Shiyuan Lu xianzhang 士元卢仙长, Wenhui xianshi 文晖仙师, Chengguang Wang xianshi 成光 王仙师, Shande Chen zhangzhe 善德陈长者, Huatuo daxian 华佗大仙, Zhuoshi zhenren 卓氏真人, Oushi xianfei 欧氏仙妃, Tiangong yuanshuai 田公元帅, Sima shengwang 司马圣王, Qitian dasheng 齐天大圣, Tongtian shenghou 通天圣候, Huguo Wang langjun 护国王郎君, Liugong yuanshuai 刘公元帅, Huiji shenghou 惠济圣侯, Liu shenghou 柳圣侯, and Jin shenghou 金圣侯. 3) Wenyuandian 文元殿: This temple is run by the Tanban of Houting Jia. The original date of construction is unknown. The temple was rebuilt in 2006. The main gods worshipped is Xuantian shangdi 玄天上帝. Secondary gods worshipped include Zhengyi Wang lingguan 正一王灵官, Xuantan yuanshuai 玄坛元帅, Sima shengwang 司马圣王, Beidou zhongtian dasheng 北斗中天大圣, Qitian dasheng 齐天大圣, Buyuan dashen 部院 大神, Zhonglie Tian yuanshuai 忠烈田元帅, and Weiwu Jin liezhongjun 威武金烈中军. 4) Shunxingtang 顺兴堂 is dedicated to Yuhuang dadi 玉皇大帝. Secondary gods include Nandou xingjun 南斗星君, Beidou xingjun 北斗星君, Zhusheng dadi 注生大帝, Taishang laojun 太上老君, Wangmu niangniang 王母 娘娘, Zhanngong shengjun 张公圣君, Zhuozu zhenren 卓祖真人, and Chen Jinggu 陈靖姑. The Jade Emperor 玉皇 and the South and North Pole Stars 南北斗 are offered opera on 1/5, and 3/28. On 5/16 the temple celebrates 天地生金. On 7/23 and 8/14 the feast of Wangmu niangniang 王母娘娘 is celebrated. 5) Gutingtang 古厅堂 belongs to the Houtingjia Xiadoufang 后亭甲下斗 房. The main god worshipped in Guanyin dashi 观音大士. The secondary gods are Guansheng dijun 关圣帝君, Guan Ping 关平, Zhou Cang 周仓, Tiangong yuanshuai 田公元帅, Zhanggong shengjun 张公圣君 and Dutian yuanshuai 都天元帅. On 9/19 opera is performed. 6) Xinxingtang 新兴堂 is dedicated to the worship of Fude zhengshen 福德 正神. The Tudigong 土地公 is offered opera on 6/6. 7) Julutang Buddhist hall 觉路堂 was built during the Republican period (PTZJZCG, 1992:210). 8) Ciyunan Buddhist nunnery 慈云庵 was built in 1928. 9) Helinsi Buddhist temple 鹤林寺 was built in Tongzhi 12 (1873) (PTZJZCG, 1992:210). This temple preserves a stele composed in Tongzhi 13 (1868) entitled 鹤林寺题捐碑 (Stele listing the names of the contributors of money to the Crane Forest Monastery) (Epigraphical Materials, 1995:330, No. 294). 10) Helinan Buddhist nunnery 鹤林庵 was built in 1979 (PTZJZCG, 1992: 210). 4. Rituals: Yuanxiao processions On 1/15 the temple incense burner is taken through the roadways to each household.", "Birthday celebrations of the gods": "1/5: The birthdays of Yuhuang dadi 玉皇大帝, Nandou xingjun 南斗星君, and Beidou xingjun 北斗星君 are celebrated. 3/3: The birthday of Xuantian shangdi 玄天上帝 is celebrated. 3/9: The birthday of Huiji shenghou 惠济圣侯 is celebrated. 3/16: The birthday of Xuantan yuanshuai 玄坛元帅 is celebrated. 3/28: The birthday of Zhusheng dadi 注生大帝 is celebrated by the Shunxingtang 顺兴堂. 5/5: The birthday of Wang lingguan 王灵官 is celebrated by the Wenyuandian 文元殿. 5/5: The birthday of Lu xianzhang 卢仙长 is celebrated. 6/6: The birthday of Fude zhengshen 福德正神 is celebrated by the entire village all together. 9/9: The feast day of the Heshi Nine Immortals 何氏九仙 is celebrated by the Jiulidong 九鲤洞. On each god’s birthday, opera is performed for two to three days. Funds are contributed on a per capita basis, or through contributions from the Tanban or from Overseas Chinese. 5. Ritual Groups At the Jiulidong 九鲤洞, guanjie 关戒 has occurred three times since 1981. There are more than 110 spirit medium associates Tanban 坛班 . Many of these mediums are dependent families of Overseas Chinese in Singapore and Indonesia. At the Wenyuandi an 文元殿, guanjie 关戒 has occurred three times since 1980. There are over seventy members of the Tanban. There is an Overseas Temple Management Committee."}, "Administrative Village": "Shidong Administrative Village", "Administrative Village_zh": "石东行政村,"}