{"UID": "V691", "Name": "Wudunyang", "Name_zh": "吴墩洋", "Alliance": "Shiting sijia (Shiting four jia ritual alliance)", "Alliance_UID": "A151", "Alliance_zh": "石庭四甲", "Irrigation_Region": "Jiuliyang", "Village_Settlement": "Wudunyang is also known as Wuchunyang 吾春洋. The village belongs to the Shidong Administrative Village 石东行政村. The population is approximately 500 people, but there are over 1000 Overseas Chinese abroad.", "Surname_Groups": "The main surname groups are the Huang 黄, the Xu 许, and the Zhang 张, with the Huang in the majority. These Huang belong to the Shitting Huang lineage from Zhonghuajia 石庭黄氏中华甲. They have a lineage hall known as the Fuzhang zuci 富章祖祠, in which they worship both their ancestors and Guanyin 观音.", "Village_Temples": "1) Fuxingtang 福星堂 was recently constructed. The main god worshipped is the Sanyi jiaozhu 三一教主. Secondary gods include Xuantian shangdi 玄天上帝, Qitian dasheng 齐天大圣, Xuantan yuanshuai 玄坛元帅, Zhanggong shengjun 张公圣君, Haotian dizi (Tiangong yuanshuai 田公元帅) 昊天帝子, Tongtian shenghou 通天圣侯, Lu Shiyuan xianzhang 卢士元仙长, Zhang Sanfeng 张三丰, Zhou zhenren 卓真人, Jin chiling 金齿 龄, Baiya jiangjun 白牙将军, Dongxi shizhe 东西使者, Nandou xingjun 南 斗星君, Beidou xingjun 北斗星君, Lufu dashen 鲁府大神, Lufu furen 鲁府 夫人, Lufu yima 鲁府姨妈, Yanluo tianzi 阎罗天子, Niutou Mamian 牛头 马面, and Qinming ducha shenghou Xu daren 钦命都察圣侯徐大人.", "Rituals": {"Yuanxiao processions": "On 1/13, the village participates in the Zhonghuajia 中华甲 procession of the incense burners of the Shitinggong 石庭宫. The incense burners are taken process to each household.", "Birthday celebrations of the gods": "The following gods are celebrated on the indicated dates: 1/6 Nandou xingjun 南斗星君, 1/7 Beidou xingjun 北斗星君, 2/25 Qitian dasheng 齐天大 圣, 3/3 Xuantian shangdi 玄天上帝, 3/15 Xuantan yuanshuai 玄坛元帅, 4/7 Haotian dizi (Tiangong yuanshuai 田公元帅) 昊天帝子, 4/13 Jinchiling 金 齿龄, 5/2 Tongtian shenghou 通天圣侯, 5/5 Lu xianzhang 卢仙长, 6/6 Fude zhengshen 福德正神, 6/12 Zhuozu zhenren 卓祖真人, 7/15 Xu daren 徐大 人, 7/16 Sanyi jiaozhu 三一教主, 7/23 Zhanggong shengjun 张公圣君, 8/18 Zhang Sanfeng 张三丰, 12/16 Baiya jiangjun 白牙将军 and Dongxi shizhe 东西使者. The god’s birthdays are organized by the village all together, and usually involve several days of opera, but the dates of the performances are flexible. 5. Ritual Groups Spirit mediums and temple representatives participate in the Tanban (altar association) of the Shitinggong 石庭宫 and the Jiulidong 九鲤洞."}, "Administrative Village": "Shidong Administrative Village", "Administrative Village_zh": "石东行政村"}