{"UID": "V694", "Name": "Xiaojiaowei", "Name_zh": "小郊尾", "Alliance": "Shiting sijia (Shiting four jia ritual alliance)", "Alliance_UID": "A151", "Alliance_zh": "石庭四甲", "Irrigation_Region": "Jiuliyang", "Village_Settlement": "Xiaojiaowei is also known as Jiucen 旧岑, and is part of the Shidong administrative village 石东行政村.", "Surname_Groups": "All the inhabitants share the Huang 黄 surname, and belong to the Shiting Huang lineage Zhonghuajia 石庭黄氏中华甲.", "Village_Temples": "1) Guji Mingandian 古迹明安殿 is also considered a spirit medium cavern-temple 洞. The Mingan Cavern-temple is said to have been built in the Ming Hongzhi period (1488–1505). The cult was kept for a long time inside a private home, where the ancient altar of the spirit mediums of the past was worshipped, and only recently was the temple rebuilt. The main god worshipped is Xuantian shangdi 玄天上帝. The secondary gods include Zhanggong shengjun 张公圣君, Lufu dashen 鲁府大神, Tianqian shengmu 天前圣母, Yima furen 姨妈夫人, Guangze zunwang 广泽尊 王, Zhaolie shenghou 昭烈圣侯, Dangmo yuanshuai 荡魔元帅, Weiwu jiangjun 威武将军, Guansheng dijun 关圣帝君, Guan Ping 关平, Zhou Cang 周 仓, Miaolie zhongjun 妙烈中军, Jixiang miaojiang 吉祥妙将, Douma sheren (Huang Cang) 痘麻舍人 (黄仓), Lingtong sheren (Bai Cang) 灵通舍人 (白 仓), Qingtian yujiang 清天玉将, Lingtong shenghou 灵通圣侯, Tongtian shenghou 通天圣侯, Tanqian yuanshuai 坛前元帅, Jiucha buyuan 纠察部 院, Daye 大爷, Erye 二爷. 2) Dongyou Mingandian 东游明安殿 divided off from the Guji Mingandian 古迹明安殿, and is also known as the Dongyoudong 东游洞. This temple was rebuilt in 2000. The main god worshipped is Xuantian shangdi 玄天大 帝. The secondary gods include Zhanggong shengjun 张公圣君, Lufu dashen 鲁府大神, Tianqian shengmu 天前圣母, Yima furen 姨妈夫人, Guangze zunwang 广泽尊王, Zhaolie shenghou 昭烈圣侯, Dangmo yuanshuai 荡魔 元帅, Weiwu jiangjun 威武将军, Guansheng dijun 关圣帝君, Guan Ping 关平, Zhou Cang 周仓, Miaolie zhongjun 妙烈中军, Jixiang miaojiang 吉祥 妙将, Douma sheren (Huang Cang) 痘麻舍人(黄仓), Lingtong sheren (Bai Cang) 灵通舍人(白仓), Qingtian yujiang 清天玉将, Lingtong shenghou 灵 通圣侯, Tongtian shenghou 通天圣侯, Tanqian yuanshuai 坛前元帅, Jiucha buyuan 纠察部院, Daye 大爷, Erye 二爷.", "Rituals": {"Yuanxiao processions": "On 1/13, the village participates in the Zhonghuajia 中华甲 procession of the incense burners of the Shitinggong 石 庭宫. The incense burners are taken to each household. This is organized by each year’s fushou 福首 (fortunate headsmen).", "Birthday celebrations of the gods": "The following gods are celebrated on the dates indicated: 2/8 Daye 大爷 and Erye 二爷. 3/3: Xuantian shangdi 玄天上帝. 7/23: Zhanggong shengjun 张公圣君诞. 8/23: Haotian dizi 昊天帝子 (Tiangong yuanshuai 田公元帅). Each celebration is marked by two days of opera, and the festivities are organized by the Tanban spirit medium association. All the other god’s birthdays are celebrated by the spirit mediums who are divided into groups for this purpose. 5. Ritual Groups Since 1984, the Guji Mingandian 古迹明安殿 has held nine guanjie spirit medium training sessions and now has a Tanban membership of 120. The Dongyou 东游 Mingandian 明安殿 has held ten guanjie spirit medium training sessions and has over 180 members of its Tanban spirit medium association."}}