{"UID": "V695", "Name": "Tiezao", "Name_zh": "铁灶", "Alliance": "Shiting sijia (Shiting four jia ritual alliance)", "Alliance_UID": "A151", "Alliance_zh": "石庭四甲", "Irrigation_Region": "Jiuliyang", "Village_Settlement": "Tiezao belongs to the Shidong Administrative Village 石东行政村. There are currently close to 1000 people in the village living in over 200 households. The village is not divided into neighborhoods. The main livelihood is agriculture.", "Surname_Groups": "Surnames include the Huang 黄, the Li 李, the Zhang 张, and the Guo 郭. The Huang 黄 make up more than 80% of the village population, and they belong to the Shiting Huang lineage of Houtingjia 石庭黄姓后亭甲.", "Village_Temples": "1) Xianlieshê 显烈社, in the Tieshan jing 铁山境, within the Mingwangdian 明王殿. The main gods worshipped are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, and Sima shengwang 司马圣 王. Other secondary gods include Zhanggong shengjun 张公圣君, Kanggong yuanshuai 康公元帅, Tiangong yuanshuai 田公元帅, and Wenwu zhushen 文武诸神. 2) Guangji baodian 广济宝殿 was built in 1996 and consecrated 开光 in 1998. The main god worshipped in Jigong heshang 济公和尚. Secondary gods include Guansheng dijun 关圣帝君, Lv dongbin 吕洞宾, Taishang laojun 太上老君, Tianshang shengmu 天上圣母 and Guanyin dashi 观音大士. 3) Fengxingdian 凤兴殿 is dedicated to Guangze zunwang 广泽尊王.", "Rituals": {"Yuanxiao processions": "On 1/14 the Li 李 and Zhang 张 and the Guo 郭 invite the temple incense burners to proceed to their homes to practice the Dao (xingdao). On 1/15, the Huang 黄 invite the incense burners to their homes to practice the Dao (xingdao). On a date early in the second month, determined by divination, there is a procession of the gods around the boundaries of the village. Birthday celebrations of gods 1/23: The birthday celebration of Jigong 济公. 2/15: The birthday celebration of Taishang laojun 太上老君. 3/23: The birthday celebration of Tianshang shengmu 天上圣母. 4/7: The birthday celebration of Tiangong yuanshuai 田公元帅. 5/13: The birthday celebration of Sima shengwang 司马圣王. 6/19: The birthday celebration of Guanyin dashi 观音大士 7/7: The birthday celebration of Kanggong yuanshuai 康公元帅. 7/23: The birthday celebration of Zhanggong shengjun 张公圣君. 8/18: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Each god’s birthday is celebrated with two to three days of opera. the birthday celebrations of gods are organized by the entire village, and funding is contributed on a per capita basis. 5. Ritual Groups Villagers participate in the Tanban of the Shitinggong 石庭宫 and the Jiulidong 九鲤洞. Each surname group take turns according to age to become the Fushou 福首. ", "Birthday celebrations of the gods": ""}, "Administrative Village": "Shidong Administrative Village", "Administrative Village_zh": "石东行政村"}