{"UID": "V704", "Name": "Bangui", "Name_zh": "半圭", "Alliance": "Shiting sijia (Shiting four jia ritual alliance)", "Alliance_UID": "A151", "Alliance_zh": "石庭四甲", "Irrigation_Region": "Jiuliyang", "Village_Settlement": "Bangui belongs to the Shixi Administrative Village石西行政村. The current population is around 300. The village is not divided into neighborhoods.", "Surname_Groups": "There are several surname groups in the village, including the Xiao 肖, the Chen 陈, the Zheng 郑, and the Huang 黄. The Huang villagers are the largest group, and are members of the Shiting Huang lineage of Damenjia 石庭黄氏大门甲.", "Village_Temples": "1) Wuxiangong 五显宫 contains the Wenxingshê 文兴社 as well as the Wenxing xishê 文兴西社. The date of construction is unknown. The main gods are Wuxian lingguan dadi 五显灵官大帝, Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Secondary gods include Qitian dasheng 齐天大圣, Zhanggong shengjun 张公圣君, Jialuo dasheng 伽罗大圣, Zongguan houwang (tiger god) 总管侯王(虎爷), Liugong yuanshuai 刘公元帅, Taiyi xiangu 太乙仙姑, Jin Xiangu 金仙姑, Li Xiangu 李仙 姑, and Xu Xiangu 许仙姑. 2) Tianhusi Buddhist temple 天湖寺 was built during the Qing (PTZJZCG, 1992:210).", "Rituals": {"Yuanxiao processions": "On 1/13, the villagers take part in the xingdao (visits to individual homes by the incense burners of their village temple). On 1/14 the villagers take part in the xingdao of Shiting Damenjia 石庭大门 甲. At the beginning of the 2nd lunar month, on a date decided by divination, the village participates in a joint procession around the boundaries with the villages of Shangxipo 上西坡 and Xiaxipo 下西坡.", "Birthday celebrations of the gods": "4/22: The birthday celebration of Wuxian lingguan dadi 五显灵官大帝. In celebration of the god, opera is performed for two to three days, and the entire village organizes the event together. Funds are gathered on a per capita basis. 5. Ritual Groups There is a Tanban 坛班 spirit medium altar association with 28 members. Guanjie 关戒 spirit medium training has been held many times. Wuxian dadi 五显大帝, Taiyi xiangu 太乙仙姑, Zhanggong shengjun 张公圣君, Liugong yuanshuai 刘公元帅, and Jialuo dasheng 伽罗大圣 all descend to possess spirit mediums."}, "Administrative Village": "-1", "Administrative Village_zh": "-1"}