{"UID": "V706", "Name": "Xiaxiao", "Name_zh": "下肖", "Region": "Jiuliyang", "Village_Settlement": "Xiaxiao is part of the sevenfold ritual alliance of Fengmei 丰美七境. It belongs to Fengshan Administrative Village 丰山行 政村. There are currently more than 700 people living in the village. The main livelihood is agriculture.", "Surname_Groups": "All villagers are of the Xiao 肖 surname group. The Xiao are divided into four lineage branches: Tianxia 田下, Jucuo 居厝, Jiucuo 旧厝, and Yaodou 窑兜. There originally was an ancestral hall 祠堂 in the village. Dingrou 丁肉 (per capita portions of meat) was distributed on lunar New Year’s Eve. Currently, only three to four generations of ancestors are worshipped.", "Village_Temples": "1) Wudangdian 武当殿 is in Xiaxiao ritual alliance 下 肖境 and contains the Lixingshê 礼兴社. The temple was built in 1811, when it branched off from the main temple in Dongtian东田. The main gods are Xuantian shangdi 玄天上帝, Zunzhu mingwang 尊主明王, and Houtu furen 后土夫人. Other gods include Dutian yuanshuai 都天元帅, Jialuo dasheng 伽罗大圣, Zhanggong shengjun 张公圣君, Fuma shenghou 福马圣侯, Liugong yuanshuai 刘公元帅, Jin dajiangjun 金大将军, Taiyi xiangu 太乙仙姑, Qinglou nüjiang 青楼女将, Sanyan wuyan 三眼五眼, Wencao wupan 文曹 武判, and Zuoyou shizhe 左右使者. 2) Zhenbentang 真本堂 is dedicated to Lin Lonjiang 林龙江. The SJCDCB, 1992:33 claims that there are 476 initiates. 3) Demingtang 德明堂 is dedicated to Lin Lonjiang 林龙江. The SJCDCB, 1992:33 records 250 initiates.", "Rituals": {"Yuanxiao processions": "On 1/13, all the gods are taken in a procession to each lineage branch to xingdao 行道 practice the Dao. On 2/3, there is a procession of the gods around the village borders.", "Birthday celebrations of the gods": "3/3: Xuantian shangdi 玄天上帝 and Zunzhu mingwang 尊主明王 are celebrated by the village all together. The rest of the god’s birthdays are organized by each lineage branch: 4/18: The birthday celebration of Liugong yuanshuai 刘公元帅 is organized by the Jiucuo 旧厝 branch. 5/5: The birthday celebration of Jialuo dasheng 迦罗大圣 and Jin dajiangjun 金大将军 is organized by the Yaodou 窑兜 branch. 7/23: The birthday celebration of Zhanggong shengjun 张公圣君 and Fuma shengwang 福马圣王 is organized by the Weicuo 尾厝 branch; 9/9: The birthday celebration of Dutian yuanshuai 都天元帅 is organized by the Tianxia 田下 branch. 5. Ritual Groups Guanjie 关戒 has occurred three times, starting in 1982. The Tanban spirit medium altar association was originally called Benyuantan 本原坛, and the number of members is unknown."}}