{"UID": "V709", "Name": "Jingtou", "Name_zh": "井头", "Alliance": "Fengmei qijing (Fengmei sevenfold ritual alliance)", "Alliance_UID": "A152", "Alliance_zh": "丰美七境", "Irrigation_Region": "Jiuliyang", "Raw": {"Settlement": "Jingtou is part of the sevenfold ritual alliance of Fengmei 丰美七境. It belongs to Fengshan Administrative Village 丰山行 政村. There are currently approximately 500 people living in the village. The main livelihood is agriculture. There are many dependent families of Overseas Chinese.", "Surname_Groups": "The villagers are of the He 何 surname group. The He emigrated from Xinjing 新井 of Jiangkou 江口. The village has an ancestral hall and an ancestral tomb. The main spirit tablet of each household is kept in the ancestral hall. The sweeping of the ancestral tombs is done by the board of directors.", "Village_Temples": "1) Beijidian 北极殿 is in the Jingtoujing 井头境, and contains the Lixing dongshê 礼兴东社. The temple was built in Qing Tongzhi 7 (1868). The main gods worshipped are Xuantian shangdi 玄天上帝, Zunzhu mingwang 尊主明王and Houtu furen 后土夫人. Secondary gods worshipped are Sima shengwang 司马圣王 (Zhang Xun 张巡), Zhongtian dasheng 中天大圣, Wuan shengwang 武按圣王 (Lei Wanchun 雷万春), Falu dutong 法籙都统, Sandian zhenjun 三殿真君, Yongquan zushi 永泉 祖师, and Wenwu zhushen 文武诸神.", "Rituals": {"Processions": "On 1/13, gods are welcomed to each household to xingdao 行道 practice the Dao. On 1/19, the procession of the gods returns to the temple after inspecting the borders of the village.", "Birthday": "2/10: The birthday celebration of Falu dutong 法籙都统. 3/16: The birthday celebration of Xuantan yuanshuai 玄坛元帅. 5/13: The birthday celebration of Sima shengwang 司马圣王. 6/2: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 6/6: The birthday celebration of Fude zhengshen 福 德正神. 6/10: The birthday celebration of Sandian zhenjun 三殿真君. 7/7: The birthday celebration of Wuan shengwang 武按圣王. 8/1: The birthday celebration of Fazhu xianfei 法主仙妃. 8/22: The birthday celebration of Guangze zunwang 广泽尊王. On each god’s birthday, opera is performed for two days. The celebrations are organized by the village all together, and funds are gathered according to shêfen (one’s share in the she) “灶分”, that is, by households. 5. Ritual Groups Since 1980, there have been three guanjie 关戒 spirit medium training sessions. Each year, people are selected to be Fushou 福首 on the basis of their age, in rotation."}}, "Administrative Village": "Fengshan Administrative Village", "Administrative Village_zh": "丰山行", "Population": "500"}