{"UID": "V711", "Name_Pinyin": "Zhongzhai", "Name_hanzi": "中宅", "Region": "Jiuliyang", "Village_Settlement": "Zhongzhai is part of the former sevenfold ritual alliance of Fengmei 丰美七境. It belongs to the Houfeng Administrative Village 后峰行政村. There are currently approximately 400 people living in the village, which is not divided into neighborhoods. The main livelihood is agriculture.", "Surname_Groups": "Surnames include the Zheng 郑, the Lin 林, and the Chen 陈. The Zheng has approximately 200 people and is divided into three branches. The Lin 林 and the Chen 陈 each have approximately 100 people.", "Village_Temples": "1) Beiyuangong 北垣宫 of Zhongchajing 中垞境 contains the Chongxingshê 重兴社, which was originally constructed in Qing Qianlong 60 (1795). The main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人, and Xuantian shangdi 玄天上帝. Other gods include Qitian dasheng 齐天大圣, Haotian dizi 昊天帝子, Zhanggong shengjun 张公圣君, Jialuo dasheng 伽罗大圣, Xuantan shangdi 玄坛上帝, Tiangong yuanshuai 田公元帅, Liugong yuanshuai 刘公元帅, and Wenwu zhushen 文武诸神.", "Rituals": {"Yuanxiao processions": " On 1/12, the gods are welcomed to each household; On 1/15, a procession is held around the village border, and then the gods return to the temple.", "Birthday celebrations of the gods": "2/25: The birthday celebration of Qitian dasheng 齐天大圣 is organized by the Chen 陈. 3/3: The birthday celebration of Xuantian shangdi 玄天上帝 is organized by the entire village. 4/9: The birthday celebration of Tiangong yuanshuai 田公元帅 is organized by the Zheng 郑. 4/18: The birthday celebration of Liugong yuanshuai 刘公元帅 is organized by the Lin 林 5/5: The birthday celebration of Jialuo dasheng 伽罗大圣 is organized by the Zheng 郑. 7/23: The birthday celebration of Zhanggong shengjun 张公圣君 is organized by the Zheng 郑. 8/3: The birthday celebration of Zunzhu mingwang 尊主明王 is organized by the entire village. 5. Ritual Groups Guanjie 关戒 spirit medium training has taken place three times since 1980. During the Guanjie ritual eight elders are selected to serve as the Bazhengwang 八政王. The number of Tanban 坛班 altar associates is unknown."}}