{"UID": "V712", "Name": "Houfang", "Name_zh": "后坊", "Alliance": "Banliang shisanxiang (Banliang thirteen village ritual alliance)", "Alliance_UID": "A153", "Alliance_zh": "阪梁十三乡", "Irrigation_Region": "Jiuliyang", "Village_Settlement": "Houfang belong to the Houfeng Administrative Village 厚峰行政村. There are currently more than 1300 people living in the village, which is not divided into neighborhoods. The main livelihood is agriculture, specially the growing of longyan 龙眼. Many villagers leave to work in cities or abroad. This is a traditional Overseas Chinese home village.", "Surname_Groups": "Surnames include the Fang 方, Cai 蔡, and Xu 许. The Fang 方 make up approximately 60% of the people. The Cai 蔡 and the Xu 许 each have more than 100 people. Their origins and genealogies are unknown.", "Village_Temples": "1) Qingjingtan 清静坛 contains the Yiyi zushê 仪依祖 社. The original date of construction is unknown. The temple was renovated in 1915. The main gods are Zunzhu mingwang 尊主明王, Houtu furen 后土 夫人, Xuantian shangdi 玄天上帝, and Dongyue zhusheng dadi 东岳注生 大帝. Other gods include Dutian yuanshuai 都天元帅, Qitian dasheng 齐天 大圣, Jialuo dasheng 伽罗大圣, Zhanggong shengjun 张公圣君, Tiangong yuanshuai 田公元帅, Baiya dajiang 白牙大将, Liugong yuanshuai 刘公元 帅, Tiayi xiangu 太乙仙姑, Zunzhu mingwang 尊主明王, and Houtu furen 后土夫人. 2) Shengshousi Buddhist temple 圣寿寺 was originally built during the Guangqi period 光启 (885–887) by Buddhist monk Xiuyan 秀岩. The monastery was rebuilt or repaired many times, in the Yuan Zhida period (1308–1311), in Yongle 2 (1404), in Jingtai 6 (1455), in Wanli 32 (1604), in Chongzhen 4 (1631), in Kangxi 10 (1671), in Kangxi 24 (1685) and again during Republican period. In 1956, the Buddhist monk Miaode 妙德 and Wuzhou 悟舟 rebuilt it again. The monastery preserves a stele composed in Jingtai 6 (1455), entitled 圣寿寺兴废及田粮数记石 (Stone inscription of the rise and fall of the Saintly Longevity Buddhist temple with a list of land and harvest yields) (Epigraphical Materials, 1995:100, No. 90 ) and a second stele composed in Jiaqing 13 (1808) entitled 莆田县正堂示谕圣寿寺业不许僧民 私相典卖碑 (Stele with the Putian district magistrate’s decree forbidding the private pawning or sale of the land or property of the Shengshou Monastery by monks or commoners) (Epigraphical Materials, 1995:273, No. 238). 3) Laiposi Buddhist temple 莱坡寺 (PTZJZCG, 1992:211). 4) Fengshengsi Buddhist temple 奉圣寺 (PTZJZCG, 1992:211). 5) Lipingan Buddhist nunnery 鲤平庵 was built in the Qing. (PTZJZCG, 1992:211).", "Rituals": {"Yuanxiao processions": "On 1/4 the gods are welcomed back from heaven and opera is performed for two days. On 1/13–1/15 the incense burners of the gods are invited to each household to xingdao 行道. Early in the second lunar month, on a day determined by divination, the gods go on procession around the borders of the village.", "Birthday celebrations of the gods": "2/25: The celebration of Qitian dasheng 齐天大圣 is organized by the Fang 方. 3/3: The celebration of Xuantian shangdi 玄天上帝 is organized by the village as a whole. 3/28: The celebration of Dongyue dadi 东岳大帝 is organized by the village as a whole. 4/7: The celebration of Tiangong yuanshuai 田公元帅 is organized by the Fang 方. 4/18: The celebration of Liugong yuanshuai 刘公元帅 is organized by the Xu 许. 5/5: The celebration of Jialuo dasheng 伽罗大圣 is organized by the Fang 方. 6/1: The celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后 土夫人 is organized by the village as a whole. 7/23: The celebration of Zhanggong shengjun 张公圣君 is organized by the Cai 蔡. 9/9: The celebration of Dutian yuanshuai 都天元帅 is organized by the Fang 方. 5. Ritual Groups There are 50 members of the Tanban 坛班 altar association. Guanjie 关戒 spirit medium training has occurred three times. The Dongyue zhusheng dadi 东岳注生大帝 god goes on procession around the entire Houfang qijing 后坊七境 on irregular occasions."}}