{"UID": "V715", "Name_Pinyin": "Banxi", "Name_hanzi": "坂溪", "Region": "Jiuliyang", "Village_Settlement": "Banxi belongs to the Banliang Administrative Village 坂梁行政村. The current population is over 1000 people. The village is divided into two jia 甲 sections by surname group.", "Surname_Groups": "This village has several surnames, including the Huang 黄, the Liu 刘, the Dai 戴, the Fu 傅, the Chen 陈 and the Li 李. The Huang 黄 and the Dai 戴 are the major surname groups. There is a Huang lineage hall 黄氏宗祠 and a Dai lineage hall 戴氏祠堂.", "Village_Temples": "1) Banxigong 坂溪宫 and its Anrenshê 安仁社, were rebuilt in Qing Qianlong 36 (1771). The main gods worshipped are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人 and Yuhuang dadi 玉皇大帝. Secondary gods include Xuantian shangdi 玄天上帝, Qitian dasheng 齐天大 圣, Zhonglie shenghou 忠烈圣侯, and Jialuo dasheng 伽罗大圣. 2) Qingyunmiao 庆云庙 belongs to the Fu 傅 and the Li 李 surnames, and is dedicated to Jiucha dashen 纠察大神 and Zhanggong shengjun 张公圣君. 3) Tianwangdian 天王殿 is dedicated to Beishan dawang 北山大王.", "Rituals": {"Yuanxiao processions": " On 1/11–12, the Huang 黄, the Dai 戴, the Chen 陈, and the Liu 刘 invite the incense burners of the shê altar to visit each household to xingdao 行道. On the following days, 1/12–13 the Fu 傅 and the Li 李 do the same. After the Yuanxiao festival has ended, a day is chosen by divination for the gods to go on a tour of inspection of the boundaries of the village.", "Birthday celebrations of the gods": "1/9: The celebration of Yuhuang dadi 玉皇大帝, Zunzhu mingwang 尊 主明王 and Houtu furen 后土夫人 is organized by the village as a whole. 2/25: The celebration of Qitian dasheng 齐天大圣 is organized by the Huang 黄. 3/3: The celebration of Xuantian shangdi 玄天上帝 is organized by the village as a whole. 5/5: The celebrating of Jialuo dasheng 伽罗大圣 is organized by the Dai 戴. 6/15: The celebration of Beishan dawang 北山大王 is organized by the village as a whole. 7/23: The celebration of Zhanggong shengjun 张公圣君 is organized by the Li 李 7/10: The celebration of Jiushiye 九使爷 ( Jiucha dashen 纠察大神) is organized by the Fu 傅. 9/28: The celebration of Zhonglie shenghou 忠烈圣侯 is organized by the Liu 刘. On each of these celebrations, opera is performed for two days. 5. Ritual Groups There is a Tanban 坛班 altar association with 60 members. They have already conducted guanjie 关戒 spirit medium trainings six times."}}