{"UID": "V718", "Name": "Shandou", "Name_zh": "山兜", "Region": "Jiuliyang", "Village_Settlement": "Shandou is also called Nanshan 南山 or Nongshan 农山. It is part of the Banliang Administrative Village 坂梁行政村. The current population is over 1000 people. The village is not divided into neighborhoods.", "Surname_Groups": "The Chen 陈, the He 何, and the Lin 林 are the main surname groups. There are also other surnames, such as the Li李, the Huang 黄 and the Yao 姚, living in the village.", "Village_Temples": "1) Qingyunmiao 青云庙 is in Qiongshanjing 琼山 境, and contains the Fushoushê 福寿社. This temple was first built in Ming Longqing 4 (1570), and is said to have divided its incense from the Huangbishan in Fuqing 福清黄檗山. In recent years it has been rebuilt. The main gods worshipped are Zunzhu mingwang 尊主明王 and Houtu furen 后土夫 人, Jiucha dashen 纠察大神(Jiushi 九使, Shishi 十使, Shiyishi十一使). Secondary gods include Jiu taitai 九太太, Hei jiangjun 黑将军, Bai jiangjun 白 将军 and Baiya jiangjun 白牙将军. 2) 琼山宫 Qiongshangong contains the Qingshoutan 庆寿坛. The main god worshipped is Anling shenggong 安灵圣公. The secondary gods include Tiangong yuanshuai 田公元帅, Qiugong shenghou 邱公圣侯, Qitian dasheng 齐天大圣, Zhanggong shengjun 张公圣君. 3) Yuanqian shuyuan 院前书院 was recently rebuilt . The temple is dedicated to Xuantian shangdi 玄天上帝, secondary gods include Zhanggong shengjun 张公圣君 and Tianshang shengmu 天上圣母.", "Rituals": {"Yuanxiao processions": "On 1/10–11 the gods are invited from the Qiongshangong to visit each household to xingdao 行道, practice the Dao. On a day between 1/20–30, determined by divination, Daoist masters are invited to hold a jiao 做醮 communal sacrifice, and the spirit mediums seal the crossroads against demonic influences 封路.", "Birthday celebrations of the gods": "4/13: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. 7/23: The birthday celebration of Zhanggong shengjun 张公圣君. 8/28: The birthday celebration of Anling shenggong 安灵圣公. 9/9: The birthday celebration of Jiushi 九使. 9/10: The birthday celebration of Shishi 十使. 9/11: The birthday celebration of Shiyishi 十一使. For each of these celebrations, opera is performed for two or three days, and the event is organized by the village as a whole. Funds are raised on a per capita basis. 5. Ritual Groups There is a Tanban 坛班 altar association. In 1985 for the first time a guanjie 关戒 spirit medium training was held. Later, because many new spirit mediums moved overseas, in 2006 they held the second round of liantong chijie 炼童持戒 (training mediums to uphold the prohibitions)."}}