{"UID": "V719", "Name": "Ketang", "Name_zh": "可塘", "Alliance": "Banliang shisanxiang (Banliang thirteen village ritual alliance)", "Alliance_UID": "A153", "Alliance_zh": "阪梁十三乡", "Irrigation_Region": "Jiuliyang", "Village_Settlement": "Ketang was originally called Kutang 苦塘. The village belongs to the Banliang Administrative Village 坂梁行政村. The current village population is approximately 500 people. The village is not divided into neighborhoods.", "Surname_Groups": "Ketang village has families of the Lin 林, the Li 李, and Huang 黄 surnames.", "Village_Temples": "1) Anrenshê 安仁社 of Ketangjing 可塘境 was reconstructed in Qing Qianlong xinmao (1771). The main gods worshipped are Zunzhu mingwang 尊主明王, Houtu furen 后土夫人 and Xuantian shangdi 玄天上帝. Secondary gods include Qitian dasheng 齐天大圣, Zhonglie (Tiangong) yuanshuai 忠烈 (田公)元帅, Fumo (Liugong) yuanshuai 伏魔 (刘公)元帅, Guangze zunwang 广泽尊王, Lubu dashen 鲁部大神, Tianqian shengmu (Chen Zhenren) 天前圣母(陈真人), Dutian yuanshuai 都天元帅 and Zhanggong shengjun 张公圣君. 2) Qingyunmiao 庆云庙 belongs to the Fu 傅 and the Li 李 surname groups, and is dedicated to Jiucha dashen 纠察大神 and Zhanggong shengjun 张公 圣君. 3) Tianwangdian 天王殿 is dedicated to Beishan dawang 北山大王.", "Rituals": {"Yuanxiao processions": "On 1/15 the incense burners of the shê altar are invited to visit each household to xingdao 行道, practice the Dao. They then go on a tour of inspection of the boundaries of the village.", "Birthday celebrations of the gods": "2/25: The birthday celebration of Qitian dasheng 齐天大圣. 7/23: The birthday celebration of Zhanggong shengjun 张公圣君. 8/21: The birthday celebration of Zunzhu mingwang 尊主明王 and Houtu furen 后土夫人. Each of these occasions is marked with two days of opera. On the following occasions, only offerings are laid out: 3/3: The birthday of Xuantian shangdi 玄天上帝. 2/2: The birthday of Guangze zunwang 广泽尊王. 4/7 and 8/25: The feast days of Zhonglie (Tiangong 田公) yuanshuai 忠烈 元帅. 4/18: The feast days for Fumo (Liugong 刘公) yuanshuai 伏魔元帅. 7/7: The feast days for the Lubu dashen 鲁部大神 and Tianqian shengmu 天前圣母. All these occasions are organized by the village as a whole, and funds are raised on a per capita basis. 5. Ritual Groups The Anrenshê 安仁社 has a ancient altar 历代古坛 for the spirit mediums of the past, and it has already conducted guanjie 关戒 spirit medium training."}}